{
    "Michael": "[to Jim]:Hey, you ready?All right, all right, secret sign. Hey, Ryan. [Ryan holds up his bag] Very good. Excellent, excellent.Today at lunchtime we’re going to be playing the warehouse staff at a friendly little game of basketball. My idea.  Last time I was down there, I noticed they’d put up a couple of hoops, and I play basketball every weekend. So I thought, “This might be kinda fun.”  And so I started messing around and… I’m sinking a few, you know. Swish, swish, swish. Nothing but net. And their jaws just dropped to the floor. African-Americans! So… you know, it’s really just a good friendly game, a reason to get together.Pam, Pam, thank you ma’am. Messages, please. Thank you.No. And that’s not me being mean, Dwight. That is based on your past behavior.[to camera] When I let him come to my pick-up game…[to Dwight] I vouched for you.I vouched for you in front of Todd Packer, Dwight.  All right, here’s what I’m going to do. The hand strikes and gives a flower. You are not going to play basketball. But I need somebody to come in and take over the holiday and weekend work calendar.Good. Excellent, it’ll be fun. Because corporate, uh, wants someone to be here on Saturday. And so we’re going to have to have some people come in on the weekend, and I know nobody’s gonna want to do it and I know everybody’s gonna complain and bitch and I don’t want to have to deal with that.Yes it is. Assistant to  the regional manager.No, it’s not. It’s lower, so…All right, managing by walking around. This is our warehouse. Or, as I like to call it, the whorehouse. But don’t you call it that, I’ve earned the right.And here we have “Mister Roger’s Neighborhood.” Come on over here. Hey, this is Ryan. He’s temping upstairs.And this is the foreman. Mista Ra-jahs.No, it’s Darryl. Darryl is Mista Ra-jahs.[laughs] And that is Lonny. And this is Roy. Roy dates Pam. You know, the uh, the best looking one upstairs.You still getting it regular man? Huh? I mean, I can tell her it’s part of the job!  Rapport!So, um, one o’clock sharp and we’ve got a game on.Oh, I see, you’re chickening out on me. You’re bailing on me.Oh, well, I’m glad that some time is a busy time because whenever I’m down here it doesn’t seem too busy to me. Oh, oh. You can dish it out, but you can’t take it. OK, fine, have it your way. [clucking and dancing like a chicken]All right, see you at one.Are we ready for the game?I… yeah, yeah. I know, grumble, grumble. But you would follow me to the ends of the earth, grumbling all the way. Like that, uh, dwarf from Lord of the Rings.Nerd. That is why you’re not on the team.Uh, [in a nerdy voice] “I’ll help, Elwyn Dragonslayer, uh, ten points, power sword.”OK, so, let’s put together a starting line-up, shall we? Stanley of course.Um, what do you play? Center?Uh…Uh, I don’t know. I don’t remember saying that.Well, people hear a lot of things, man. Um… other starters… Me, of course. I heard it that time.[ignores Phyllis)] Um… Yeah. Who else? We have Jim. We have Ryan, the new guy, right? Untested. Willing to prove himself now. A lot of passion, a lot of heart.Yes.Yes, this is business. The, uh, business of team building and morale boosting. Uh, who else?I will use your talents come baseball season, my friend. Or if we box.No.No, no, ridiculous.Close. All right, uh… Me, Stan the man, Jim, Ryan and Dwight.Sorry Phyllis.No, I’m team captain.No, I am the team manager. You can be assistant to the team manager.No.Jim, you’re in charge of the vacation schedule now.Threat neutralized.[hits Pam in the head with a piece of paper] Off the backboard!Oh, Pam with a zinger. Hey, Pam, how would you, like to be our cheerleader today? You know, some, ah, pigtails? A little, ah, halter top, you could tie that up. And you know, something a little, just, youthful, for a change. Just this once?Yeah, I bet you would. Just try not to be too gay on the court. And by gay I mean, um, you know, not in a homosexual way at all. I mean the uh, you know, like the bad-at-sports way. I think that goes without saying.Oh, yeah right.Oh, yuck, that’s worse than you playing. … ‘Cause we need you as an alternate in case somebody gets hurt. That’s where we need you. Blessed be those who sit and wait. You made it, suit up, you’re on the team! All right, cool! Very good.Oh-oh. Oh-oh. A spy from the warehouse. Trying to figure out our plays, huh, man?Oh ho, oh, he’s running. He’s running. He’s running, but he can’t hide because you know what? One o’clock, you better bring your ‘A’ game. Because me, and my, posse guys are gonna be in your face. Right in your face!Whoa-ho. I like the way you think. You know what, I’m gonna take that one step further. Loser, works, on Saturday.What?OK. Cool, you’re on. [to Dwight] Don’t screw this up.[to camera] Classic beginner’s mistake, eating before a game.Hey, there he is! Secret weapon! All right, guys, come on, let’s bring it in! Here we go!  OK, listen, this is just going to be a friendly game, right? We are all on the same team here, the Dunder Mifflin team. Of course, if you beat us, you’re fired. That’s a joke.  OK, let’s do it.All right, everybody stretch out a little bit. Stretch it. Full stretch. Ryan, you wanna stretch?OK.OK, Ryan, you have Darryl. I have Roy.Actually, I think Roy is their best player not Lonny. So, Dwight, you uh, have the East German gal. Uh, who else we got… Um…OK, all right, you guys.Aw, come on Dwight.On. Just put it on.Yes. Uh, Pam? You kind of have your foot in both camps, why don’t you do the uh, jump ball OK?Stanley!  What? You gotta be kidding me! !?! [Roy steals the ball, and goes for a lay up] Oh… Here we go! [Lonny shoots and makes it] Who’s on him? Somebody get him!Yeah, yeah, yeah. Over here, over here. [Jim saves the ball from going out of bounds and passes to Michael] Here we go. Three! [Shoots and misses] Let’s go to the zone! We’re going to zone!Who’s got Roy? [Jim does a behind the back move around Roy for the basket][misses a half court shot] Aw, come on! What is wrong with me today!? Usually hit those. [Dwight scores] Dwight, I was open. All right, let’s go.[Roy bumps Michael to get around him] OK, foul. Charging. Charging. That’s a foul.OK, I’ll take it. [misses free throw] OK.When I am playing hoops all of the stress and responsibility of my job here just melts away. It’s gone, I’m in the zone.[misses another shot] What is wrong with me today?!Who am I? Am I Michael Scott? I don’t know… I might just be a basketball machine. What’s Dunder Mifflin? I’ve never heard of it. Filing? Paperwork? Who cares? Possible downsizing? Um… well, that’s probably gonna happen, actually.Jim! Jim! Jim, right here, Jim! Give me the ball! Ryan, cut! [Michael looks away and misses Jim’s pass] Whoa!That is cool. Is that like the Robot?[Ryan scores] Nice! Come here! [gives Ryan a chest bump]Come on! Hey, Dwight. Dwight!You know what? Dwight, Dwight…Football is like rock and roll, it’s just bam-bam-boo… And basketball is like jazz, you know? You’re kind of… Dupee-doo, dupee-do. It’s all downbeat, it’s in the pocket, it’s like… [singing] Dupee-do, dupee-do, dapee-dah…[singing] Du-du-du-du-dupee-do, de-do-do-do. Du-du-du-du-dupee-do, de-do-do-do. Harlem Globetrotter…All right, time, time out. Come on, sales, over here. Bring it in! Come on!What’s going on? What’s going on? You’re playing like a bunch of girls.All right, switch. Take it up a notch, come on.Shoot, shoot it.  [Roy hits Jim in the mouth with his elbow] Whoa, whoa, whoa, whoa! Foul! Naked aggression!  Oh, that is… You all right Jim? Suck it up.[Jim makes a shot after pushing off Roy] Ouch! Oh, how much does it hurt? How much does it hurt?[Jim pushes Roy to the ground and makes another shot] Yes![Darryl scores] Watch the long passes, you guys!Dwight![Phyllis scores] Yeah! Yeah! Yeah! In, your, face! Angela, what’s the score?Yeah, baby, here we go![Jim has the ball] Jim! Jim! Right here! [runs into the elbow of the guy guarding him] Ow! God! Hold it!Foul! Foul!Oh, that hurts.What’s your problem man? Gah, just clocking me for no reason?No, no, no, no. That was a flagrant, personal, intentional foul. Right there.[mocking voice] Yes, it was. You know what, I’m just being fair.Game over. Game over. That is it! I’m sorry, you know? I hate to do it this way but, you know, that’s just… we’re having a friendly game. It’s a shame. This is a damn shame, but we’re like a family here and that just, that won’t fly.Thanks Dwight.Well, let’s just say whoever was ahead won.It was us? Really? I didn’t, I didn’t know. Great, I mean, I guess you guys are working Saturday. Your face.Um… well, you guys, you know, I’m the boss so…Hey, hey…[laughing] You guys believed me? Come on. Dogs, you know, you should know me better than that. No, oh, do you think that would’ve been good for morale? No. No. No. Exactly, no. I’m embarrassed it was even that close though. So… nah, of course, we’re coming in Saturday. Good game. Word.Hey, what a game, huh? What a game.Come on. Let’s not be gloomy here man. We’re all in this together. We’re a team. You know what? Screw corporate, nobody’s coming in tomorrow. You have the day off. Like coming in an extra day is gonna prevent us from being downsized. Have a good weekend.The great thing about sports is that it is all about character. And you can learn lessons about life even if you don’t win. But we did because we were ahead.",
    "Dwight": "Michael!Michael, can I talk to you, please? Privately? In your office? I think I should be on the team.Oh, please.I apologized for that.Michael, I…I can handle that.And that’s why you have an assistant regional manager.[to camera] Same thing.It’s close.So we need someone to work this Saturday and I think that, that should be…Jim.Gimli.Just trying to be helpful.Michael, look. [Dwight throws paper at the garbage can]Missed it…Yes!Can I be team captain?Can I be team manager?Assistant team manager?OK, we’ll see who’s working this weekend then.[taking off his shirt] OK, we’ll be skins!What? Shirts on or off?You sure?De-fense! [clap, clap] [Michael joins in] De-fense! [clap clap][scores] Yeah! [points to Madge] In your face![scores] Yes!Here, give me that. You have to break the interior bag. [bag explodes]",
    "Jim": "God, this is so sad. This is the smallest amount of power I’ve ever seen go to someone’s head. Phyllis, can you believe this?Pam gets a little down.  Her toaster oven broke. Um, which she got at her engagement shower. Um, for a wedding that still has yet to be set… and that was three years ago.That’s him.Uh, I heard it.Oh my God.I’ll do it. Wear a little flouncey skirt if you want, and…Basketball? It was kind of my thing in high school. And I’m, yeah, I’m looking forward to playing. You know, I think I’m gonna impress a few people in here.You coming down?You gonna wish me luck?Whoa.Is that trash talk from Pam?Oh.Well, I’m going to the outlet mall on Saturday, so if you wanna save big on brand names and Roy has to work, which he will, because I’m also competitive, you should feel free to come along.I think I’ll see you at the mall. Yeah.Have a good game man.Really? I thought I’d take Roy.My bad.You know what? Let me take Roy.Take it easy.[to Pam] …so I talked to the scout, it looks good.I didn’t sign anything.",
    "Phyllis": "Keep me out of it.I’d like to play if it’s just for fun. I played basketball in school.I have a sports bra.I’ll do it.",
    "Pam": "My fiance has plans for us this Saturday.  So I really hope that Dwight doesn’t make me work. Maybe I should sleep with him? I’m kidding, kidding. Totally kidding.[on the phone] No, no, I know that the warranty’s expired, but isn’t it supposed to last longer than two years if it isn’t defective? OK, fine, three years.Please don’t throw garbage at me.I don’t think so Michael. Besides, I can’t cheer against my fiance.Maybe Angela would cheerlead.Yeah, I’m just forwarding the phones.Yeah, you’re gonna need it.[laughing] I’m just saying, Roy is very competitive.And he wants to take the WaveRunners to the lake this Saturday so…Um, I think I’m gonna be up at the lake.Woo!Mmm-hmm.Hey.Yeah, he’s, uh, pretty good, huh? [to Roy] Let’s get you into a tub.",
    "Ryan": "Fine, don’t worry about that.Darryl Rogers?Yeah, yeah.But, I’m getting paid to skip lunch?OK.I stretched before I came.Can we just do one? That’s cool, that’s fine.[Dwight steals the ball from Ryan] Same team, Dwight.",
    "Lonny": "What’s up?[dancing] Where you at? Where you at? You over there? I’m over there.Wait, what does that mean? What is it, a tie? What’s going on?So what’s that? We’re coming in on Monday, right?Monday?",
    "Darryl": "It’s not my real name.Darryl Philbin. Then Regis, then Rege, then Roger, then Mister Rogers.We’re loading at one.No, we got a truck going out at 1:15. So, that’s the busy time.All right, fine, you know what? One o’clock.Just getting a tea bag.Why don’t we make it more interesting? Loser buys dinner at Farley’s.No, that’s not as much fun. You know what?You’re on.[scores] Here we go. Here we go. Here we go.You have one more free throw shoot. Come on.Block, block, block!Take your shot man!That was you.Yeah, this isn’t happening.",
    "Everybody": "[half-heartedly] Yeah.",
    "Stanley": "I’m sorry?Why “of course”?What’s that supposed to mean?",
    "Oscar": "I can help out, if you need me.What time do we have to come in?",
    "Kevin": "I have a hoop in my driveway.",
    "Angela": "Has anyone seen the first-aid kit? [Dwight holds the kit up] How many times have I told you? I’m the safety officer, not you.You’re ahead.This is a cold pack…",
    "Roy": "Yeah, you too. Should be fun.Don’t listen to him Pam. Trust me, tip it my way or you’re sleeping in the car.That’s what I’m talking about.OK.All right, let’s go.[steals the ball, scores, mimics singing] Du-du-du-du-dupee-do. Your ball.What the hell man?No, you take it easy.No, no, no, I’m not coming in on Saturday.Hey baby.[to Jim] Look at Larry Bird. Larry Legend.Yeah? Let’s get you into a tub.",
    "Teammates": "Yeah!",
    "Michael and Dwight": "De-fense! De-fense!",
    "Warehouse worker": "[Roy scores] Well done team.Watch your back Madge.",
    "Madge": "Hey! Come on man!Yeah, like that counts.He’s afraid of you now.",
    "Worker": "I’m sorry.I’m sorry. You all right?Sorry, I didn’t mean to do that.No it wasn’t.Oh, really? No, I just put my arm up…"
}