{
    "Jan": "Are you listening to me Michael?What did I just say?Alan and I have created an incentive program to increase sales.I’m not going to do that Michael.We’ve created an incentive program to increase sales.At the end of the month you can reward your top seller with a prize worth up to a thousand dollars.Uh, yes. Yes you can.No, Michael. No. You can’t win this prize.",
    "Michael": "Affirmative.You just said, let me uh… check my notes.  You just said…Hey, hey how is Alan?  Tell Alan that the Mets suck! Okay? From me, big time. Go Pirates!OkayUh, huh.Whoa. Howdy-ho. Wow, a thousand big ones. That’s cool. Do I uh, do I get to pick the prize?Um, question: Does top salesman include uh, people who were at one time such outstanding salesman that’ve been promoted to…I didn’t mean me!Well, first what we have to do is find out what motivates people more than anything else.It’s illegal. Can’t do that.  Next best thing.Tah, come on Dwight. Just help me out here. That’s just stupid.Pam!Burger with cheese!And fries!And shake! What? Go ahead.No, no, no. No vendors in the office. That is a distraction.Pam. Pam. Come on, I’m busy. So just tell her to go away.[exhales loudly, looks out window and sees Katy] Oooh, alright I’ll talk to her.All right girls break it up, you’re being infiltrated. Cock in the henhouse.Don’t say cocks. Oh, what is your name, my fair lass?Ah, Katy. Wow. Look at you. You are, uh you’re like the new and improved Pam. Pam 6.0.[Pam looks embarassed at Michael – Katy looks sympathetically at Pam]Oh, look. Oh hey, no catfights you two. I’m  against violence in the workplace.Nobody cares what you think.So uh, you know what? I usually don’t allow solicitors in the office but today I am going to break some rules, and you can have the conference room. It’s yours. All day.Well, lets put ’em in the hallway. Give ’em some chairs. Right? Decisiveness. One of the keys to success according to Small Businessman.I do. I read Small Business man. I also uh, subscribe to USA Today and American Way Magazine, that’s the in-flight magazine. Some great articles in that. They did this great profile last month of Doris Roberts and where she likes to eat when she’s in Phoenix. Illuminating.This is my conference room. So please, uh, make yourself at home. Whatever you need, I’m right on the other side of this wall. [knocks on wall]  used to be a window here. There’s not anymore. So, that’s where I will be.[Katy unpacks her handbags]So if you need anything else, something to make you more confortable just don’t hesitate to ask. I’m right here.Wait a second. I should have spotted another addict. Uh, gotta love the ‘bucks.It’s like a slang for Starbucks. They’re all over the place. Oh, man, that place is like the promised land to me. What a business model too. Ah, too bad we don’t have the good stuff here.Nah, it’s not. it’s spppplllibbbNo, here’s the thing. Y’know I do my best to be my own man and go by the beat of a different drummer and nobody gets me, and they’re always putting up walls and I’m always tearing ’em down, just breakin’ down barriers, that’s what I do all day.  So a coffee, regular coffee for you. High test, or unleaded?Oh. Woo, I will. I will bring it on. Ah, all right.[handing Katy a mug of coffee] There ya go. Nice steaming cup o’joe.I have an idea.  Why don’t I introduce you around, you know you can kind of get your foot in the door, meet potential clientele, right?Oh, um, well, we could have Ryan take a look. Ryan, would you look after the purses, please?Yeah, well, bladdy-bluda-blah-blah. Techno-babble. Just do it, okay. We have company. Right?You should sell a lot here because this branch made over a million dollars last year. Not that we’re all millionaires. I’m probably closest. So here’s Oscar. Oscar, this is Katy.Oooh-ooh. Oscar the grouch. Right? I thought of that.I know. I know. I made the connection. Can you believe he’d never heard that before he worked here?I know, it’s unbelievable.Here is Toby from Human Resources. Katy, Toby.Toby, Katy.Toby’s divorced. He uh, guh recently, right?You and your wife, and you have kids.Oh that so – that was really messy. He slept one night in your car too?Okay. Alright. Cool.  See ya in a bit. [looks at picture on Toby’s desk] Oh, she’s cute.  Cutie-pie. Back to work.I live by one rule. No office romances. No way. Very messy. Inappropriate. No. But, I live by another rule: Just do it. Nike.Giggle-giggle, juji-juji, I get it, I get it. Divine Secrets of the Ya Ya Sisterhood over here right?  [to Katy] So how’s that uh, coffee from earlier?Ah, I knew it. Guzzled it down. You greedy little thing.  So, uh, Pam is this your lunch break, or was that earlier when you were eating in the kitchen with those guys?[Pam sheepishly hands Katy the purse and leaves]Busted.Oh hey, I want to show you something. Come here I want to show you something.  I know you are going to like this. Picked it up today. A thousand big ones.Yes. This is a Starbucks digital barista. This is the mack daddy of espresso makers.Oh, I know what you’re thinking. You’re not prying this out of my hands, but don’t tempt me because I’ll give it to you!Coffee is the great incentivizer in the office. It’s a drug. It is quite literally a drug that speeds people up. It’s not the only drug that speeds people up. You hear stories about Dunder Mifflin in the eighties before everybody knew how bad cocaine was. Guh. Man, did they move paper![Katy reading text message on her phone] Oh the rotating um, steam wand. [Katy looks annoyed] What? What’s the matter?Oh, oh! God. I’m sorry. Is there…?Where you going? Nearby? Because I can give you a ride.Seriously. No, really.God! No, no, no, no. No inconvenience. I mean I’m out of here at five sharp.I can go earlier. ‘Cause I’m the boss. You know, whatever. I’m out of here slaves.What?Okay. Sounds good. Sounds good.  Five o’clock sharp.  I will give you and your purses a ride home.Excellent.Great. Cool. Cool. [takes deep breath – looks at camera] Yeah, okay.I should have never let the Temp touch this thing. I had all these great icons and now I have four folders. So..No it’s not. Because I could just click on the icon and then I’m onto—No, no, no it’s not against the rules.  She’s not a permanent employee so it’s not.But I think you should just know that I am going to be giving her a ride home later.She asked me for a ride and so I am going to give her a ride home.Well, might be a ride home.  Might be a ride home and we stop for coffee and dot-dot-dot…No. I cannot promise you that.Listen, Dwight.[laughs] Dwight, no. I don’t know. It’s too early to tell. I don’t know how I feel. [Dwight sadly looks away]Espresso?You’re welcome. Thank you.  Hmmm-hmm-hmm.Ummm-hmmm…Very easy to clean.[Stanley walks out]Okay. Like he’s going to win anyway, right? [laughs]Did we get any mail?Yes you did. Yes, you did. Just checkin’. Just checkin’, double checkin’, checkin’ on the check. Thoroughness is very important in an office and…Yeah, yeah, of course. Uh, Pam, one more thing. Um, how do girls your age feel about futons?Ryan.Would you like to help me with a special project?Alright.[in Michael’s car] Okay, just throw out all the empties.Um, yes. Throw them away in the recycling bin.No.Uh, what flavor?Blue’s not a flavor.Oh, Blue Blast. Yes, put that in the trunk, and there should be an unopened Arctic Chill back there. I want that in the passengers cupholder. Thank you.What, stop! Whoa! That’s my Drakkar Noir.No, it is a perfect smell-alike. I’m not paying for the label. Right here. Give it.Not it’s not, there’s some in the straw. [Michael opens bottle and wipes straw along his neck] There, now you may throw it out.That’s over several months, Ryan.I think in order to be a ladies man, it’s imperative that people don’t know you’re a ladies man, so I kind of play that close to the chest. I don’t know, what can I say? Women are attracted to power. And I think other people have told me that I have a very symmetrical face. [laughs] I don’t know. I don’t know. Maybe they’re right?  I don’t know.Sure you don’t want me to help you with that?  Cause I can grab that no problem.See you later. Goodnight. Goodnight, Jim.Where you going?With us?Okay. Great. Off the hook. Excellent. Okay, cool.Alright, have fun.Don’t drink and drive.Take it easy.You too, have a good night.Do I have a special someone?  Uh well, yeah of course. A bunch of ’em. My employees. If I had to choose between a one-night-stand with some stupid cow I pick-up in a bar, and these people? I’d pick them every time.  Because with them, it is an everyday stand and I still know their names in the morning.",
    "Dwight": "Sex.Torture.Cocks in the henhouse.So am I.Doesn’t matter.The purse girl hits everything on my checklist. Creamy skin. Straight teeth. Curly hair. Amazing breasts. Not for me, for my children. The Schrutes produce very thirsty babies.Hmmm… she’s been talking to Michael a lot.Assistant to the Regional Manager.That’s true.True. Plus I can talk to her about the origins of my last name.What’s that?I don’t want a purse. Purses are for girls.No.Like those?Okay, I’m just going to use the bathroom, and then I’m going…It’s actually better this way.Michael could I ask you something? I wanted to ask your permission to ask out Katy. I know it’s against the rules and everything. Because…Thank you, Michael. I appreciate this so much.What?Is that all it is? Just a ride home? Like a taxicab?Please. Please, I am your inferior and I’m asking you this favor. Can you promise me that it will just be a ride home?You cannot promise me, or you won’t promise me?Do you love her?Hey, how’s it going?  Good. Can I talk to you for a second? In private?It will just take a second.Just for a minute.Please? I wanted to talk to you in private because I wanted to ask you out on a date.Ok was that no to talking to me in private, or was that no to the date?",
    "Pam": "Uh, Michael?Hey, there’s a…There’s a person here…There’s…There’s a person here who wants to sell handbags.Okay, I told her you’d talk to her.Okay.There’s an HR meeting in there at 11:30.No.That’s a very rude thing to say, Kevin.It’s nice having Katy around. It’s another person for Michael to um, interact with.We’re not dating, we’re engaged.[smiles][mimicing Katy] Oh definitely, definitely step in and out of it like that.Oh!Oh…Oh, God. It’s sad. It’s so sad.[smiles in agreement]You’re horrible.Yeah, what’s that?I’m engaged. So…I wished, right?Yeah, I gave it to you.So, can I..? [points to the door][nods]That’s what he said.[not looking at Roy] Hi.Roy…Cut it out.Stop it. [laughing][giggling] Cut it out.Stop. [giggling][breathless] Stop, I can’t breathe.Jim is a great guy. He’s like a brother to me.  We’re like best friends in the office and I really hope he finds someone.I’m bored.No, I’m kidding. Um, so you got big plans this weekend?Really?What are you guys going to do?That’s great.That’s cool.I, I was gonna say, I think that um, we’re gonna help Roy’s cousin move.‘Cause Roy’s got a truck.Uh, huh. Yes.Great.Okay, I’m gonna head back.",
    "Katy": "This one is hand embroidered.Katy.Wow, thanks.I guess a cup of coffee would be great.What?Regular coffee is fine.No really it is.Bring it on.So do you like the periwinkle and the purples?Thank you.Gosh, I would love to but, my purses, I should, um…That was on Sesame Street.No, I don’t believe that.HiYeah.Cool. What year were you there?I should probably get back to my table.Guys are usually my best customers, they buy the high end stuff like the beads and the sequins and stuff. For gifts, you know?  They don’t know what they are looking at. So I make suggestions.This one’s really good for a hot date.[laughs]Congratulations.  You need a hot date more than anyone.Good.[whispers] Sorry.[to Pam] Come back…Is that from Starbucks?Wow. Is that for the office?I wouldn’t think of it.Oh, nothing.  My ride just bailed on me.Oh no, it’s um…No…No. I really don’t want to inconvenience you.At five?Okay.Okay, I guess that would be, I guess that would be okay.Okay. Cool.Cool.I think you’ve made a really good choice, she’s really going to like that.Oh, thank you.You seem to like to touch things. Did you try the velvet?Oh no, it’s fine that you, um. Here, what about the raspberry one? It’s really uh, kind of festive. It’s got a lot of personality.I don’t think so I’m really busy.I can’t.I really can’t.No.Both.[Dejected, Dwight walks out slowly]What colors do you like?Hi.I’m Katy.You sit out there, don’t you?Okay, um…Okay. [laughs]Okay.Goodnight, it was nice nice to meet some of you.I uh, I probably should have told you, I don’t need a ride now ’cause Jim can take me home after so you’re off the hook.Thanks.You got that?Good. Here. Squeeze it inside.Why?It’s a… it’s a very nice car.",
    "Kevin": "So are you jealous ’cause there’s another girl around?She’s prettier than you though.[nods]What is your type?Stay away from my mom.",
    "Ryan": "I’m installing File Share on all the computers.Yeah.I would love to.You don’t want to recycle them?Do you want this? [holding a full bottle of water]What about this bottle of power drink?Blue.It says flavor: Blue Blast.No, this is Rite Aid Night Swept.Well, it’s empty.Wow. How many filet-o-fishes did you eat?[Under his breath] Still.",
    "Oscar": "I’m on the phone.",
    "Toby": "Hi, nice to meet you.Hey, um did you go to uh, Bishop O’Hara?Yeah, me too.Eighty-nine.Yeah.A girl.[looks resigned]",
    "Roy": "Hey, Jimmy what do you think of that little purse girl, huh?Why don’t you get on that?What are you gay?That’s disgusting.[Katy walks through breakroom] Man, I would be all over that if I wasn’t dating Pam.Engaged, yeah.What’s up?Are you still mad at me?Come on [begins to tickle Pam]Come on, you mad at me?Are you still mad at me now?Are you mad at me now?Huh? huh?  Come on… Come on, Pammy I was just kidding.I was just kidding.  You know I didn’t mean it. I can’t…",
    "Jim": "Cute, sure, yeah.She’s not really my type.Hmmm, I don’t think so. Nope.[glances at Pam] Moms, primarily. Yep. Soccer moms. Single moms. NASCAR moms. Any type of moms, really.Too late, Kev.Pam and I are good buddies.  I’m sort of Pam’s go-to guy for her problems. You know with stuff like work, or uh, her fiance Roy. Or uh… Nope, those are pretty much her only two problems.She’d be perfect for you.So, what? You’re Assistant Regional Manager.Well, you know what Dwight? He’s your work boss, okay? He is not your relationship boss.Plus you have so much more to talk to this girl about, You’re both um, salesmen. I mean that’s something right there.It’s all gold.Alright. Here’s the thing okay, you just keep talking to her.  If you hit a stall you have a perfect fall back.You buy a purse.Dwight, that’s not necessarily true. Do you read GQ?Okay, I do. There like mini briefcases, alright?  Lots of guys have them.Yes. Listen, you are spending way too much time talking to me, when you could be talking to her.No. You don’t need the bathroom. You’ve got it. Go.Okay, shhhh stop… stop whatever you’re doing because this is going to be good.[mimicing Dwight in high-falsetto voice] Hi my name’s Dwight Schrute and I would like to buy a purse from you. Good lord, look at these purses! This is something special. Oh my God is this Salvatore Di-chini-asta?Yes, well I want to stress test it. You know, in case anything happens.Oh! That was really. [Dwight hits purse against table] This is necessary to do to really give it a good workout. This is the ooooh… This is the prettiest one of all.I’m going to be the prettiest girl in the ball.  Oh, how much?[whispering] Here he comes, shhh…[gives Dwight a thumbs-up – mouths the word] Good.He did pick a good one.A futon?He’s a grown manThat’s sad. Or it’s innovative. Well, you know the futon is a bed and couch all rolled into one. [Jim sees Roy and trails off]Hi.I’m Jim, by the way.Hi Katy, nice to meet you.I do. That’s what I’m best known for. Sitting out there. Alright, let’s talk about purses.Katy but you know what, don’t try to sell me one. Okay, seriously ’cause I’m just here to learn.Okay, so I know about most of these, but you know you can…What’s up?Thank you for choosing me.Ah, well I think I’m gonna see Katy.Yeah.Oh, man I don’t know. Uh, dinner, drinks, movie, matching tattoos.And stuff… yeah.What are you doing?Okay.That’s cool.That is cool. Well, I’ll see you Monday though, right?Okay.Alright.Goodnight, Michael.I don’t know. Grab a drink, I think?I got this. [taking Katy’s bag from Michael]I got it.Have a good night.Oh, yeah. You sold a lot, so it’s lighter.Alright now, I’m gonna warn you. Don’t freak out, okay?This is a really nice car. In case you haven’t noticed, this is a Corolla. Okay.You’re not going to freak out?",
    "Stanley": "Hmmm…Is that from the machine that was in your office?I thought that was the incentive prize for the top salesperson.",
    "Angela": "I don’t like to necessarily touch things. I’m just… I’m shopping.Yeah, uh no.Gray. Dark Gray. Charcoal."
}