{
    "Michael": "[clears throat] Hey, what’s up?Any emails today?No? Um… Check your spam folder.What?[laughs uncontrollably]Kay.I am king of forwards. It’s how I like to do business, everybody joking around. We’re like ‘Friends’. I am Chandler and Joey and, uh, Pam is Rachel. And Dwight is Kramer.That’s funny! That’s funny. Not offensive. Uh… because it’s nature. Educational.Um, I…Yeah… maybe. Maybe. Well, we’ll see. Because I… I don’t know if it’s… [muffled by jacket over his head] Whup! Come on! Hey!Kay! Oh, you are so bad! Yeah!Oh, Boom! Bam! Oh, this guy is out of control! He is a madman! Better get the bleep button ready for him.Uh oh.Uh oh! Oh-ho-ho-ho-ho-o!Todd Packer and I are total BFF. Best Friends Forever. He and I came up together as salesmen. One time, we were out and we met this set of twins. And Packer told them that we were brothers. And so, you know, one thing led to another, and we brought em back to the motel. And then Packer did both of them. It was awesome. So…Oh-whoa-oh! Oh! Okay. Grade ‘A’ gossip for you, right now. Randall, CFO, resigned. Nobody knows why.Really? Here we go! Buckle up. It’s going to be a bumpy one!Oh, yeah.Well, to be fair… blondes, brunettes, you know, there’s a lot of dumb people out there.Oh! Wow! I didn’t say it! I didn’t say it!Oh, wow! What did I tell you about the bleep button.Oh. Bad boy. [to Ryan] Um… Ryan? [makes Donald Duck noise]Ah! Man. That Todd Packer can do anything.Hey, send me that link to the monkey sex video. I’m going to forward it like it’s hot.Forward it like it’s hot. Forward it like it’s hot. “Old School”.Yes, Toby?Um… literally two seconds?Toby is in HR which technically means he works for Corporate. So he’s really not a part of our family. Also he’s divorced so he’s really not a part of his family.No, no, Toby. No.It is a big deal. It’s a big deal! What are we supposed to do? Scrutinize every little thing we say and do all day? I mean, come on!What?NO!What? He! No! Okay, what is a lawyer going to come in and tell us? To not send out hilarious emails or not tell jokes?There is no such thing as an appropriate joke. That’s why it’s a joke.Everyone! Hello! Everyone. Hi! Sorry to interrupt. I know you’re all busy and the last thing you want is for a major interruption. But Toby has an announcement that he insists on making right now in the middle of the day. [to Toby] So, take it away.I wish you luck, Toby. I really do. But you are going to have a mutiny on your hands and I just can’t wait to see how you handle it.A guy goes to a five dollar… lady of the night and he gets crabs. So, the next day he goes back to complain. And the woman says “Hey. It was only five dollars. What did you expect? Lobster?” This is what’s at stake.Time to bring out the big guns. I’m heading down to the warehouse where jokes are born. Find a killer joke that’ll just blow everybody away at the seminar later. And remind them what is great about this place. So… ah! Here they are. [to Warehouse guys] Guys! Wondering if I could, uh, get your help for something. I’m looking for a new joke to tell and it needs to be just killer. And it does not need to be clean. So whatcha got?Um, yeah, no, well… I mean better. Better than that. The type of stuff you guys tell all day.Alright, alright. Well, yeah, but, you know… a joke but not necessarily at my expense.Oooh, okay. That was still about me.What?I don’t feel bad.No, I don’t.Okay.Well, not exactly what I was looking for but thanks guys.Thank you.Hi, is it over?No.I know, I know. It’s good. It is not over. It is not over til it’s over.Did he tell you everything? Obviously, he didn’t because you all still look relatively happy. Albeit bored. Do you realize what we’re losing? Seriously?Exactly! Mmwwah [blows kiss to Angela]! Can we afford to lose email forwards? Do we want that?Give me a break. Umm… Stanley, how about that hot picture you have by your desk? Centerfold in the Catholic schoolgirl’s outfit? I mean, it is hot, it is sexy, and it turns him on. And I will admit, best part of my morning is staring at it. But what? Are we just going to take it away?I think the old honor system was just fine. For example, I have never slept with an employee. And, believe me, I could have.No! No! Catherine. Remember her? Remember how hot she was?She would have definitely slept with me.Yes, she was. Dammit, Kevin!What if Pam was a lesbian? What if she brought her “partner” in to work? [to Toby] Would that be crossing the line?What if they made out? In front of everybody?At home? And I told everybody everything about it.Okay. Well, then let’s act it out. Pam, you will be girl A and girl B will be… Okay! We’ll use the doll. Pam. Pam?I wish Todd Packer was here because he would love this. I wonder if anybody else would like to do this. Hey! Um… we have to watch, uh, Toby’s video that he’s showing us in order to brainwash us and I was wondering if anybody would like to join in? Going to be fun. Got my great pizza. Whataya say? Jim?That’s what she said. Pam?That’s what she sai [clears throat]  Nope, but… Okay. Well, suit yourself.Whoa, whoa, whoa, whoa… Okay! Hypocrite! She is a hypocrite. That is such a scam! Okay.Okay, you are never going to believe this. The girl in the video we’re watching that Corporate gave us… Darryl banged her! Aaand is about 90% sure.So you are the lawyer, Mr. O’Malley? I know a lot of lawyer jokes.Well, it’s probably because you don’t get ’em.When I said before that I was king of forwards, you got to understand that I don’t come up with this stuff. I just forward it along. You wouldn’t arrest a guy who’s just delivering drugs from one guy to another.The problem is that I am the boss and apparently I can’t say anything.Where’s the line? Where’s the line, Jan.No, I’ve seen the video.No, I didn’t. [to Jan] Huh, what? [everyone looks up at blow-up doll]Attention, everyone! Hello! Ah, yes! I just want you to know that, uh, this is not my decision, but from here on out… we can no longer be friends. And when we talk about things here we must only discuss work-associated things.  And, uh, you can consider this my retirement from comedy. And in the future, if I want to say something funny or witty or do an impression, I will no longer, ever, do any of those things.Mmmhmm. Yes.THAT’S WHAT SHE SAID![laughing] Come on.Mwah! [kisses hand and salutes office]You would have done the same. You just didn’t think of it first.It’s… That’s…Okay. [to man entering office] Hello. [introduces] Jan. Mr. O’Malley. This is my lawyer, James P. Albiny.I believe you may recognize his face from the billboards. He specializes in Free Speech issues.This guy does it all.What?So I’m not in trouble?I am so used to being the bad boy. I am so used to fighting Corporate that I forget that I am Corporate. Upper management. They hooked me up with an attorney. To protect me. You can’t be too careful about what you say. Mo’ money, mo’ problems.Okay. Well, let’s get you out of here, James. Um… I think we’re under an hour still, so…I know. We’ll talk about it later. Thanks for coming in.No. No, no, no. That crosses the line.Not you. Kevin. Just unwarranted. Hostile work environment, Kevin.No. You said it. He pointed. A point is not a say. Look. Kevin, we are a family here and Phyllis is a valued member of that family. Like a grandmother.I don’t know about that.Well, I have a late birthday and usually September’s a cut-off point. [to Kevin] You know what? You just crossed the line. Okay? There’s a line and you went over it. And you must be punished. So go to your corner.Yes, your corner. Go.Mmmhmmm.They didn’t get to me. I got to them. I am still the same old Michael Scott. New and improved. You know what? I love Phyllis. You know what else? I think she is gorgeous. I think she is incredibly, incredibly attractive person. [to Phyllis] C’mere, c’mere, c’mon!  Come on! Come on.Oooh!I’m not worried.You know what? The only thing I’m worried about… is getting a boner. Good work today, everybody.Times have changed a little. And even though we’re still a family here at Dunder-Mifflin, families grow. And at some point, the daddy can’t take a bath with the kids anymore. I am Upper Management. And it would be inappropriate for me to take a bath with Pam. As much as I might want to.",
    "Jim": "Hey.Um… I don’t think so.Oh! There it is!Um… ‘Fifty signs your priest might be Michael Jackson.’Well done.Topical.Hey, um… what has two thumbs and hates Todd Packer? [points at self] This guy!Except pass that breathalyzer.I’m really excited to meet your Mom.Oh yeah?Good. Cause I have a lot of questions.Yeah. As a child, did Pam show any traits that would hint towards her future career as a receptionist?I’m in an office relationship. It’s special. Um… she’s nice. She’s shy. She’s actually here. You want to meet her? Hold on one second. Oh, my God! Put on a shirt! Put on a… . I told you that you’d be on camera. I’m sorry, she’s European. No, I told you that you’d be on camera. Stop it.No, thanks. I’m good.Does that include ‘That’s What She Said’?Wow! That is really hard. You really think you can go all day long? Well, you always left me satisfied and smiling, so…",
    "Dwight": "So the monkey does the sex thing right here! [monkey noises in background]Do you want the link because then you could forward it around?Consider it?Yes!Yeah, Meredith.Yes.Hey, Toby.You said that we could come to you if we had any questions.Where is the clitoris? On a website, it said at the crest of the labia. What does that mean? What does the female vagina look like?Good. Good. And…Okay.",
    "Todd Packer": "What has two thumbs and likes to bone your Mom? [points at self] This guy![makes laser gun noises]bleep, bleep. What’s up, Halpert?Still queer?Are you kidding? Everyone knows why! You don’t know? Okay, check this out. Al lright. So here’s the story. So Randall is nailing his secretary, right? And she is totally incompetent.We’re talking blonde incompetent.Like 10 words a minute… talking.They are women, right?I said it. And then, suddenly, for no reason, this bimbo blows the whistle on the whole thing just to be a bitch.Meant to ask you, can you think you can get someone to drive me around because of the, uh, DUI situation?[to Ryan] Come on, kid. Let’s go.Why does everyone ask me that? Who the hell is that?Don’t ever let this little bitch drive you around town. We got, uh, lost for half an hour.Where is Michael Snot? Sniffing some dude’s thong? Probably.There he is.There he is. Good one.So a guy goes home, tells his wife, “Honey. Pack your bags. I just won the lottery.” She goes, “Oh my god! That’s incredible! Where are we going?” He goes, “I don’t know where you’re going, just be out of here by five!” [men laugh] Boom!There’s this guy. He’s at a Nymphomaniac Convention. And he is psyched ’cause all these women are smokin’ hot perfect 10’s, except for this one chick who looks a lot like, uh… [points at Phyllis]Ex-squeeze me?Oh my. They really got to you, didn’t they?",
    "Ryan": "You a big William Hung fan?",
    "Kevin’s computer": "[monkey noises]",
    "Pam": "You are?My Mom is coming in to visit. And she lives like two hours away. And she doesn’t have a cell phone… which is cool cause it’s kind of adding some suspense to my day. And I keep looking over at the door hoping she’ll walk in.I’ve decided to show her around. She really wants to meet everybody.mmhmm.Oh really?Um… I just wanted to say that… Just, my Mom’s coming in today.Thanks, Kevin.Usually the day we talk about sexual harassment is the day that everyone harasses me as a joke.She’s coming in today and maybe just don’t joke around about that stuff in front of her.Thank you.Uh… my mother’s coming.I don’t have any DUI’s so I can drive myself, but thanks.[ecstatic] Oh my god!Hello!I love my Mom. Okay. That’s probably really the most obvious statement ever.Yeah. I’m in charge of this whole area.This is where I used to keep my computer.But then I moved it.Yeah, yeah, but I uh… I switched stuff around because I actually needed like more room for organization. So…So this is like, um, an organization station…Hey!Well, you know… actually, I kind of need to stall a bit. But, it’s okay, because I am very used to killing time.Mom!No.Ten minutes.Then we can go to dinner.He said what?",
    "Toby": "Michael?Um… I need to talk to you in your office. It’ll just take two seconds.The full story is that Randall resigned because of sexual harassment. So Corporate asked me to do a five minute review of the Company Sexual Harassment policy.It’s really not a big deal, Michael.And then Corporate is going to send in a lawyer…Just to refresh you… .on our policy.Maybe not some of them. Maybe not inappropriate ones.Yeah, okay. Corporate would like us to do a five minute review of the Company Sexual Harassment policy so I’ll go over that later.So remember, intent is irrelevant. And that’s it. Pam?Great point.Um… in fact, basic rule of thumb, let’s just act everyday like Pam’s Mom’s coming in. All right. That’s it. Um… if anybody has any questions about anything, you know where I sit in the back.Uh, yes!I can go over it with you.It’s over.Office relationships are never a good idea. Yeah. So let’s just try to avoid them. But, um, if you already have one, you should disclose it to HR.Ok, you know, Michael…No.Well, that would be…Okay, I’m lost.Hey Dwight.Sure.Technically, I am in Human Resources. And Dwight was asking about human anatomy. Um… I’m just sad the public school system failed him so badly.Yeah, maybe when you get really comfortable with each other, you can ask for that.I should get back to work.[to Jan] He talked the whole time.",
    "Darryl": "Like a joke? A knock-knock joke?Well, [points at Michael] those are some awful tight pants you have on. Where’d you get em? Like Queers R Us?Man, we can see all your business coming around the corner, okay? You need to, you know, hide the… good thing you don’t have a lot of business to start with.[fake whispers to Roy] I think he feels bad.Hiding from his momma.Oh, Mi… ! Hey, stop the video! Michael, stop it right there! Stop it right there! That’s that girl from that thing. [pointing at Redheaded Actress] I banged this girl right here. This is…Yes, this is the one.You remember? Yes!Yes! [to video screen]  Right here. You are a naughty girl!",
    "Roy": "Boys R Us!Hey, hey, hey.So you don’t have the biggest package. Don’t feel bad.You look like you feel bad.Little package!You look good.Natural redhead.That’s her?No!At the party?How are ya?You look great!Okay, I’m going to go wait in the parking lot. And what kind of tunes you want for the ride? Little, uh, classical? Or oldies?All right, I’ll see ya.",
    "Warehouse Guy": "Oh!",
    "Warehouse guy": "Little package! Little package!You banged her?",
    "Warehouse guys": "[kissing noises, sheep baaing sounds]",
    "Kevin": "MILF!She wasn’t that hot.Phyllis?Packer said it.You mean where my desk is?Okay. I have a lot of work to do anyway.",
    "Angela": "Email forwards.I hate them. You send me these filthy emails and you say forward them to ten people or you’ll have bad luck.",
    "Stanley": "That is my daughter. She goes to Catholic girls’ school. I am taking it down right now.",
    "Meredith": "Um… what about office romance?",
    "Phyllis": "All relationships? Eh, even a one-night stand?I’m the same age as you, Michael.We’re in the same High School class.Michael! Come on!You don’t have to worry. I’m not going to……report you to HR.",
    "Video": "[Crossing the Line: Rules for the Modern Workplace][Scenario 1:The Natural Redhead]",
    "Man in Video": "In today’s fast-paced business climate, it can sometimes be hard to know when a comment or an action crosses the line. Let’s take a look at a couple of scenarios and ask ourselves ‘where is the line?’",
    "Actor": "Hey, Rach.Hey, settle a bet. Are you a natural redhead?",
    "Redheaded Actress": "Hey, Joe. Mike.",
    "Jan": "[to cell phone] Yes. Yes, I did. Okay. Well, we can talk about that later then. [to Pam] Hi.You seem a little bit agitated, Michael. What’s the problem?Well, that… that’s true in a way. You can’t say anything.Do you need to see the video again, Michael?Michael. MICHAEL!Michael, please.Mike… Michael. Please. I… I… really.That’s not my sense of humor.Wha…[to Albiny] ‘Scuse me, I’m sorry. [to Michael] Michael. Mr. O’Malley is your lawyer.Mr. O’Malley is our Corporate lawyer. We have him on retainer. To protect the company as well as upper level management, such as yourself.",
    "Mr. O’Malley": "I love lawyer jokes.",
    "Albiny": "[to camera] And motorcycle head injuries, worker’s comp, and diet pill lawsuits.Yeah, but I did a lot of paperwork at home before I got here.",
    "Pam’s Mom": "Um… hello.Finally made it!This is all yours?Oh, my goodness. That’s great.Oh, right! I remember…with the picture.Sure.[to Roy] Oooooh!Well, there he is!Hi, handsome!Oh, thank you! So! We ready for dinner?Oh, I don’t believe that.Oh, anything is fine.So which one is Jim?I just wanted to know.All right. Okay.Okay.I’ll make myself busy."
}