{
    "Michael": "I’m an early bird, and I’m a night owl. So I’m wise, and I have worms. Oh, breakfast.Yummy, yummy. Thank you, Ryan.Um. The sausage, egg, and cheese biscuit. But thank you. And why don’t you take a couple hours. The office is yours. “Home Alone,” “Risky Business.” Take your pants off, run around. Whatever you gotta do.Ok. [Removes biscuit, leaving only sausage, egg and cheese.] Healthier. Gotta watch those carbs.Today, I, Michael Scott, am becoming a homeowner. Investing in real estate.Yes it is. Yes it is. It is very important to own property. Back in olden days, they would not even let you vote unless you owned property and they’d throw you in the stocks and humiliate you.Maybe.Yes. Yes. Final walkthrough.Sign the papers at the condo.Uh, I don’t need one.I don’t need a representative.No, No.No. Dwight. I’m fine.Well, this isn’t about work. This is closing on a condo, it’s completely personal.Except that, this is about my living arrangement, and as boss, I need to have a living arrangement in order to do work.Ok. Fine. Yes, you can come.As my associate.No it is not.Oh, most honorable Pamera. Not offensive, because that’s the way they talk in movies.We are. Dwight and I are going to the big thing. So why don’t you have everybody work on their expense reports and I’d like them in by the end of the day.Very good.We will. Um, did you do the thing I asked you to do about the magazines?Good. The Small Business Man?Maxim? American Way? Cracked?How about, uh, Fine Arts? Aficionado Monthly?NO, well can you get on that, because I don’t just read Cracked.  Thank you.Ok. See you soon.I don’t know, regular. Normal ones. Nothing fancy. Not my style. What are you doing?What? No, Dwight. It’s fifty degrees outside.  Don’t… please…I… Just… Would you put it up? [roof opens] Ok. Fine. Just leave it down. Whiner.I do not understand what you spend your money on.Home, sweet home.Right there. My sanctuary. My party pad. Someday I can just see my grandkids learning how to walk out here. Hang a swing from this tree. Push them back… wait… [turns around] no, it’s this one, right here. Home, sweet home.Oh, how are you? Nice to meet you, Bill. Bill. Mr. Bill. OHHH NOOO. MR. BILL. OHHH! SNL? When they pull him apart? He’d always get rolled over by something.Nice to meet you too.Yeah, small. I’m buying it and I’m not renting it. So, it’s still an upgrade. He doesn’t know anything about property ownership. Kind of an idiot. Um.Oh. Good. That’s good. It’s good to be accommodating of that.This, my friends, is the master bedroom. Check out the cathedral ceilings. Those are like seventeen feet high. We have cable readiness. [points at wall] Right there. I am going to totally pimp this place out. I am going to put a surround sound system. I am going to put a plasma screen right against this wall.I’m putting my bed right over here.Well, then I will get a warrantee.Well then I won’t get a warrantee.So that’s the problem, is solved. What?Uh… Ten year.What? Wha? You said ten.Ok, ok, ok.Alright.Ok. Alright. Oh boy.Um. Oh. [moves stove burner] Oh, ok. Is that suppose to come off?Um. I’m going to take a little breather for a second. Excuse me.Oh, man.Uh. [breathes deeply, head at knees]The ceilings are lower than they were last week. That, I don’t… I don’t……know if you showed me this same unit or not.Where are all the hot people? I was told that there would be all these attractive singles.As far as I can tell, I’m the best-looking person here.There’s a basic principle in real estate, that you should never be the best-looking person in the development. It’s just sorta common sense, because if you are, then you’ve no place to go but down.No, no, no.I am not going to rent the third bedroom. I want a price reduction or I am a-walkin.Ehhhh….I made the right decision. I’m glad I signed. I’m a homeowner. Right? Good to be a homeowner. Diversifying. This is good. This is fun. We’re having fun.There’s something else Dwight wanted to talk to you about. I have a surprise for you, for helping me out today.No, no. I insist. I insist. Because you’ve really done some great work. Great work. And that is why, I am going to let you move into my third bedroom and pay me rent.Why did I do it? Because I believe in rewarding people for their efforts. Ah. I rewarded Dwight with the room, and he is rewarding me back, ah, with $500 plus utilities.I’m thinking, lock into a four year commitment, we’ll go month to month after that. Or, until I start dating, have a girlfriend, then you’re, you know, you’re gone.What the hell is a terrarium?Oh, so an aquarium. Ah, that will not come into this place.We take separate cars.Why would we do that?No.EHHHHNT. Game over. Offer revoked. Dwight. I’m sorry, but you reach out and you try to be a nice guy, and help out a friend, and this is what happens. This is what I get. Oh god. I’m … Ok.Yeah, well, you know what? Nobody cares about your stupid beet farm. Beets are the worst.Nobody likes beets.Nobody likes beets, Dwight. Why don’t you grow something that everybody does like? You should grow candy. I’d love a piece of candy right now. Not a beet.Stop it! [smacks Dwight’s arm]Yeah. Jim. Slim Jim. What’s going… What’s going on?Oh. Thanks. Thanks. It’s very cool. It’s a three bedroom, gay-friendly.You know.Really?What’s this?I don’t really know what to say. Um, I’m not one for making speeches, but ah, my heart is very full at this moment.Get up here, Dwight.Yep, not as good as gold. [national anthem plays] Why are you playing the national anthem?Oh. [doves move across cord] What the hell is that?",
    "Ryan": "I got your sausage, egg and cheese biscuit.What was the thing, ah, you needed me to come in early for?I’m just going to take a nap in my car until work starts.I did.I figured I could throw it away now, or I could keep it for a couple of months and then throw it away. I mean, it was really nice of Pam to make them, but what am I going to do with a gold medal made of paper clips and an old yogurt lid?",
    "Dwight": "Diversifying. Smart.And it worked. They should bring the stocks back. People’d obey the law, there’d be less troublemakers.You should go.Uh huh.You have your lawyer there?Can I be your representative?I think I should be there.I’m good. I can make sure things are up to code.Please, I’m always the guy you rely on at work.So you’re taking a personal day?Please, I’ll make you proud.Yes! As your representative?Same thing.I have been Michael’s #2 guy for about 5 years. And we make a great team. We’re like one of those classic famous teams. He’s like Mozart, and I’m like Mozart’s friend. No. I’m like Butch Cassidy, and Michael is like Mozart. You try and hurt Mozart; you’re going to get a bullet in your head courtesy of Butch Cassidy.What kind of shocks you got on this baby?[tries to open sun roof] I want to put the top down.But then no one can see us.Check it out. [points at sunglasses] Terminator.Which one’s yours?This is smaller than your old place.Actually, I do own property. My grandfather left me a 60 acre working beet farm. I run it with my cousin, Mose. We sell beets to local stores and restaurants. It’s a nice little farm. Sometimes teenagers use it for sex.Actually, no. We have a couple of questions, about the neighborhood.Let’s go check out the master bedroom.Oh. Terrible idea.No, no, no, no, no. This is a shared wall. Neighbor throws his wife into the wall, plasma screen hits the floor. Totally smashed.Warrantees don’t cover it, plus they’re a rip-off.Shh Shh.Listen. [puts ear to wall] Can you hear that? Oh man. These babies are thin.What kind of mortgage did you get?Ho, thirty years.Wow, you’ll be paying this off in your mid-seventies.Forget about retiring when you’re 65. Hey, I’ve got an idea. You know that extra bedroom? If the whole girlfriend thing never happens, that’s where the nurse can live.Well, this is it.Hey, look! Cool. Carpenter ants.We’ll be here waiting for you.A thirty year mortgage at Michael’s age essentially means that he’s buying a coffin. If I were buying my coffin, I would get one with thicker walls so you couldn’t hear the other dead people.Totally having fun. Can you imagine those poor saps stuck at the office today? [laughs]You didn’t have to…I don’t even know what to say.Question. Where can I put my terrarium?It’s a fish tank for snakes and lizards.Question. My grandparents left me a large number of armoires.Question. What about carpooling, who pays for the gas?Question. Can sometimes I drive your car and you drive mine?Just for fun?Question. Who is the primary on the fire insurance?Thank god. It was nice of him to offer, but I live in a nine bedroom farm house. I have my own crossbow range. It’s a perfect situation for me. Although two bathrooms would have been nice, we just have the one. And it’s under the porch.You know you can always refinance your mortgage. We had a 15 year on our beet farm.  We paid it off early.People love beets.Everybody loves beets.Let’s get this roof going.Ow.What is going on?That’s my stopwatch.Silver medal.",
    "Jim": "[looks bored. Taps finger on desk. Head falls to desk]Mm-hmm.No way. Let’s do this [crumples post it and throws into mug. Misses.] Oh.Wind.Perfect. [misses]Oh.Hey, Oscar, on these new expense reports, do we really have to go back to last quarter?[points at paper on desk] What does 2005 season mean?Wait a minute, what is this?What?Really?Oh my God!  Wait, this goes back two years.[flicks football onto Kevin’s desk] OH!Yes!  So close.  I really love the paper triangle flicking and hitting things game.  Yeah.Why?Hey, do you guys have any other games?[bounces ball off wall with Toby] So that’s what this sound is all day.Stanley. Just played Dunder Ball with Toby. What about you, you got any games?Fair enough.[sings Olympic theme song] This scented candle …andle …andle. Which I found in the men’s bathroom …room …room. Represents the eternal burning of competition. Or something.Yes it does. Yes it does my friend. Ok, we will be competing for gold, silver and bronze yogurt lids.Let the games begin. [sings Olympic theme]You have what is the national sport of Icelandic paper companies. And I’m blanking on the name, can you help me out Pam?Hum.Fair enough, but I like Flonkerton.So, who will be challenging Kevin in Flonkerton? Anyone?Yes! Phyllis! [claps] Phyllis, just put your foot right through here [lifts strap on box of paper]. Right through the flonk.Here we go.  Here we go.Dig deep, dig deep! OHHHhhh! It’s Phyllis!Phyllis by a nose. Gold medal in Flernenton.Thank you, delegate from Iceland.Wow! Ok. No one else should even try! Gold medals! Give him medals. Wow.Very nicely done. I think that’s H-O-R for Stanley, and H-O for Phyllis.Oh my god. Phyllis, coming alive. I like it.Who had someone from Vance Refrigeration?Ryan Howard. Ryan! [claps] Gold medal.What? [looks in box] Oh my god. Where did you have time to make that?Alright Pam, alright [gives her hi-five]. Nice work!Final lap. Final lap. Time to beat is 1:15.Time to beat is one minute, 15 seconds. Here they come. [Michael and Dwight enter] Guys?Nothing. Guys? Timer’s still going? Er?[hands expense report to Oscar] Here you go. All done.Yeah, I filled out the expense reports. That took about five minutes and then I closed two sales at lunch time. So, about as productive as any other day. If not more so.Hey.Mmm. Hey, can you ignore those and do something for me instead?Okay, today. 5 o’clock. Closing Ceremonies.Notify the athletes.Michael.Nothing. I just wanted to congratulate you on your condo.Nice.Hey, would you mind coming out here for a second? I just have something for you.These are the Closing Ceremonies. Step up. You’re on the top one.  [Michael stands on podium] Congratulations to Michael, because he closed on his condo. So, gold medal. [everyone claps]And for Dwight Schrute, the silver medal.Um… ‘Cause your condo’s in America.Those are the doves.",
    "Pam": "[laughs]Every so often, Jim dies of boredom. I think today it was the expense reports that did him in. And our deal is that, it’s up to me to revive him.You see Dwight’s coffee mug?Sometimes when he’s not here, I try to throw stuff in it.Here.Try paperclips. Oh wait. This message. For Dwight.Oh.You headed out?Ok.Have a great time.Yeah, I changed them to your new address.Yup.Yes, I changed your Cracked magazine subscription.[shakes head]Yeah.Now the bronze are really blue, and they’re also the back side of the gold, so no flipping. K? Honor system.Jim, they refer to it as Flonkerton.In English, box of paper snowshoe racing.The thing about Jim, is when he’s excited about something, like the Office Olympics, he gets really into it and he does a really great job. But the problem with Jim is that he works here, so that hardly ever happens.Go!  Go!  Go!It’s Phyllis!Flonkerton.Are you sure you don’t want to play?Come on Angela, don’t you have a game?Well, let’s play, what is it?We’re friends.I made something for our closing ceremonies.Automatic voicemail.[sees Angela making check mark on tally sheet]I have 59 voicemails.Sure.Really?Cool.",
    "Kevin": "[paper football lands on desk] Ooh.Or when we’re bored.We’re bored a lot.Oh!We call it Hate Ball.Because of how much Angela hates it.Sometimes we play “Who can put the most M&M’s in their mouth?”It smells like cookies.[empties bowl of M&M’s into his mouth]",
    "Oscar": "Yeah. It’s a terrible system, I know.Eh.It’s a scoreboard.Kevin and I play this paper football game when Michael’s out.Yeah.Sweet!You should ask Toby to teach you Dunderball.Pair of shoes!Ah…Great.",
    "Angela": "play that.I do play games. I sing and I dangle things in front of my cats. I play lots of games. Just not at work.I’m sure.I have one, yes.I call it Pam Pong. I count how many times Jim gets up from his desk and goes to reception to talk to you.Apparently.",
    "Carol": "Michael, this is Bill. He’s the head of the condo association.Are we ready to sign some papers?It’s a very gay-friendly neighborhood.And then, I just need you to sign here at this arrow.Well, ten over thirty, so thirty year total.Ten year fixed, over thirty. Thirty year total.Whenever you’re ready.Actually yes.Whenever you’re ready, Michael.What?Michael, this is the unit you saw and…Who told you that?Is this a financial thing? If it’s a financial thing, what some people do is they rent out the third bedroom.That’s some extra income for you.You will lose $7,000 if you walk away right now.",
    "Bill": "Nice to meet you.It’s very safe. It’s very clean. Also, it’s very accepting of all lifestyles.",
    "Stanley": "Yeah, I got a game. It’s called “work hard so my kids can go to college.”A little bit more and I would have had it.Oscar!",
    "Phyllis": "I’ll do it.Are you calling me a ho?",
    "Meredith": "Wow!",
    "Everyone": "OH!",
    "Crowd": "Go! Go! Go!"
}