{
    "Dwight": "Where is my desk?This is not funny.  This is totally unprofessional.I didn’t lose my desk.Okay, who moved my desk?Ok, I am going to tell Michael and this entire office will be punished![In bathroom, answers phone] Dwight Schrute.Jim, I’ve given you this information, like, twenty times.It’s by the ream?…now, $9.78, signs and discounts 7%.Wash your hands, Kevin.[Also on the phone] Sensei, hello it’s Sempai…Dwight…Yes, I just had a ques-… Yes Sensei. Arigatou gozaimashita. Hai.No, that was my Sensei.I am now Sempai, which is Assistant Sensei.Assistant Sensei.I am a practitioner of Goju Ru Karate, here in Scranton. My Sensei, Ira, recently promoted me to purple belt, and gave me the duties of a Sempai. Not that a lot of people here in America know what a Sempai is, but it is equally as respected as a Sensei.Impossible. The way they’re programmed… You’re mocking me.Look, I’m going to offer you a little piece of advice. I’m not afraid to make an example out of you.Ok, give that back to me.No. That is not a toy.Please?Arigatou. This is not a toy. This is a message to the entire office so they can see that I am capable of physically dominating them.No women or children, unless provoked.Warehouse guy. Doesn’t count.Because we’re friends.Argggg!What belt are they?No!Michael, I told you, it was because it was New Year’s Eve and it began to snow at exactly midnight.Ok, I’ll punch you.Kiyah!Did I want to harm Michael? The one man I’ve been hired to protect? No, I did not.I come from a long line of fighters. My maternal grandfather was the toughest guy I ever knew. World War II veteran. Killed 20 men then spent the rest of the war in an Allied Prison Camp. My father battled blood pressure and obesity all his life. Different kind of fight.[to Kevin, who he is teaching to fight] Take this pen and stab me with it.Good.Now watch, let me take you from behind.I didn’t sucker punch you, Michael.In case you remember, I was defending my honor… like a samurai.Ok, fine. Tit for tit. Give it your best shot. Two punches. Go!No, I would block your first punch rendering it ineffective.Yeah.No, it’s free during the day. It’s fine.I’ve got the key.Yes, Sensei!Hiii! [kicks Michael]Yes!Eat it!Two more.No.It was my pants.No holding.No, stop it! Come on! Michael.No, Michael!I need to change my emergency contact information from Michael Scott.Just put “The Hospital.” Contact number:just put 9-1-1. [Dwight leaves]I’m busy.Of course.Michael, I don’t know…I can handle it. I can. Wow. So I guess this will just be my office.I’ll have Pam send out a memo.Just a formality.Michael, I have so much to learn from you.Thank you, Sensei.",
    "Jim": "That is weird.Ok, well, you’re the one who lost the desk.Okay, calm down.  Where was the last place you saw it?I think you should retrace your steps.Colder… warmer… little warmer… there you go, ooh, warmer… warmer… warmer… warmer… warmer … cold, cold, cold, back up… ooh, ooh, warmer, hot, red hot,  hot, very hot.[On the phone with Dwight] Hi, Dwight, um, what sort of discounts are we giving on the 20 lb white model.I know.Uh, yeah, ream.Ok, thank you, gotta get back to work.[On the phone] Right, oh let me just check the pricing list.  Hold on one second…Umm…You know what, let me give you a call right back. I’m going to uh, find it and then I’ll call you back, thanks.Was that your mom?Oh, I thought it was your mom.Assistant to the Sensei, that’s pretty cool.Ok.Uh, Larissa Halpert.117 Mount Bergin St.You making this up as you go along, aren’t you?Well, at least I don’t have cavities.Thanks.Hey, Dwight. As Sempai, do you think there is ever going to be a day where humans and robots can peacefully co-exist?No I’m not.Oh, that’s not advice. What advice sounds like is this:umm, don’t ever bring your purple belt to work because someone might steal it. [reveals Dwight’s purple belt]Ok, say please.Please?Good, and it absolutely is a toy. Arigatou.Ok, Roy?Ok. Michael? Could you beat up Michael?Well, Dwight’s a purple belt, so…Uh, how did you know they were black belts?Sounds tough. When you’re a Jet, [starts snapping] you’re a Jet all the way, right?I can’t. I just got a manicure.Just have Dwight punch you.You know a ton of fourteen year old girls?Are you ok? Are you sure you are alright?Ok, he has to be stopped. Please, please, please, please, just ask Michael.Ok, I’ll buy you a bag of chips.Obviously.Yes.Uh, Kitchen.Ooh, what about, uh,  Dwight’s dojo?Um, well, we are all getting excited to see this fight. The Albany branch is working right through lunch to prevent downsizing, but Michael, he decided to extend our lunch by an hour so we could all go down to the dojo and watch him fight Dwight. Fight… Fight, fight, fight, fight, fight, fight, I’m coming, fight…[Reading Pam’s palm, while she has on extremely padded gloves] Wow, that is really interesting.Your love line- I’m just kidding. I can’t see anything.[Jim moves his head closer and Pam taps him gently in the face] Oh, ok.[Gently taps Pam on the forehead] Tied up.What, what are you going to do? Bring it, Beesley. Bring it. Oh yeah, good move. Not such an ultimate fighter now.Later, Kev. [Puts French Onion Potato Chips on Pam’s desk] Have a good weekend.",
    "Stanley": "I don’t want to stay until seven again this year.Michael, can’t your conversation wait till Monday.I don’t care.",
    "Pam": "I don’t really have any control over that Stanley.Michael tends to procrastinate a bit whenever he has to do work. Umm, time cards, he has to sign these every Friday. Purchase orders have to be approved at the end of every month. And expense reports, all he has to do is initial these at the end of every quarter. But once a year, it all falls on the same Friday and that’s today. I call it the Perfect Storm.Umm, I put stickers so you know where to sign.It’s just last year you…Well, the last pick-up for overnight deliveries is at seven. So you need to have them signed by then. Or much earlier.Well, is that really a priority?[Reading Jim’s palm] You’re major and minor lines cross at a ridge – that sucks.I am just following the website.Yes, you have very nice teeth.Could you practice on the forms?I don’t know.French Onion?Ok.I just have a quick question.No, it’s not that. Um, I was just wondering, since I’m probably going to have to stay late, could you ask Dwight to stay late too so he can walk me to my car?He’s a purple belt. That’s really high.It’s just out there, you…Yeah.What?Well, look closer.Once point for me.Oh, you’re dead.Hey, put me down. Put me down. [Meredith turns and looks at Jim and Pam] Oh my god, hey, put me down. Hey…Yeah, you too.The shipping place closes in a half hour.",
    "Michael": "[singing and tapping on his coffee mug] I don’t want to work, I just want to bang on this mug all day.Uhh, yes, I did, here’s the dizzle. I have a very top secret mission for you. I want you to update all the emergency contact information.[to Pam] Hello, oh God, busy work. Ahh, get away, cretin.Yes, thank you. I know where to sign.Last year they were out of order, weren’t they Pam?Chillax, Pam. Stop Pam-M-S-ing. That’s pretty good. Um, actually, I’m sending Ryan on a top secret mission. Tell her what it is.Is it a priority? Oh I don’t know, um, what if there is a tornado, Pam? People’s legs are crushed under rubble. “Please, would you be so kind as to call my wife? No, I can’t because we don’t have any emergency contact information because Pam said it wasn’t a priority.” Think. Think with your head, Pam. Ok, well. She walks out. That’s the problem with being a boss is that when you are tough they resent you and when you are cool they walk all over you.Catch-22. Yes. Why don’t you give me your contact information to start with, ok, what’s your cell?[in his office on his cell phone, talking in a fake high voice] Hey Ryan. This is Michael Jackson calling from Wonderland.This is Tito.Calling from… [Ryan hangs up][Taps on the glass in his office to get Ryan’s attention] Pick up.[in a high pitched voice] This is Mike Tyson.And this is more a ying-yang thing. The ‘Michael’ all cursive, the ‘Scott’ all caps. Left brain, right brain. Or, duality of man.Yeah, yeah, I don’t think that would happen.Because I would kick his ass.So? I’ve beaten up black belts.They told me. After. You see, I used to run with a very tough crowd. Street Fighter types. Real, real bad people, I’m just lucky I got out.And after that, nobody ever messed with the ‘Damn Rascals’ ever again.You were a Jet?Yes, in theory, I have. I just need to cross some t’s and dot some i’s. Alright, I’m going to be in my office if anybody needs me. [Puts Dwight in a headlock] Hoo-hah. Oh, wow, sleeper hold. That’s my rebuttal. Shhh. Hoo. You are the weakest link.I’m friends with everybody in this office. We’re all best friends – I love everybody here. But sometimes your best friends start coming into work late, and start having dentist appointments that aren’t dentist appointments. And that’s when it is nice to let them know that you can beat them up.Just hit me. You’ll see.Oh, queer… [realizes he is on camera] eye. Queer eye. That’s a good show. Important show. Go ahead. Do it.Oh yeah, that would be kind of worthless because I know a ton of fourteen year old girls who can kick his ass.Look, Dwight is a wuss. When we rented ‘Armageddon’…… he cried at the end of it. He did.Oh, Bruce Willis. Are they going to leave him on the asteroid?Ok, here we go. Alright, come on.Fuuuaaaahhhhh… oohhhhh!Yeah. [Jim opens office door for Michael] Thank you.[Pam knocks on his door] Go away.I haven’t signed them, ok?Come in. Um, Pam, I hate to break this to you but Dwight can’t stop you from being mugged. He’s just not tough enough.Oh, I could beat up Dwight. That’s ridiculous. I could murder him.Oh, so that’s what they are saying?Ok, alright, where is Dwight?Ok.Watch out Kelly, he might sucker punch you.No, Really?Really? Well, the offer, Dwight, was for one punch which I absorbed. I had no idea that there would be a second punch. So, catch-22.Look, if we were in a bar right now, there would be two punches:me punching you and you hitting the floor.Really?You know what? You’re just lucky that we are at work right now.No, they must have class.Look…Hey, Toby.I’ve got an idea:why don’t you leave right now. Why don’t you walk away from the room, ‘kay? Fine. We’ll go at lunch. Pam, make an announcement. Figure out carpools.I recognize that. That is Japanese for California Roll.I think it is. A guy told me about that.Oh.Alotta rules. Alotta rules. On the street we didn’t have any rules. Maybe one – no kicks to the groin, home for dinner.Hey!What the hell was that?No.Alright, that’s the way you want it.Play dirty, huh? Ok, game on, man.I’m comin’ atcha man. Ok, purple belt, ok. I got him.I got his pants.Dwight, you have… No, you have something… God, you look like such an idiot! [Lots of yelling and flailing of arms by Michael and Dwight]Go on, I dare you to kick there again. Kick there again, I dare ya.You can’t see. You can’t see. Good boy. Good boy. Great boy. Two points, three points, four points. I win. I win. [Michael is using his head guard to hit Dwight] Eight points. Nine points. [Begins to hock a loogie]Open your mouth.You talkin’ to me? You talkin’ to me? “Raging Bull.” Pacino. Oh, I want that footage. I want it. I need it. Ah, I have to get back to work. I have lots of work… Oh, oh check this out. Come here. [Michael opens his blinds and looks at Ryan in the parking lot] There he is. Mr. Temp. Having lunch by the car. Let us play with him. This’ll be hilarious. [Calls Ryan on the phone, Ryan doesn’t pick up after seeing that Michael is calling] Oh, we’re playing phone tag.My emergency contact is Todd Packer. Todd F. Packer. Do you know what the F. stands for?[knock at the door] Yeah… uh, come in. Oh, hey Karate Kid. The Hillary Swank version. Hi. How are ya?He is such a sore loser. You heard, obviously, that I mopped the floor with him this afternoon. You know what, um, do yourself a favor and just keep me as his contact and I will call the hospital. Cut out the middle man.[Knock at the door] Yeah.Yeah, just throw them on the chair. I’ll take it from here. So, whatcha up to this weekend?If you’re doing anything crazy, give me a shout.Alright, bye.Dwight?This close. Dwight, may I speak with you for a minute?Well, [points at himself] busier. Making the time.Well, you don’t even have anyone to go home to, Toby.I know, but I’ve been carrying the load on my back all day, and if everybody would just chip in a little bit, it’d might help me out. What do you say? Let’s gangbang this thing and go home. Good? Dwight.I have been testing you the entire day. Did you know that?And I am happy to say that you have passed. So effective immediately I am promoting you from Assistant to the Regional Manager to Assistant Regional Manager.I know, I know, I know, I wouldn’t be offering it if I didn’t think you could handle it.No, no, title change only.No, no. Three month probationary period. Let’s not tell anybody about this right now.Absolutely but not really.Yes you do.And, ditto.I told Dwight that there is honor in losing. Which, as we all know, is completely ridiculous, but there is, however, honor in making a loser feel better which is what I just did for Dwight. Would I rather be feared or loved? Um, easy. Both. I want people to be afraid of how much they love me. And I think I proved that today at the dojo.",
    "Ryan": "Did you ask me here for any specific reason?Why is that secret? [Pam knocks and walks into Michael’s office]Updating emergency contacts.Catch-22.What’s her address? [Ryan’s cell phone rings]Hello?Do you mean Neverland?What?Who is your emergency contact? [Ryan’s phone rings][looks to see who is calling but doesn’t pick up]Hello?Is your wife still your contact?‘Kay.Fudge?Ok, to what?I have the emergency contacts.Uh, hanging out with some friends, probably.Yeah, alright, I’ll um, see you Monday.",
    "Kevin": "Stacy.Sweep the leg.Later Jim.",
    "Toby": "Um, ex-wife. Yeah. Um, her last name is ‘Becker’ now.You don’t need to write ‘ex’.Michael…Any word on those time cards?We want to go home.",
    "Angela": "Have you signed the expense reports yet?Michael, did you finish yet?This is illegal.",
    "Kelly": "Hi-yah!Wow, that’s actually pretty cool Dwight.What?",
    "Ira": "Uh, no, it’s not.Actually, it’s a symbol for eternal discipline.Ok, gentlemen, listen up. After a clean strike to the chest, stomach, or kidneys, I will separate you and award a point. The first person to three wins. Alright?Shi mate!Alright, break.Dwight – awarded a point.No points for pants.Clean single kick, gentlemen.Ok, break. Break.",
    "Ryan’s Voicemail": "Seven new messages. First New Message. [Michael’s voice] “Hi, Ryan. This is Saddam Hussein.” Next new message. “Hi, Ryan. This is your girlfriend… and I’m mad!”"
}