{
    "Michael": "It is Friday morning and it is another beautiful day in Scranton, Pennsylvania.  [sees man in a turban outside] Oh my God. Ohhh. [dials phone number] Pick up, pick up, pick up, pick up.  Oh, we have a serious problem here. [goes out onto office floor] Alright everybody, lock the doors, turn off the lights.  Pretend you’re not here.There’s no time to think about if this is real.  Just, shh, everybody. [knock at the front door]The IT tech guy and me did not get off to a great start.Yeah, I tried to install it myself, but, uh, you guys have these things so password-protected…Oh…Oh, umm… [looks at Post-It on computer]Yes.AH! Guh-oood.Please don’t do that.I can’t tell you.I don’t have to tell you anything.Dwight, nothing is going to happen to me, ok?  I’m in the best shape of my life.  Look at this. [flexes his arms] Brrr!  That’s strong!I’m not going get a brain-Stop it.Uh, oh, ok; if I step on a mine in Scranton, Pennsylvania, and die, you can have my job, ok?  Why don’t you just go… away?There are certain things a boss does not share with his employees.  His salary, that would depress them.  His bed, it—  And I am not going to tell them that I’ll be reading their e-mails.So how do you search?Try “profits”.  No! Try “Michael Scott”.  “Michael” “boss” and “funny”. [Sadiq (IT guy) types; result pops up] Oh my God, wow!  [chuckles]  E-mail from Stanley. Stanley,  Terribly nice guy.  [reads e-mail]  “Sorry I didn’t write back sooner; I can’t go to the game tonight because my boss Michael is an ass and making me stay late.”  Well, Stanley’s an ass.  Not one of our harder workers.Oh, no, everybody; Oscar’s gone crazy!  What other ghost stories do you have for us?  That I’m a robot? [robot voice]  I will destroy everything in my path-Beep! Bop!Bommmm. Bop! Onk onk.  [Tin Man voice] Oil can. Oil can.Oh, what? No. That defeats the whole purpose.You know what the problem is?The problem is that when people hear the term “big brother”, they immediately think it’s scary or bad, but I don’t. I think, wow, I love my big brother.Meredith has an E-vite from Jim.  Barbeque at Jim’s tonight.  Tonight?  Wonder where my e-vitation is.  Click on guest list.  Angela, Stanley, Oscar, Meredith, Phyllis, Kevin, Creed.  Must be… .[scrolls down list] No.There’s always a distance between a boss and the employees.  It is just nature’s rule.  It’s intimidation mostly, it’s the awareness that they are not me.  I do think that I am very approachable, as one of the guys.  But maybe I need to be even approachabler.Of course.  Hangin’ with my crew, crew that I am one of.  Hangin’ with my Cup of Noodles.  This is a meal in a cup.Hot, tasty.  Reminds me of college.  Lived on this stuff.  Brain food.  Mmmm… You know what I really, really miss about college?  The parties.  Everybody’d go.  The athletes, the, the nerds, professors.Yeah!  They were the most fun.  We always invited them.Hey there.Almost quittin’ time.One more hour.  Take care of anything you forgot to do. Hey, you know, I don’t know if you have any plans tonight, but if ya don’t, we could hang out.You have plans.I do, too. I do, too.I do, yeah. Big plans.Tonight, I can’t do it tonight, no.  Improv class, I have improv class, hanging out with my improv buds-Yeah.It’s the best.  It’s the best.  I would not miss it for the world.  But if something else came up, I would definitely not go.It is. Ok.[someone coughs] What?Hey, Pam.  Do you need me to walk to your vehicular transport?Alright.  Oscar, got big plans tonight with-Kevin, big man, big man, what are you doing tonight?  Where are you off to?Ok, alright.Hey, Angela, rushy, rushy.  Where you rushin’ off to?Yeah, well duh.  Where ya headed?Liar!You are a liar.Dwight, oh ho, Dwight, Dwight, my loyal compadre.  You and I are hangin’ tonight.  The two of us.  We are celebrating our freedom and our manhood.  You know what?  Why don’t we watch that show that you’ve been wanting to watch, that stupid Battleship Galaxy.That’s, whatever stupid show you want-To watch tonightWe’re watching it.I didn’t know you played soccer, Dwight.You, too, Dwight?[In Horshack voice from ‘Welcome Back, Kotter’] Ooo Ooo Ooo Ooo, Mr. Cart-air, Mr. Cart-air.[fake kicks in door] Boom! Detective Michael Scarn.  I’m with the FBI.Think about this; what is the most exciting thing that can happen, on TV, or in movies, or in real life?  Somebody has a gun. [gasps]  That’s why I always start with a gun, because you can’t top it, you just can’t.Boom!  Freeze!  Michael Scoon, FBI.  You know what you did.  Boom! Boom! Boom! [shoots at Pregnant Girl and another actor]  Yeah, you thought that you could get away with your little ruse, didn’t you?  Didn’t ya!?  Well, you didn’t, because I know where ya hid the diamonds.  I been on to you and your little friends for weeks.  [another actor steps in]  Boom! Boom! Boom!Boom! Boom!Boom! Boom!WhyWell, if you hadn’t stopped the scene, you would have seen where it was going.Boring.I could of-Ok.Yehhhehh.I’m in.No, no, no.  I’m looking in my wallet for money so you can tell me my fortune.What are you… [whispers to Bill]Nothing.Good, it’s good.  Good work, everybody.So Bernie’s, huh?  We’re all going to Bernie’s? [to camera]  Go to Bernie’s?Right, right, right.  Well guys, I’d love to go to Bernie’s with you, but, you know, I have an office party.  A big office party I need to go to, so…  Can’t get out of it.Ok, see you later.  Nice job, Bill.  Not.Wow!  Who opened the morgue for this thing?  I’m just driving by, thought I’d drop in.  [to Jim] There’s some wine. I would love a glass, if you’re gonna open it.  Here ya go Temp, take my jacket!  [sees Sadiq (IT guy)] Oh, come on! That guy?  He is a good guy, not a terrorist.  Karaoke, I love it!  I am a karaoke fiend.  I call dibs. I got next, I got next up.  Come on, let’s get this party started, ha! Ok?  Where’s that wine?Ok, yeah, this is a duet, so, need somebody else, Pam?  You wanna come up and sing this one?  Need somebody else.  Takers, please.  [singing]  Baby when I met you there was peace unknown. Kelly?  Tried to get you with a fine tooth comb.  I was soft inside, there was something goin’ on.  This part goes to the, uh, girl.  You do something to me that I can’t explain.  Hold me closer and I feel no pain.  In every beat of my heart, we got something goin’ on.  Tender love is blind—We’re making love!Talk! Just talk!Shut up!Funny story:the way that I got into improv was, I got into improv.  The story about me getting into improv was that I was walking down the street, and a race car pulls up, and the guy says “Hey you’re funny, you’re the funniest guy I’ve ever seen, or my name is not Dale Earnhardt.” [giggles]  And that was an improv.  Um, the real way is that I found a flyer.",
    "Jim": "Are we in danger?What?Hmm…No.[humming]Uh hum.It’s true. I’m having a party.  I’ve got three cases of imported beer, a karaoke machine, and I didn’t invite Michael.  So three ingredients for a great party.  And it’s nothing personal, I just think that if he were there, people wouldn’t be able to relax, and you know, have fun, and my roommate wants to meet everybody.  Because I’m pretty sure he thinks that I’m making Dwight up.  [sighs]  He is very real.Oh, uh, no. Could-Could, keep that down.Because not everybody knows about the party.Umm, Michael.Because it’s a surprise.Uh hmm.So, don’t tell.Ok.So, Dwight thinks that tonight is a surprise party for Michael.I know.[laughs] Oh man.  Oh, you know what, speaking of which, I was just trying to get a handle on, you know, numbers for food and stuff.  So do you think that Roy’s gonna come, or…Oh, ok, cool.Hey.Yup, it’s, uh, four o’clock.Oh, um… .I can’t.Uh hmm, definitely.You do?Because you said “do you wanna hang out”-Really?Aw, that sounds like a lot of fun.Improv sounds great.Alright.I think Stanley just coughed.Quick announcement everybody, if I could have everybody’s attention.  We do have wine in the kitchen, and, uh, there is beer available on the porch and despite what you might think, it’s not all for Meredith and Kelly, so please enjoy.That’s because Mark’s my roommate.Uh hmm.Oh, uh, later-ish.Great. [to a group of guests]  Just wanna let you guys know that we will be taking the tour like I promised-Hey!  Just in time!  You wanna go on the group tour? We were just about to leave.Well, the group tour is now leaving, then.  Ladies and gentlemen, just a few things that we are gonna be pointing out to you today, you will be able to see both bedrooms and, uh, if we’re lucky, maybe get a chance to peek into the bathroom, who knows.  I have to remind you that flash photography is prohibited and as much as you can, please refrain from touching things. I know you might want to.Uh, actually, I haven’t talked to her in a while.We can talk about that later.See, I knew we lost somebody on the tour.  It’s-This is my desk.My home office, this is it.Ok, sure. Will do.Yeah, that… Yep, that feels about right.You know what?  Let’s just leave that image out of it, because this is a happy place.  Happy thoughts, Pam.  Happy thoughts.Yeah, you don’t have to, ummm.  Alright, yes, that’s not gonna be awkward at all.Oh yeah.Thank you.Angela, burger? Dog?  Havin’ fun?Chicken, hot dog, burger.There is soda inside.Oh by the way how’s your side project going?Really?",
    "Kevin": "Michael, should I call the… [Michael waves his hands] What?I gotta erase a lotta stuff.  A lot of stuff.That’s pretty young.[to Michael]  Are you gonna eat with us?My brother is in town and we are going to see the Alaska Film Festival at the Scien-Oh.[smacks Ryan’s hand]  Not so fast… Fire Guy.[singing]  Just turn around now, cause you’re not welcome anymore.",
    "Sadiq (IT guy)": "That just means you have to enter your password.What’s your password, Michael?Oh, it’s 1-2-3.By keyword phrase.",
    "Dwight": "Mi-Sorry.Ok, I’m sorry.  What is going on in there? Why is he here?  What are you doing?You have to tell me.Look, Michael, I know you don’t want to have to think about this, but if something were to happen to you, God forbid, then I would need to know in order to take over.Yeah, but that doesn’t matter, you could get a brain aneurysm-Or get hit by a car-Or a bus or a train. Get poisoned, fall in a well, step on a mine, choke.So it’s true?  You have access to our e-mails?Oh hey, just so ya know, if you have a lot of sensitive e-mails, they need to be deleted immediately.Good. [Pam overhears]Nice.Does he have access to their medical records?I think one of the greatest things about modern America is the computerization of medical records.  As a volunteer sheriff, I can look up anyone’s psychiatric records or surgical histories.  Yeast infections.  There are a huge number of yeast infections in this county.  Probably because we are down river from that old bread factory.Question:on the Internet there are several different options to get to your house for the party tonight-I was wondering-Why?Like who?  Who doesn’t know?Why just Michael?Is it?Oh, that’s perfect!I won’t.Battlestar Galatica.I can’t-Tonight.Unfortunately, I’ve got plans. I have to go to practice.  Soccer practice.Clarinet.Have fun tonight!  Whatever it is that you’re doing, and I’ll see you Monday. [to the camera]  He has no idea!Jim!  You really think this is a good idea, huh? A hide-a-key rock?You don’t work with us.Thanks.  Yeah, I always keep an extra set in the car, for special occasions.  Jim, come here.When is the guest of honor coming?He’s gonna love it!Surprise! [laughs]  Everybody!",
    "Oscar": "Hey, what’s the deal, Michael?  Why are you spying on our computers?Actually, it’s just-Ok…Tin Man.  Actually we just a got a memo from IT saying you’re doing e-mail surveillance.I’m on a call.Yeah, it surprised us all.  I’ll tell you why.  Because when they—",
    "Stanley": "I think I do.I didn’t think the premium laser color copy batch would sell as well as it did.",
    "Angela": "I know.Hi.It’s ok.No.  Are we supposed to?Hmm… [Pam reaches towards vending machine] Excuse me.I’m just leaving for the day.Charity.  Bake drive.No!No, I’m not.I got sap on me.I’m a vegetarian.Guh.I think it’s alright. Jesus drank wine. [Pam overhears]",
    "Pam": "[whispers to Jim] Hey.  Something just happened.  Dwight just told Angela that she has to deleted all of her sensitive e-mails immediately.I know!Do you think that they’re like-No, right, no, no.Uhhh, ew, ew, ew… .Maybe?It’s like squishing a spider under a book.  It’s gonna be really gross but I have to look and make sure that it’s really dead.  Sooo… [to camera guys] If you guys see anything… ?Hey, Dwight, um, my friend is kinda into these two girls that he works with.One is tall and brunette, and the other one is short, and blonde, and perky, and kinda judgmental.  Who do you think he should choose?Ummmm…Hey, Angela-How’s it going?Listen, are you bringing anyone to Jim’s party tonight?No. I mean, I don’t know, I don’t think so.Oh.Yeah.The professors would go to the parties?[to cameraman] What? [looks at Dwight eating a Baby Ruth] Ohhhh… Yes!  Thank you!Really? That’s great.Maybe we can get him to hide and wait somewhere.Oh, no, he can’t make it.No thanks.Hey.Definitely.Jim’s bedroom.Cool… This is your desk.Your home office?Down.  You have to sit down so I can get the full effect.Ok, wait, so that would make me [walks to side of room] like right here.And Dwight would be like-Umm, [gasps] yearbook![finds Jim’s picture] Ooooohhh no!You were so dorky!Hey Phyllis, come here for a second.Have you heard anything about any secret office romances?That’s ok.  It’s ok.Oh, yeah I gave that up.Yeah, it turns out I was, um, just grasping at straws.Just because two people are hanging out, it doesn’t mean that they’re together,  you know?  Like people can just be friends.  And I think that it was really unfair to think that there was anything else going on.",
    "Mark": "Hey, you must be Dwight!Hey, I love the Birkenstocks.",
    "Ryan": "Hey, is Katy coming?Huh, is it ok if I call her?",
    "Improv Teacher": "Ok, let’s get right into it.  I need two people for the first scene.Ok, Michael.  And… anybody?  How about Mary-Beth?  Come on. Ok, so you start us off Mary-Beth.Stop, stop, ok, stop.You shot me, great.  Now stop.You can’t just shoot everyone in the scene.Ok, what about the scene they set up?No, it wasn’t.  No more guns.No. No. Michael, I want you to give me all the guns you have.Just, I want you to get rid of all your guns and give them to me.  Great.Yeeehh, ok.Freeze!You wanna go over the rules one more time?Michael, what did you tell him?Then why are his hands up?  Bill?Ok, let’s call it a day.  Nice job, Bill.",
    "Mary-Beth": "Great. [skips] La la la la la laaa…How do I get to Bernie’s Tavern from here?I am-",
    "Girl acting Pregnant": "I’m supposed to meet my doctor here?  Have ya seen him?  He’s a very angry midget.",
    "Actor": "I’m not even in the scene!",
    "Actress": "Again!?",
    "Bill": "I promise it’s worthit .  Ooo, I can see you walking out of here and you’re thrilled with your reading.He told me he couldn’t show it to me, but he has a gun.Oh, don’t worry.  We’re all gonna carpool.Oh sorry, we’re not going as a group, it’s just a private friend who just happens to know all of us from different ways is throwing a private birthday thing.Ok.",
    "Kelly": "I’m sorry guys; can we please not talk about paper?  There’s gotta be something else we can talk about.",
    "Phyllis": "Sure.You tell me.  Well, you do mean you and Jim right?  Oh God.  I am so sorry, I thought, you guys hang out all the time and you’re talking all the time.  I’m sorry![singing] Here I go again on my own.  Going down the only road I’ve ever known…Dwight…",
    "Michael and Jim": "[singing] It requires a dedication, all this love we feel needs no conversation.  Divided, together, uh huh.  Making love with each other, uh huh.[singing] Islands in the stream, that is what we are, no one in between, how can we be wrong?  Sail away with me…"
}