{
    "Jim": "Hey.What’s up, buddy?Wow, that’s weird. Oh, dollar for a stapler, that’s pretty good.Who, Steve?Oh, there it is. J1.Here, you know what? You can have some nickels.“It’s time for our first quarter camaraderie event, so pack a swimsuit, a toothbrush, rubber-soled shoes, and a ski mask.”So that he can have us rob a bank, and then escape through the sewers.Yeesh, how old is this ship?I’m not really sure what movie you’re talking about. Are you sure you got the title right?Michael stands in the front of the boat and says that he’s king of the world within the first hour, or I give you my next paycheck.It’s not hilarious, but…Um, no.Yeah. [chanting] Darryl! Darryl! Darryl!Well…Oh, um… [A long silence.]Um… let’s see, uh…  The customer. Because the customer is king.You know what? I would save the receptionist. I just wanted to clear that up.No.I don’t know. Let’s break up.What happened to you?Oh, right, because you announced that his ship was sinking?What a night.She was always engaged.That’s… great. You know, to tell the truth, I used to have a big thing for Pam, so…Yeah, I know.Yeah. She’s really funny, and she’s warm. And she’s just… well, anyway.She’s engaged.Huh.",
    "Dwight": "Hello. Jim?This is not funny. Why is my stuff in here?Yeah, well, I’m not paying for my own stuff, okay? I know you did this, because you’re friends with the vending machine guy.Yeah, Steve, whatever his name is.No, no, no, no, no. That’s my pencil cup.Uh, I think so, and you’re going to hand it over to me.Okay, fine. Where’s my wallet?But I don’t have any…[putting quarters in] Five, ten, fifteen, twenty, twenty-five…Good morning, Michael.Aye aye, Captain.Cool.Limbo, whoo!Me! Me, me, me.I’m stronger.I was the youngest pilot in Pan Am history. When I was four, the pilot let me ride in the cockpit and fly the plane with him. And I was four. And I was great. And I would have landed it, but my dad wanted us to go back to our seats.[singing] What do you do with a drunken sailor? What do you do with a drunken sailor? What do you do with a drunken sailor early in the morning?I can’t. Do you want us to run aground, woman?!Wow. You should be the motivational speaker.Yeah. He gives me real responsibility, Michael. Captain Jack delegates. He’s let me steer the ship for the last hour.Seasick? Captain Jack says you should look at the Moon.Don’t worry, Michael. I’m taking us to shore.",
    "Pam": "Sorry. What do I want? What do I want… Oh, it’s a pencil cup.Um, I don’t think so, I just bought it.I love these.Last week, Michael sent out this mysterious memo.A ski mask and a swimsuit.And brush our teeth.How about the anchor?I think you’re thinking of The Hunt for Red October.No, I’m not going to do that.Hey, why don’t we find like a quieter place to hang out?It’s getting kind of rowdy down there.Sometimes I just don’t get Roy.I mean, I don’t know. So… what’s it like dating a cheerleader?I’m cold.Uh, I’ve been engaged for three years, and there’s no end in sight. So… you don’t wanna ask my advice.No, no, I want my mom and dad to be there.No, thank you.",
    "Michael": "Hello, everyone.Ah! Ha ha ha!Yeah?Stanley! Bo banley.Banana fana fo fanley.Be my mo manley.Stanley.Maybe. The suspense is just so exciting, isn’t it?Maybe, I don’t know.Well, no. But… okay, don’t spoil it for everybody, all right? But we are going on a booze cruise on Lake Wallenpaupack.It’s cheaper.This is not just another party. This is a leadership training exercise. Right? I’m going to combine elements of fun and motivation and education into a single mind-blowing experience.It is now time to unveil the destination of this year’s retreat. We are going on a harbor cruise of Lake Wallenpaupack. It’s a booze cruise!No. This is mandatory. But don’t worry, you know what? You’re gonna learn plenty. This is gonna turn your life around, Ryan.Well, this…Yeah?To throw you off the scent.Well, just keep the tags on and you can return it.Well, that’s not my fault, okay? Just.. we’re not going to pay for a bathing suit. Okay, I know what you’re all thinking, “Who is this smart little cookie?” Her name is Brenda… something, and she is from corporate. And she is here, like you, to learn from what I have to say.I am a great motivational speaker. I attended a Tony Robbins event by the airport last year, and… it wasn’t the actual course. You have to pay for the actual course. But it talked about the actual course. And I’ve incorporated a lot of his ideas into my own course.Leader… ship. The word “ship” is hidden inside the word “leadership,” as its derivation. So if this office is, in fact, a ship, as its leader, I am the captain. But we’re all in the same boat. Teamwork!Now, on this ship that is the office, what is a sales department? Anyone?Yes, Darryl, the sales department makes sales. Good. Let me just explain. I see the sales department as the furnace.All right, let’s not get hung up on the furnace. This just… it’s the sales… I see the sales department down there. They’re in the engine room, and they are shoveling coal into the furnace, right? I mean, who saw the movie Titanic? They were very important in the movie Titanic. Who saw it? Show of hands!Titanic?No, I’m Leo DiCaprio! Come on!No! Thank you, spoiler alert. You saw the movie, those of you who did. They’re happy down there in the furnace room. And they’re dirty and grimy and sweaty, and they’re singing their ethnic songs, and… actually, that might be warehouse.The… no, no. No, I didn’t… okay. Well, okay, in a nutshell, what I’m saying is… leadership. We’ll talk more about that on the boat. Ship.[singing] A three-hour tour, a three-hour tour.Pam, you are Mary Ann! We have the Professor and Ginger, welcome aboard. Angela, you are Mrs. Howell. Lovey. [to Kelly] Uh… the native. Sometimes they come from neighboring… [to Stanley] We have one of the Globetrotters, I am the Skipper, and Dwight, you will be Gilligan.I’d rather die. Hi, I am Michael Scott, I am the captain of this party.Okay.In an office, when you are ranking people, manager is higher than captain. On a boat, who knows? It’s nebulose.Hey, look! I’m king of the world!And I am the regional manager of Dunder-Mifflin, Michael Scott. Welcome, welcome!Okay! So…Right.But don’t worry, you are not going to be needing life preservers tonight.I’m your party captain too! And you are gonna put on your dancing shoes later on! So we are gonna…Rock it!If the boat’s a-rockin’, don’t come knockin’!Yep.We’re all gonna have a good time tonight!Hm? Okay. Yep.Having fun?Good. Well, that is what Scranton is all about. Not like you New Yawkers.Well, we already sort of started it back at the office and on the dock with the Gilligan thing, so… right now, I was thinking. Yes. Okay, listen up all you Dunder-Mifflinites! I would like to talk to you all about life preservers. Now, one important life preserver in business is IT support.So, okay.But before that, I have to do my presentation.All right, we’ll have a motivational dance contest! Hit it! Yeah, okay, dancing! It is a primal art form used in ancient times to express yourself with the body and communicate!Sometimes you have to take a break from being the kind of boss that’s always trying to teach people things. Sometimes you have to just be the boss of dancing.Ah! See, this is of general interest. It is about priorities and making decisions, using the boat as an analogy. What is important to you? If the boat is sinking, what do you save?No, no. Salesmen and profit centers.Okay, well, obviously you don’t know anything about leadership.Okay.Not what I was looking for, but a good thought.I don’t want to take credit for this, but Roy and I were just having a conversation about making commitments and making choices. Right? Did I motivate you?Well… could have been either one of us, because we were pretty much saying the same thing.  Congratulations. That is great!Yes! I can marry you as regional manager of Dunder-Mifflin!Then I’ll give you away!Captain Jack is a fart face. I’m on medication.Vomicillin. Okay. All right. It’s time to be boss. It’s time to motivate. Let’s blow some minds here. Okay, guys, guys, cool it. Everybody, Dunder-Mifflin Scranton employees, Brenda, I have some very, very urgent news I need to tell everybody right now. Listen up. The ship is sinking! Okay? We’re going down, right now. Just wrap your heads around the reality of that. Shh, please! Everybody, it’s my turn now, okay? Captain Jack is gone. In five minutes, this ship is going to be at the bottom of the lake! And there aren’t enough spaces on the lifeboat! Who are we gonna save? Do we save sales? Do we save customer service? Do we save accounting? This is a business scenario. Right? It’s a scary… it’s a…It’s a predicament, and it’s something that each and every one of us has to think about.I’m in the brig. See? The boat’s not as corporate-friendly as advertised. What was the deal with the guy jumping overboard? What was… if he had just waited and heard what I had to say, he would be motivated right now and not all wet.Is somebody there?Captain Jack has a problem with authority.He just totally lost it. If you ask me, he caused the panic.Well, it’s nice for you. Your friend got engaged.Roy said the first one didn’t count.Really? You’re kidding me. You and Pam? Wow. I would have never have put you two together. You really hid it well. God! I usually have a radar for stuff like that. You know, I made out with Jan…Yeah? Yep. Well, Pam is cute.Well, if you like her so much, don’t give up.BFD. Engaged ain’t married.Never, ever, ever give up.It’s a fake wheel, dummy.",
    "Phyllis": "Where are we going this afternoon?A furnace?What does the furnace do?Michael, everyone in the engine room drowned.",
    "Stanley": "Michael.I need to know…What we’re doing.You said bring a toothbrush.Is this an overnight?Should my wife tell her boss she’s not coming in tomorrow?Not maybe. Yes or no.In January?",
    "Meredith": "All right!Me.Wow!",
    "Ryan": "I have a test for business school tomorrow night. Is it okay if I skip the cruise and study for that?I’m already in business school.",
    "Kelly": "Wait, Michael?Why did you tell us to bring a bathing suit?Yeah, but I bought a bathing suit.I took the tags off already.",
    "Oscar": "Last year, Michael’s theme was “Bowl over the Competition!” So guess where we went.",
    "Darryl": "How about the sales department is the sails?What?That’s what I’m talking about!",
    "Captain Jack": "Actually, I’m the Skipper. But you can be Gilligan.I am Captain Jack, I am captain of the ship. I’m also captain of anyone who sets foot on the ship. [to boarding passengers] Hi, welcome aboard.Okay, all right! Welcome aboard! I am your captain, Captain Jack.Okay! So…Please. The life preservers.They are located underneath the seats, all along the border of the boat.Well, we might, okay? Please let me finish, okay? Thank you. So, the Coast Guard requires that I tell you where the safety exits are. On this ship, it’s very easy. Anywhere over the side. [Dwight laughs loudly.] Not only am I your ship captain, I am also your party captain! Whoo! We’re gonna get it going in just a few minutes here…Okay, Michael, if you don’t mind…Please, okay?Michael.Your company’s employees are not the only people on the boat tonight, okay?Why don’t you let me and my crew do our job. You just sit back and have a good time. All right?Not now, Mike, we’re doing the limbo! That’s right, partiers, it’s time to limbo, limbo, limbo!All right! I need a volunteer to come up here and hold my stick. Who’s it gonna be?Okay…Uh… usually it’s a woman.Hey, I got an idea! How would you like to steer the ship, Dwight?Keep us on a steady course. Keep a sharp eye out. I’m counting on you!All right, all right, that was great! Now it’s time for the dance contest!Nope! Dance contest!So, what’s this presentation all about?Women and children.That’s a stupid analogy.Well, I was the captain of a PC-1 Cyclone Coastal Patrol Boat during Desert Storm.Suppose your office building’s on fire. Jim, who would you save?He’s just sucking up!Oh yeah, oh yeah. And I wasn’t thinking about some customer. I was thinking about my first wife. The day I got back on shore, I married her.We gotta celebrate! Hey, I got an idea, I got an idea. I can marry you right now, as captain of the ship!This is where Captain Jack drives the boat.Hey! Hey! What the hell is going on here?",
    "Katy": "You guys, it’s like we’re in high school and we’re at the cool table. Right?Pam, were you a cheerleader?That’s hilarious.Bishop O’Hara.Yes, I did! [chanting] A-W-E-S-O-M-E! Awesome! Awesome is what we are! We’re the football superstars! A-W-E-S-O-M-E!I’d like to be engaged. How did you manage to pull that off?Do you think that’ll ever be us?What is wrong with you? Why did you even bring me here tonight?Whoa. What?",
    "Roy": "Yeah.No, she was totally Miss Artsy-Fartsy in high school. She wore the turtleneck and everything!Where did you go to school?Piss slop who cares-a? We played you! You… you really look familiar. Did you… you cheered for them, didn’t you?I remember that! We crushed you like 42-10!Whoo! Who’s next? Come on, Pam! Come on! Come on!Come on!I’ve just gotta wait for Darryl to do his shot. Just a minute. Come on! [chanting] Darryl! Darryl!When you were in the Navy, did you ever almost die?Hello, everybody, could I have your attention for just a second? Could you listen to me for a second? We were up at the front, and we were talking about what’s really important, and… Pam, I think enough is enough. I think we should set a date for our wedding. How about June 10th? Come on, let’s do it! Come on, Pam!No, it was Captain Jack.",
    "Brenda": "Yeah. Everybody’s really nice.When are you going to start the presentation?Really? What?",
    "Angela": "Hey, come inside and talk to me.",
    "Darryl and Katy": "[chanting] Snorkel shot! Snorkel shot!"
}