{
    "Oscar": "…Lord of the Rings trilogy, if you see it back to back, it’s really long.  But it’s good.What’s up, Pam?Ok…",
    "Jim": "[off camera] Yeah, that’s right.What?What’s going on?I’m sorry? Pam.What is going on?Hey, whoa, Michael…It’s, okay, it’s Jim.  Just say again, uh, really loudly what happened.You burnedfoot on a Foreman Grill?Oh…But you said that you went out with her this weekend.[sounds of a car crash] What was that…Oh!He hit the pole!It’s broken right, he can’t…Oh Dwight, Dwight, [Dwight pukes on his back windshield]  Ohhhhhh!He’s still driving… Dwight, you forgot your bumper!So, where are you shipping your foot?So, I guess Pam and Dwight are friends now.Do you think Dwight’s bein’ a little weird today?And that isn’t weird?Quick question: uh, why is Tom Hanks on the wall?I want to clamp Michael’s face in a George Foreman grill.You mean today?  He stepped on a George Foremen grill and he burned his foot.Uh, ok, I think we need to take him to the hospital because I’m pretty sure he has a concussion.Fine.Slowly, slowly.  Let’s just get to the elevator.What are you doing?  What, stop…[Dwight falls onto the couch] Stop, stop, stop, stop.You can’t lay down.Wake up. [sprays Dwight]I’m just gonna get…Just keep him awake.You don’t think you should sit in the back with Dwight?Well, I think she has a kid.Come on, get inside.We’re going to Chuck E. Cheese.We’re going to the hospital, Michael.Oh my God, Dwight, put that down.Give the bottle to Michael [sprays Dwight]Give the bottle to Michael![to Michael] Will you stop?Michael stop.Michael stop. [sprays Michael, then Dwight]Stop [sprays Michael]It’s Kurt.  Wow, I am so sad that I know that.Concussion. [Michael scribbles something out] What did you write?So you thought they meant your reason for coming to the hospital.Come on Dwight. [sprays Dwight]Dunder Mifflin, this is Jim.Uh hmm, he should be fine, but, uh, they brought him in for a CAT scan.Michael went in there with him too.  It’s pretty sweet.Uh huh.But they shouldn’t be much longer now, so we’ll be back soon.Ok.Bye.",
    "Pam": "Dunder Mifflin, this is Pam.Michael, what’s wrong?Ok, wait wait wait wait…Michael, do you need me to call an ambulance?!Ok…Wait a second, I thought you said that you were hurt.[exasperated]Uh, I have to stay here and answer the phone.Michael, is, um, sick and he wants one of us to rescue him.Michael, why don’t you call your girlfriend?What was that?! [everyone runs to Michael’s office window]Ohhhhhh!Oh my gosh.Is he ok?You missed two big conference calls today, one with corporate.No, I didn’t mention that you cooked your foot.You didn’t have any.And do my job?It’s just that before, you said that you didn’t want any special treatment.Do you want some aspirin, because you seem a little fussy.You’ve seen one of these?Roy gave it to me for Christmas.  I’m trying to figure out how to put songs on it.Really?Oh! Ha, haha.Pan?Oh, God.[phone rings] What.Tell me before I come there.No.No.Really?What?!That is so cool.  Thanks Dwight!Oh God no, Dwight isn’t my friend… Oh my God!  Dwight’s kind of my friend!No, he’s actually been really nice and helpful.Wow…Dwight, you have your hand up.Dwight, here, let me help you Dwight.Get up, get up.Yeah.I know.I know.I just want to say goodbye ok?Yes, I know, but it’s gonna be different.It’s just hard to explain.Oh my goodness!Come here.Dunder Mifflin, this is Pam.Oh my God, what is going on, is Dwight ok?I can’t believe he’s getting a CAT scan.Really? Michael went in with him?Wow.Ok, that’s uh, good news [Pam sees Angela eavesdropping] Uh, yeah, no I’ll let you go.Ok. Bye.Hey, Oscar?I just wanted to let you that Dwight’s gonna be ok.  The doctor said there’s a really simple treatment for a concussion, so he’ll probably even be back at work tomorrow.I just, uh, thought you’d want to know that.",
    "Michael": "Pam! It’s Michael.  Help me!  I need help right now.I’m hurt, I have hurt myself.  Oh my God!Ungh, this is not looking good Pam!No, I want you to pick me up.I am hurt. I hurt my foot.I want to come to work.  But I need you to come and pick me up. [Jim lunges across Pam’s desk and puts Michael on speakerphone]OH GOD!Oh God!OK, buhhhh, I burned my foot very badly on my Foreman Grill and I now need someone to come and bring me into work.I enjoy having breakfast in bed.  I like waking up to the smell of bacon, sue me.  And since I don’t have a butler, I have to do it myself.  So, most nights before I go to bed, I will lay six strips of bacon out on my George Foreman Grill.  Then I go to sleep.  When I wake up, I plug in the grill, I go back to sleep again.  Then I wake up to the smell of crackling bacon.  It is delicious, it’s good for me.  It’s the perfect way to start the day.  Today I got up, I stepped onto the grill and it clamped down on my foot… that’s it.  I don’t see what’s so hard to believe about that.Pam, could you come get me?!Ok, could someone come and get me please, Ryan?There’s no toilet paper here.  Could Ryan… tell Ryan to bring toilet paper.  Could you tell ’em that?I tried hopping, Kevin, and I bumped my elbow against the wall and now my elbow has a protruberance.[panicked] No one wants to pick me up!?I’m not sick! I’m burned!Don’t… is that Dwight?  I do not want Dwight.I don’t want Dwight!I don’t have a girlfriend.It was all made up.  Just someone come, ok?  Anyone.  Anyone but Dwight.Hellooo? … Please don’t send Dwight!Morning everyone.  Don’t freak out. I forbid anybody to freak out.  Clearly, I have had a very serious accident, but I will recover, God willing.  I just want to be treated normally today.  Normal would actually be good, considering the trauma that I’ve been through.Did you explain why?Burned my foot, Pam.Please stop popping my cast.  Thank you.Ha ha ha.  So where are you shipping…Thank you.  Pam, messages please?Really, well, it, uh, seemed very important to you earlier that you needed to stay and…No, your job is being my friend, Pam.  OW! God!What?I don’t want any special treatment, Pam. I just want you to treat me like you would some family member who’s undergone some sort of serious physical trauma.  I don’t think that’s too much to ask.No, I don’t want some aspirin, yeah I’m a little fussy.  Aspirin’s not gonna do a damn thing.  I’m sitting here with a bloody stump of a foot.What?  Part of your duties are to what?You just said “part of your duties are to” something.Yes, you did.  What is wrong with you?Where is my cornbread?Thank you.  Did you get all dark meat like I like?Where are the yams?Did you go to the one in Stroudsburg?And they had no yams?How strange.  Because they always have yams.Pam… PAAAM!?Come here please.I want you to rub butter on my foot.Pam, please?  I have Country Crock.Uh, ow.  Ryan! … Ryaaaaan … RYYYYAN!No, nope, no one is helping me out at all Mom.  No, I’m not gonna call Jan.  She’d just worry… drive down here and make a big thing… Who told you that?  No, it was mutual.  What is Pam doing chatting with you?[loud noise in bathroom] No! Guh! OW! Awww, help, help me!I fell off the toilet.  I’m caught between the toilet and the wall.Ugh, not you.  Someone else.  Get Pam.Get Ryan.  He needs to lift me. [Ryan shakes his head] and he needs to clean me up a little bit.  Bring a wet towel.No, he’s not.I just saw him.Ugh, forget it.  I’ll just get up myself.  No!  Uh, aaaahhh!  Ah!  Oh God!Can I have everyone’s attention please?  Phyllis, Oscar, Ryan, who’s supposed to be dead, can I ask you all a question?  Do you all know what it’s like to be disabled?  Oscar?No, never heard of it.  No, adisability, not a woman’s trouble.Wuh, how, how old are you? Look, the point is, I am the only one here who has a legitimate disability, although I’m sure Stanley has had his fair share of obstacles.Ok, [lifts up cooked foot] what does this look like to you Stanley?!Shuuut it, ok, well, well you know what, disabilities are not things to be laughed at or laughed about.  You people are jerks.  Imagine if you had left Stevie Wonder on the floor of that bathroom instead of me.[sigh] I burned my foot!!!  Ok, twenty minutes, conference room, everybody’s in there!While we are waiting for our special guest to arrive, I wanted you all to take a look at a few of the many, many disabled icons who have contributed so much to our society.Good question.  Forrest Gump: mentally challenged, Philadelphia [points to a picture from Big]:AIDS.I don’t think so, no.He grew into a man overnight.  Rare disability, still works. [sigh] A crossword puzzle Stanley, seriously, are you learning nothing here?What you mean uh hmmm… ?Ok.Yes, right in here, come on in.This, ladies and gentlemen, is our special guest.You are so brave. You are so brave.But it’s hard for you! Right? Because you’re in a wheelchair.Let me ask you something, how long does it take for you to do something simple, every day, like brush your teeth in the morning?Oh my God, that’s three times as long as it takes me.How did you get in your wheelchair?Hey, hey, hey, not funny! Not funny.Well, that’s good, he still has a sense of humor.Well they notice it.  Don’t you?  You notice it.  It’s the first thing you saw when he rolled in here, isn’t it?Ok…Ignore him.  You know what?  We’re not that different, you and I.  When I clamped my foot into a non-stick…Yeah…Ok.Did you see Born on the Fourth of July?  I was under the impression that Billy would be more like that guy.[popping his bubble wrap cast] Hey!You did it!  Look at you, and with the plate and the napkin.  Very nice.  Thank you, Ryan.Did you get the yams?[sigh] Ok, I’ll just have the pudding.Yeh.You know what?  I feel better.  Ryan brought me some chocolate pudding and his kindness healed my foot.Yeah, baby, I am feelin’ better.  My body’s literally healing itself.  It is amazing what the human body is capable of when you have a powerful brain.Uh, finally feel the blood coursing through my foot veins.Oh, now you feel some compassion for him.Why don’t you go with him?I can’t take you, I don’t have my car and yours is all vomity.Oh, ok, that’s, great.  No, I can’t drive.  Jim why don’t you drive.We’ll go.  I’m still recovering. So let’s just, Ryan, could you get my coat please.Shotgun!The rules of shotgun are very simple and very clear.  The first person to shout “shotgun” when you’re within the sight of the car gets the front seat.  That’s how  the game’s played.  There are no exceptions for someone with a concussion.Oh, God, a mini-van.  What is Meredith’s problem?Well, yeah she has one kid, no husband.  She’s not gonna find one driving this thing around.Chuck E. Cheese?  Oh, God, I’m so sick of Chuck E. Cheese.I know, just sayin’.Dwight, what are you drinking?Give it to me.Dwight… [to Jim] You just keep your eyes on the road. [to Dwight]  Give me the bottle or you’re fired.Give it to me Dwight.Give me the bottle!!Gimme the bottle, Dwight!Just give it!Stop, stop it! Stop spraying! [Dwight whines] Gimme the bottle!Stop spraying me!  Gimme the bottle!Dwight, what is your middle name.[sigh] Something with a “K”.What do I write under “reason for visit”?Nothing.  I wrote “bringing someone to the hospital”.No… you know what Jim, this isn’t about me anymore.  I made a miraculous recovery, which is more than I can say for him. [Dwight falls towards Jim]Hi Dwight.Doctor, what is more serious, a head injury or a foot injury?Well, you don’t have all the information. The foot as been fairly severely burned and healed quickly, very quickly, actually like suspiciously quickly.Look since you have the machine up and running, can I just stick my foot, we take a look?Ok, what kinda machine is that?That’s my joke, damnit Dwight.It’s ok, they’re with me.Alright, well, I guess this is where we leave you off.Uh, well you should of thought of before you crashed your head on your way to pick me up.  We’ll, see you when you get out.Fine. Fine.",
    "Phyllis": "Michael, you should stay home and rest.Um, I had scoliosis as a girl.Oh, we wouldn’t.  We love Stevie Wonder.",
    "Kevin": "Can you hop?I think that’s from Big.",
    "Dwight": "[silence, Dwight enters the office] What is going on? What is going on?I’m coming Michael!I’m gonna save you!Hold on Michael! I am coming! Wait there!Your foot?[holding mini-fan]  It slipped.Sorry.Hey, Pam, I’m assistant regional manager, and I can take care of him. Part of my duties are to.What?No, I didn’t.What is wrong with?Aw, man, is that a Prism Duro-Sport?Yeah, they’re like an i-Pod only they’re better ’cause they’re chunkier and more solid.Oh, no no no.  Don’t go there.  I know this Russian website where you can download songs for two cents a piece.Yeah, I’ll write down the address for you.  Only, the only thing is, is that all the songs are in Russian. … Kidding!Why would they all be…?  Ok, see you later, Pan.These covers are totally indestructible.Yeah. Throw it.  I promise it won’t break.  Chuck it. [Pam throws her mp3 player]Oh no, it’s broken.No, it’s fine.  I told you it wouldn’t break.  You could throw it all day long.Yep.Huh. Do you like candy?Cause you’re sweeter than candy.[looking up at Creed] Dad?[hits his head on his desk]  Uh, ugh, ohhhh…I want Michael to take me…Choo choo choo choo choo choo…Vietnam sounds.Tired… [Jim grabs spray bottle from planter]Want to take a rake… .Ahh!Ok, Pam, thanks.You’re the best.It smells like chicken soup.I have to go to the hospital.Where we going?I’ll be back, I mean…Why?Aw, Pam, you’re adorable [taps her nose][giggles]Oh, huggy hugs.Where are we going?Where are we going?I found it under the seat.I’m thirsty.No!I’m thirsty!No.You can’t fire me, I don’t work in this van!No. [takes a drink][drinks] Mmmmm…My eyes!My eyes!Danger.Hi Michael!Ahhh.  MweehaaWhat is that?That’s what she said.I don’t want to do this.Oh.",
    "Jim and Pam": "Oh my God!",
    "Ryan": "Here you go.Yes. I ordered three full rotisserie chickens worth of all dark meat.They were out of yams.  I got you creamed spinach.Yes.They had no yams.You know, around age twelve, I just started goin’ for it.Twice.I found the pudding cups you wanted in a gas station in Carbondale!You are very welcome.No, the gas station in Carbondale did not have fresh yams!You sure?Ok.I ground up four extra-strength aspirin and put them in Michael’s pudding.  I do the same thing with my dog to get him to take his heartworm medicine.",
    "Angela": "It’s alright.What is wrong with you? [Dwight pats Angela on the rear and runs away laughing]Hey!He needs to go right now, and you’re his emergency contact.  I think that you should go with him.I, barely know him…",
    "Toby": "Wow, you just dive right into it.What, what happened?What do you need?I don’t think Pam’s gonna want to come into the men’s room.Ryan, is, uh, dead.Dead.No.  Can’t, can’t you just get up yourself?  I… You only grilled your foot.",
    "Creed": "When I was a teenager, I was in an iron lung.",
    "Stanley": "I’m not disabled and neither are you.Mailboxes, Etc.Uh hmmmm… .I mean I’m learning nothing.",
    "Kelly": "Yeah, he’s dancing on a piano with Robert Loggia.",
    "Billy Merchant": "Michael Scott, I’m looking for Michael Scott.Great.Sorry I’m late.  Someone parked in the handicapped parking space.Hey everyone, I’m Billy Merchant, you may have seen me around here before, I’m the properties manager of this office parkThank you. Actually, I’ve been meaning to come by here for a long time…No, I just have a lot of properties to manage.I don’t know, like 30 seconds?This morning?  Just like every other morning, just climbed on in. [Everyone laughs]Hey, hey, relax, just jokin around here.Listen, I’ve actually used a chair since I was four years old.  I don’t really notice it anymore.So, there are just a couple things I want to remind everybody of…First is parking.  You can’t block the freight entrance with your car, even if your blinkers are on.  Does anybody have any questions? [to Dwight, whose arms is raised]  Yes. Yeah? yes…You know what Michael?Let me stop you right there.And leave.What’s wrong with that guy?No, not Michael.  The moon-faced kid who crashed into the pole.  He looks like he has a concussion.",
    "Meredith": "You can take my van!",
    "Doctor": "A head injury.[to Dwight] So, I’m ordering a CAT scan.Well, for a burn, you really just need to look at the outside of the foot.Does the skin look red and swollen?",
    "Lab Tech": "Ok, no electronics past this point.  Camera, sound equipment…No metal of any kind.Ok Mr. Schrute, inhale with me on three.  One, two, uh Sir? [Michael tries to put his leg in the scanner] Stop that. Stop. Stop that."
}