{
    "Jim": "Not much what’s up with you?Umm, is it me or does it smell like up-dog in here?Nothin’ much what’s up with you?[mouthing] So close.Yeah. On the booze cruise I told Michael about some feelings I used to have for Pam. I had just broken up with Katy and had a couple drinks. And I confided in the world’s worst confidant.Hey Michael.Remember that thing I told you on the booze cruise about Pam? That… was… personal so if we can just keep that between you and me. That would be great.Umm, hmm.Nobody.Alright. Great. Thank you.I’m going with grape.Which one?I don’t know what you mean.Uh, uh, ok.I’m going to take off actually.Tony the tiger.  You don’t hear that much any more.Um, I had asked Michael if I could head up the Oscar investigation and he said that only Dwight was capable of handling such sensitive material.Thanks.I don’t know probably just gonna eat my ham and cheese sandwich in the break room.No, that’s alright, thank you though. It’s, I, gotta do some cleaning, should probably stick around here.Oh, ah, no but no. You know what let’s go out. That was a good idea.  Let’s go out.Nope we’re not brothers.Can I just have the ham and cheese sandwich, thanks.Uh, I really don’t want to talk about it.Um, she’s easy to talk to I guess and she’s got a really good sense of humor.Uh-huh.What about you?Wow, that’s not what I meant.Thank you.Thanks, thanks Dana.[Holds up Hooters t-shirt] Just you know politics, literature.Well the cats out of the bag. I used to have a crush on Pam and now I [hesitate] don’t. Riveting.Hey.Ah, coupon for a free sandwich.It expired in August, and my cell phone charger from two years ago.Big day.Hey oh, listen, um, I told Michael on the booze cruise. It’s so stupid. Um, I told Michael that I had had a crush on you when you first started here.Well I thought that, I figured you should hear it from me rather than, I mean you know Michael.And seriously, it’s totally not a big deal, ok? And when I found out you were engaged, I mean.Oh you did?No, no, you saw through me, great.Oh yeah, yeah… hope that’s okay.And Pam it was like three years ago so I am totally over it.Ok.Hey.Umm, what happened?Hey, hey, wow, wow. Listen man it’s, you know what. It’s not a big deal.Look its one day, everything’s gonna be alright. No big deal. You good?Good.Ready?",
    "Pam": "Oh, I can not believe I fell for that. [laughing] Oh, my God.I bought my veil.Ummm…Ok. I was thinking about wearing it down. Kind of like, I don’t know, like loose with big curls and…That’s a communal bowl.Sick, like lots of sniffling. I don’t know.Umm. How many different ways are there to sniffle?Ok, it was the second one.Nuh-uh.What did you guys talk about?I hate you.Hey.Did you find anything good in your desk?Score.Big day.Oh.Right.No, I know, like, I kind of like, I thought that maybe you did when I first started.No, I mean, just ’cause we like got along so well.So are you going to be like totally awkward around me now?Mmm, hmm.Cool.Hey, here’s your schedule for next week. Are you okay?Oh, no, that’s, you don’t have to.No, really, it’s okay. I know that Jim had, like a crush on me when he first started. But that was a long time ago, so.Jim had a crush on me on the booze cruise or he told you about it on the booze cruise?Yep.",
    "Michael": "Ah, ah, ah, what? What? Where’s the funny? Give it to me.What’s up-dog?Oh, oh, wow! I walked right into that. Oh, that’s brilliant!Hey, Stanley, is that jacket make of up-dog?Mmm, what flavour coffee is that?  Up-dog?I don’t know, nothin’, what’s up with you?[low] No, damn it!What does what mean?Just forget it.Dwight! Hey is it me or does this place smell like up-dog?Gotcha! [laughing] Oh, God. [low] Crap! Nothin’ how ya doing?[low] Damn it.Today is spring cleaning day here at Dunder Mifflin. And yes I know its January. I am not an idiot. But, if you do your Spring cleaning in January; guess what you don’t have to do in the spring?  Anything.  They say a cluttered desk means a cluttered mind.  Well I say that an empty desk means a…No, that’s not… no, that’s not what I was going to say.Yes.On a Friday? [Dwight nods]I will do all the talking.What difference does it make whether your here?Hi, Oscar its Michael.Yechh, yeah, um, heard you were under the weather?Really? Oh, that is a shame.  You know it’s cleaning day here today? Could have used some of that famous Hispanic cleaning ethic.What are your symptoms?Umm, hmmm.I need you to go back to bed. I need you to get better. See you Monday.  Unless you’re still sick.  So have a great long weekend.He sounded sick.That’s exactly what I was thinking.Yeah. Drop what you’re doing. Make this a priority. Because an office can’t function efficiently unless people are at their desks doing their jobs.Wowweee. Mikey likey. Why don’t you wear your hair like that all the time.  It’s much sexier. [Pam puts hair back up] [Michael walks by Jim] Man, this must be torture for you.Hey Jim-bag.Really?Who else knows?Wow!Jim and I are great friends. We hang out a ton, mostly at work. But, the fact that he told me his secret and no one else knows says everything about our friendship.  And it is why, I intend on keeping that secret for as long as I possibly can.My lips are sealed. [singing] My lips are sealed… Bangles.[singing] Can you hear me, they talk about us…Hey, whatcha gettin’?Ah, good stuff, good stuff. Did you see the game last night?Any of em?  So, uh, what’s the 411? Any news on the “P” situation?P-A-M. P-ANo it’s okay, we’re talking code.Listen Stanley. How long does it take you to pick out a soda?Alright, well, cool. [Michael walks by Jim] Still deciding?[Michael presses a button for Stanley] Peach iced tea. You’re going to hate it.It’s Grrrrrrape! Soda.Not so much.Nothing.Fact: I love grape soda. I always have. Fact: Jim and I talk all the time. We tell each other secrets.Um, I don’t know, yeah, yeah, yeah it is.Ok.Good.Whooo, nice. That was, that was slick.  What are you doin’ for lunch?Oh nonsense [lifts leg and puts it on Jim’s desk], no way, no. Why don’t, why don’t I take you out to lunch? My treat.Hey you know what we could do? We could spread out a blanket in the break room.  Have a little picnic order some ‘za. Talk about you know who.I know just he place.[at Hooters] Oh man, you should order milk. Get it?Why do I like Hooters? Well I will give you two reasons, the boobs and the hot wings.Oh, here we go, here we go. Bogy at 3 o’clock. Hi.We’re not worthy. We’re not worthy. Hello Dana, I am Michael and this is Jim and we are brothers.I’m his boss actually.  And I treat him well. I’m taking him out to lunch cause I can afford it and he can have whatever he wants.Tell me Dana, how is your chicken breast?Mmmm, sounds yummy.  I will have a chicken breast hold the chicken. [Giggles]No, I’m gonna have the gourmet hot dog.What do you like best about Pam?Is it her boobs, or…Really?Never get’s any of my jokes.Her boobs, definitely.Oh, thank you.Ohhh happy birthday Jim!Woo! Yeah!Thank you very much.Hilarious. Hey.Just go to his house and see if he’s sick. I could have done this Investigation in like twenty minutes.Just do it.[Michael messes up hair to look like Jim’s] Expenses.No. It’s… I wear it like that sometimes. Is that a wig?Yeah, it’s a business lunch.No he did not. I don’t need his permission.Uhhh it’s ridiculous. They took my card away because I spent $80 bucks at a magic shop. What they don’t understand is that I bought the stuff to impress potential clients. So business related, right?I put a cigarette through a freakin’ quarter.  And you know what Toby? They almost bought from us.Look Jim needed a relaxing lunch, he has been depressed and it has been affecting his productivity.  How is that not work related?You’re not his friend, you don’t know. He is in love with a girl he works with who’s engaged.  So just cut me some slack. Please?You know what Kevin? Jim is a friend of mine, so the only people that this crush really concerns is Jim and Pam… and me.I know, I know, I know.I, oh, just, um, I know I was trying to, expense reports. And then God, Toby, you know he just… I know. I’m just, I just hope that, I just hope that [starts to get choked up] this doesn’t affect our friendship! Stupid, this is so stupid.Ok, I’m fine, no I know, I’m good, I’m good, it’s just.Yeah I’m good.Yeah I’m fine. Look, about you and Jim.No, I feel it’s my responsibility as your boss slash friend.It wasn’t that long ago. It was on the booze cruise.Yehhh, okay, shuuttt it Michael. I’m done. That’s it. I’m out.People are always coming to me. “Michael, I have a secret.  Your the only one I trust.” No thanks, because keeping a secret can only lead to trouble. Like I was watching Cinemax last weekend.  This movie, Portrait of a… Prostitute something. Secrets of a Call… More Secrets of a Call Girl. And the lead character, Shila, is framed for murder. She goes on the run and winds up working at a bordello in Malibu. I don’t, I don’t want to live like that. I like it here. I don’t want to be Shila, I like being Michael Scott.",
    "Stanley": "I’m on the phone.What is?Hmm?",
    "Ryan": "What’s that?Huh?Yeah, I think I can handle it.I think.If I had to I could clean out my desk in five seconds and nobody would ever know I had ever been here.  And I’d forget too.Creed did you organize the menu book?No, that was mandatory.",
    "Kevin": "What does that mean?The thing you just said?Whhh… What are you guys doing?Michael is that a wig?No.Jim has got it bad for Pam.Well she’s the… Hey Michael so do you think Jim will try to break up the wedding?Nice… she ishot.",
    "Dwight": "What’s up-dog?Good. How are you doing?Empty mind.Meredith, men’s room. Make sure you replace the urinal cakes.  They’re worn down. Kevin file drawers. Angela kitchen. Oscar dusting. Where is Oscar?That’s unacceptable.Michael.Oscar is out sick.Can I do some of the talking?Ok, let him know that I’m here.And Dwight.Ask him his symptoms. I’m on Web M.D.Checks out.Ok. First impressions?Which is exactly how you’d wanna sound like if you wanted someone to think you were sick.Question? May I investigate?Listen Temp. I am conducting a little investigation so I’m no longer going to be able to head up spring cleaning.  Do you think you can handle it?Do you? Or do you?[low] Oh God, here.Hey Oscar how ya doin’? Dwight Schrute calling.  Listen a little question for you, buddy.  I called six minutes ago and no one answered. So I was wondering if you could explain. Oh, I see, so. Sounds like you’re too sick to come into work but your well enough to go to the pharmacy.There are several different ways to tell if a perp is lying. The liar will avoid direct eye contact. The liar will cover part of his or her face with his hands, especially the mouth.  The liar will perspire.  Unfortunately I spoke to Oscar on the phone so none of this is useful.Ok, what is going on here?Oh, really nothing? Fact: You are drinking grape soda. You never drink grape soda.  Fact: You are talking to Jim. You never talk to Jim.Ok. So what is the secret Michael?Is that true?Thank you Michael.  I know your telling the truth.I can tell. I won’t let you down.Who took all the black ones?So, how did Oscar sound when he called in?Sniffling how?Three.Ok, good, thank you.  That wasn’t so hard now was it?Quick Oscar update. I have conducted interviews with everyone in the office.Including prep time?As a volunteer Sheriff’s Deputy I have been doing surveillance for years.  One time I suspected an ex-girlfriend of mine of cheating on me.  So I tailed her for six straight nights.  Turns out she was, with a couple of guys actually so… mystery solved.Stay low… This is it… There he is. He’s been gone for at least two hours. Who is that? Come to Papa… Oh yes. Let’s roll. I knew it! You are so busted. Ice skates, shopping bags? I think I know what’s going on here. You weren’t sick at all.This is Dwight Schrute. Who is this?How bout this. I don’t tell Michael and in exchange you owe me one great big giant favor.  Redeemable by me at a time and place of my choosing.Guess what I found out about Oscar tonight? He was lying about being sick. Should I have reported Oscar’s malfeasance. Hmm, probably, but now I know something he doesn’t want me to know. So I can use his malfeasance to establish leverage.  Otherwise, it’s just malfeasance for malfeasanceses-ses sake.",
    "Angela": "He’s out sick.I agree it’s unacceptable. [longing look]This is from Hooters.Did Toby approve this?It’s nobody’s business, Phyllis. Roy.",
    "Oscar": "Hello.Hello?Yeah I think I came down with the flu.Yeah, I feel terrible about it.I have the chills.I feel nauseous and my heads killing.Michael is there anything you need from me? I’d like to go back to bed.I’ll just be sleep— [Michael hangs up the phone before Oscar can finish]Are you going to tell Michael?",
    "Kelly": "Oh my God! That is so exciting! Can I be a bridesmaid?Listen, you don’t have to answer now. But how are you going to do your hair?You’d look like an angel. I’m seriously going to cry.Pam?Jim, why didn’t you tell me you had a crush on Pam?",
    "Dana": "Hey I’m Dana. Welcome to Hooters.And for you?Oh, it’s great. It’s served with our world famous wing sauce.Is that what you really want?Great.Here you go.And I understand we have a birthday today.Ready girls? Front side.",
    "Hooter’s Girls": "You put your front side in; you put your front side out. You put your front side in and shake it all about. You do the hokey pokey and you turn yourself around. That’s what it’s all about. Whoo, hoo!",
    "Toby": "You just got your corporate credit card back. Do you really want me to take it away again?I’m not processing this.He seems fine to me.",
    "Phylis": "Angela who would you choose Jim or Roy?",
    "Creed": "Oh ho!  Which one is Pam?Oh, I thought that was more on a volunteer basis.Oh, I thought it was a volunteer thing.",
    "Gil": "Who’s this?Gil."
}