{
    "Michael": "Tonight the Scranton Business Park is having Casino Night and we are converting our warehouse into a full-blown gambling hall. And I know it’s illegal in Pennsylvania, but it’s for charity. And I consider myself a great philanderer. It’s just… It’s nice to know at the end of the day, I can look in the mirror and say, “Michael, because of you, some little kid in the Congo has a belly full of rice this evening.” Makes you feel good.I try not to think of it as lagging behind. It’s more of a David-and-Goliath thing.Top 80 percent!Yeah?Jan, listen, I promise that I will kick it up a notch. Bam!Emeril. Oh, actually, while I have you, not that I have you or have ever had you, but we’re having our Casino Night tonight and I think everyone would love to see their fearless leader here.I am, but you are the Eva Peron to my Cesar Chavez.Oh, come on. Come on.You know, it’d be fun. I can hear it in your voice. You need a break.Jan and I understand each other. The romance thing is sort of on hold for the time being, but we’ve remained good friends. Good friends with privileges. Not now, some day.Okay, everybody. Tonight’s event is to benefit the Boy Scouts of America.Well, they need our money. They don’t have cookies like the Girl Scouts.Well, Oscar, if you don’t like it, then you should concentrate on winning. Because the person at the end of the evening with the highest chip count will receive $500 to donate to the charity of their choice. And they will get a mini-fridge compliments of Vance Refrigeration.So get your charities in to Pam. I, for example, am playing for Comic Relief.Comedy is very much alive, as are homeless people.Well, then, they need our money more than ever.Oh, and another fun thing. We, at the end of the night, are going to give the check to an actual group of Boy Scouts. Right, Toby? We’re gonna…Why are you the way that you are? Honestly, every time I try to do something fun or exciting, you make it not… that way. I hate so much about the things that you choose to be. Okay, you know what? I will not donate my winnings to Comic Relief, since apparently it doesn’t exist. I am going to donate to Afghanistanis with AIDS.No, I mean Afghanistanis with AIDS.What?That’s a dog.That’s a shawl.No. Humans with AIDS.Okay, you know what? No. No. AIDS is not funny. Believe me, I have tried.There are certain topics that are off-limits to comedians, JFK, AIDS, the Holocaust. The Lincoln Assassination just recently became funny. “I need to see this play like I need a hole in the head.” [laughs] And I hope to someday live in a world where a person could tell a hilarious AIDS joke. It’s one of my dreams.I have already put down the deposit. Do you understand how a deposit works?It’s Casino Night like Las Vegas. There are fire-eaters all over the place.Well, actually, it’s my warehouse.Why are you here?Not. I said, not that.That’s ironic.That you are afraid.Dinkin’ flicka.Give me some. [Michael and Darryl perform simultaneous hand gesture][phone rings] YesWho?Do I know a Carol Stills?Oh, yeah, put her through. Hey Carol, how goes the real estate biz? Is itgood?Hi, Carol. How you doing?Oh, hey, no problemo. Incidentally, I love the place.Great. It has a little bit of a weird smell. It’s okay. At Christmas, the tree helped.Actually, I’m sort of hosting this charity thing in our warehouse, Casino Night.Yeah, it’ll be good. You know what? Why don’t you come by? Bring the papers, I’ll sign them and then you can stay and have a drink.Yeah. It’ll be fun. What do you…[phone rings] What do you…Oh, I’m sorry. Could you hold on? Yes?Okay, put her through. [Deep voice] Jan Levinson, I presume?Hey, Jan. How you doing?I am?Oh, okay.AIDS.Okay, sounds great.Bye Hello, Carol? Hi, sorry about that. I just…Right.Yeah?What?Okay.Problem. Good.Good, All right. Sounds great.Bye.Two queens on Casino Night. I am going to drop a deuce on everybody.Hey, hey.Hey, Carol.You look great.Oh, well… Kiss. [Michael kisses her on the cheek, pauses and then kisses her on the other cheek] That’s how we do it in the paper biz. It’s European and… Yes? Ah, Dwight [Kisses cheeks]Can I get you a drink? The food is from Hooters.Okay.Billy, your nurse is hot.Your nurse became your girlfriend? Sweet.Chili’s is great.Welkommen, Bienvenue, and welcome to Monte Carlo! Dwight. I am no longer your boss. Lady Fortune is your boss.Shut it, shut it, shut it. Will Lady Fortune be your mistress? Only time will tell, my friends. Leave all your preconceived notions about casinos at the door. Old friends, new lovers, and the disabled!  Welcome all! Great, okay. Shuffle up and deal. Let’s get it started! Black-Eyed Crows.All-in. [Other players fold their hands]Bluffing is a key part of poker, which is too bad, because I’m not very good at bluffing. Did you believe me?What are… That’s insane.Well, Toby, I went all-in on the first hand, so doesn’t that tell you that I might have good cards, too? So don’t be stupid. Just take it back.Okay, all right, whatever.You really screwed that up. [Michael leaves]Yeah, whatever. Hey, you know what? If luck weren’t involved, I would always be winning. [Sees Jan] Oh, my God. Oh, my God.Jan.Look, okay, I think we’re all adults here, and it has always been my understanding that we have an open relationship.After you said you weren’t coming, I invited Carol to come and I don’t think that I did anything wrong.Um…Hey. What…All right!Four! [Holds dice in front of Carol] Blow. Blow for luck! Yeah! Also, you. Not playing favorites. [Holds dice in front of Jan] All right, here we go!Yeah!So close. So close.Hey, okay.Thank you.Okay. Thanks for coming.Okay. Talk to you Monday.Good night. She’s a good boss.Oh, she’s great.Love triangle. Drama. All worked out in the end, though. The hero got the girl. Who saw that coming? I did. And Jan was really happy for me. So actually the hero got two girls. He got the girl that he works with and he got the girl that he buys real estate from. So, I’ve got my New York girl and my local flavor. Life is good.",
    "Jim": "Excuse me. How long is the wait for a table for two?I can always kind of win at roulette.Yeah.Mind control.Ever since I was a little kid, like, eight or nine, I could sort of control things with my mind.It was just little thing, you know, like I could make something shake or I could make a marble fall off the counter. You know, just little things.Okay, I’ll try. [The coat rack wobbles] [Pam holds up an umbrella handle to the camera in another scene]That doesn’t exist anymore.I think you mean the aid to Afghanistan.Guys, the Afghanistananies.What are you doing?“Till Death Do Us Rock.”Oh.Wait, wait, where you going? I mean, even if you don’t hire a band, you still have to watch the bands. Pam, these are people who have never given up on their dreams. I have great respect for that. And, yes, they’re all probably very bad and that will make me feel better about not having dreams.Let’s do it.Why did I talk to Jan about transferring? Well, you know… I have no future here.[Jim ejects a videotape from the VCR and puts in a new one] Wow. I don’t know how you’re gonna decide. They are all extremely good.Yes.Your mom would love that. She would. Oh, this band is called Scrantonicity.Let’s take a look. Nice.What?Oh, my God, that’s Kevin! Great song, Kev. Oh,  my God, he’s the drummer and the singer.Wow. Oh!Yeah, you haven’t seen that since 1983. That is amazing. Okay, we have to sign him. I’m gonna call the label, we’re gonna…No, Pam, you’re gonna lose him to another wedding.Kev![coughs] I will raise. [Dwight sighs and folds his cards] Thanks.It’s the weirdest thing. Every time I cough, he folds.Yeah, right.What was this? [Makes face]Really?Wow. I think you’re bluffing.Oh. Three nines.Thank you very much. It was fun.So, that’s still going on, huh? You and Kelly?No, thanks. You having fun?Yeah, we all really…Well, I think you look great.Yeah, why did you?Oh, yeah.No.Okay, will do.Hey, how’s it going?Yeah. Hey, can I talk to you about something?No, I…I was just… I’m in love with you.I’m really sorry if that’s weird for you to hear, but I needed you to hear it. Probably not good timing, I know that. I just…I just needed you to know. Once.Yeah.Don’t do that.Come on. I don’t wanna do that. I wanna bethan that.Not your fault. I’m sorry I misinterpreted our friendship.",
    "Dwight": "I would never, ever serve you. Not in a million, billion years.I know. It belonged to my grandfather. He was buried in it, so family heirloom.Impossible. Roulette is not a game of skill, it is a game of chance.Oh, really? Mmm-hmm.How would you do that?[laughs] You can’t be serious. Are you serious?I don’t believe you. Continue.[scoffs] That’s ridiculous. You know what? Uh… Why don’t you move that coat rack? Excuse me, everyone! Attention in the office, please. Jim is about to prove his telekinetic powers and he needs absolute silence. Go ahead.Oh, my God.Yes!Wait, canine AIDS?Actually, it’s owned by Beakman Properties, and Dunder Mifflin is four years into a seven-year lease.When Darryl was coming, you said you wanted me here for protection.Code name Re/Max is here. No sign of Lan Jevinson.I’m Michael’s wingman. I’ve got his back. Two dates. He’s got two dates tonight. My job is to keep Jan away from Carol and vice versa. Michael said, “We must deceive them, so as not to hurt them, and in that way, we honor them.”I expect to do very well tonight. I have an acute ability to read people. Jim, for instance, has a huge tell. When he gets a good hand, he coughs.Hey, hey.Jan’s here.Give me the dice.Let’s go.Evening, Angela. This is craps. I need to roll an eight. If I do, everyone wins.Thank you, Angela.Yeah! Yeah! [Kisses Angela, she slaps him and walks away smiling]Give me the dice!Come on, shooter!Come on. [Turns to Jan] So where you staying? Radisson?Super 8?Motel 6? Best Western?Holiday Inn? The Hyatt in Wilkes-Barre? You staying with Michael?Nice, very nice.Oh, man!",
    "Pam": "It’s a nice tux.Come on, it’ll be fun, and besides, I’m a roulette expert.No, they stopped making that show.No, that’s Afghan.Oh, nothing.They’re wedding bands.Roy was supposed to pick the band, but he’s concentrating more on the bachelor party now.There’s a KISS cover band in here.I’m pretty happy these days. I’m getting married soon and I’m getting along with everybody at work.I think I should hire them all. Do like Lollapalooza.Have three stages, yeah.Oh.Oh, wait. That’s Kevin. On the drums.On the drums! On the drums!Oh, my…No! No!No, come back! No, no, no!Jim is great. Being with him just takes away all the stress of planning my wedding.[phone rings] Michael, Carol Stills for you.Carol Stills.Your realtor.It’s still me.Sometimes I don’t put Michael through until he’s already said something. I look at it as a practice run for him. He usually does better on the second attempt.Carol, you’re on with Michael.Michael, Jan’s on line two.It’s still me. Uh, Jan, here’s Michael.[People playing casino games as the actual Casino Night begins] Oh, my God!“Yeah, right,” what?[Laughs] I have good cards.Mhmm, And I’m gonna take you all-in.Straight.It’s okay. I’ll see you at home.Okay.Bye! Hey.Good, especially after I took all your money in poker.About when you want to give me more of your money?Did you wanna do that now? We can go inside. I’m feeling kind of good tonight.What?What are you doing? What do you expect me to say to that?Well, I um… I… I can’t.You have no idea……what your friendship means to me.I can’t. I’m really sorry if you misinterpreted things. It’s probably my fault.[On phone] About 10 minutes ago. No, I didn’t know what to say.  Yes, I know.  Um, I don’t know, mom, he’s my best friend.  Yeah, he’s great.  Yeah, I think I am. [Jim enters] I have to go. I will. Listen, Jim… [They kiss]",
    "Roy": "So, what’s the deal? We gotta pay for our own drinks? That’s lame.Yeah! That’s great.She took you down, huh?Hey, I saw your tape. Your band, Scrantonicity? You guys rock.Yeah, you guys wanna play our wedding?Whatever. I’m in charge of the music.Sweet. All right.Sorry, babe. I am just beat.Okay. Hey, don’t try to lose too much money, all right?If you still want a honeymoon. Hey, Halpert. Keep an eye on her, all right?See you.",
    "Jan": "[on phone] Yeah, but… Well, the fact of the matter is that your branch is currently number four of the five branches that I oversee.Michael?You know that I’m very serious here.What?I thought that you were their fearless leader.[laughs] I think you can handle it.I think so, Michael…Goodbye, Michael.Michael?You know, I… I thought about it and you are right.I could use a little fun. So, I am going to drive up for your Casino Night.Incidentally, what is the charity?Okay, then. I will see you tonight.Bye-bye.Michael?Hi.What are you… Just… Wait, what’re you talking about?No. No, you didn’t. Hi, I’m Jan. I’m Michael’s boss.Does anyone want a drink?Okay. [Carol stares at Michael]Cosmopolitan, please.Well, it’s part of the job, you know? Keep an eye on things. So… Why not? So, how long have you and Michael been…Casino Night in the warehouse. Good sport.Oh, me too. Me too.What?No, I…I didn’t… I don’t know…Smoke?Fabulous time. I drove two and a half hours to get here.Left work early, drove down here. And I am completely underdressedWhy did I hook up with Michael?It was very late, Jim. Very… Very late and… Have you given any more thought to the transfer?Good. Have you told anyone?Well, you should.Hey. I’m leaving.So, I just wanted to congratulate you on a fantastic evening. You did the company proud.And thanks for inviting me. You were right, I needed it. So, thanks.Nice to meet you.And you guys have a good time together.Yeah.",
    "Oscar": "Again? We do that every year.It’d be nice to do something for people who are actually suffering.Let it ride. Let it all ride.No, that’s a flush.",
    "Angela": "You have to pick an approved, non-profit organization.We are giving money that has been gambled. Why don’t we just deal drugs or prostitute ourselves,  and donate that money to charity?Good evening, Dwight. What is this?Then roll an eight.Good luck, Dwight.",
    "Creed": "There’s a great soup kitchen in downtown Scranton. Delicious pea soup on Thursdays. I’ll probably give the money to them.Who has AIDS?Oh, I steal things all the time. It’s just something I do. I stopped caring a long time ago. You should see how many supplies I’ve taken from this place. Honestly, I love stealing things.Thanks. I never owned a refrigerator.",
    "Kevin": "Something with animals. Or people.We really don’t do a lot of weddings. We actually don’t play in public very often. We are all really hoping that Pam’s wedding works out. This could be a turning point for the band.Come on, Dwight.Yes.Dwight, let’s keep it going. Let’s keep it going. Let’s go.Yeah, I think she’s full of it.Pam. Jim Halpert, ladies and gentlemen.I won the 2002 $2,500 No-Limit Deuce-to-Seven-Draw Tournament at the World Series of Poker in Vegas. So, yeah… I’m pretty good at poker.All-in.Three queens.I suck.I do not want to talk about it.Yeah?Awesome. Did Pam say it was okay?Dude, you will not be sorry.All right.",
    "Kelly": "Kobe Bryant has a foundation, and he ishot. And he gave his wife the biggest diamond ring. I know he didn’t do it. …Maybe he did it.",
    "Toby": "Actually, I didn’t think it was appropriate to invite children since it’s… You know, there’s gambling and alcohol, and it’s in our dangerous warehouse and it’s a school night… And, you know, Hooters is catering. You know, is that enough? Should I keep going?I’ll call.I have good cards.I don’t really play cards, but I’m not gonna lie to you. It felt really good to take money from Michael. Gonna chase that feeling.",
    "Phyllis": "Afghani.Afghani.Okay, let’s do it.Oh, thank you, Bobby. But it doesn’t matter, it’s just fun to play.I have an ace.Oh, I have a flush!Look, I won! Look I have all the clovers! You wanna play again?",
    "Darryl": "Mike, I am not having fire-eaters in a paper warehouse.Except my warehouse.We just have a lot of stuff down there that could be stolen.What?Why? ‘Cause I’m from the hood?[sighs] Dinkin’ flicka.I taught Mike some, uh, phrases to help with his interracial conversations. You know, stuff like, “Fleece it out.” “Going mach five.” “Dinkin’ flicka.” You know, things us Negroes say.Oh, yeah, I taught him a handshake, too.",
    "Carol": "[on phone] Hello, Michael?I’m great. I just needed one last signature for your mortgage insurance.Oh, great.Oh, good, I’m glad. Can I drop it over later?Oh, great.To the casino thing?What?No problemo.To answer your question…Yes.I’d love to go.I have to get a sitter, but that shouldn’t be a problem.And I’ll bring the papers, too.I’ll see you tonight.Bye.Hi.Hi.Thanks. Thank you for inviting me. It looks so great in here.Drink would be good.Wow, bad luck.What does that mean?Hi, hi.No, I’m good.Can I get a red wine? So, two hours? That’s a long drive.Oh, well, actually, I guess this would be our first date. I guess.Well, I’m having a nice time.All right.You, too.Goodbye.She seems really nice.",
    "Billy’s Girlfriend": "I’m gonna get a drink. Do you need anything?Okay.",
    "Billy": "No, I’m fine. Thank’s sweetheart.That’s my girlfriend.She was never my nurse. I met her at Chili’s. She was my waitress.It’s all on you, baby. Let’s go.",
    "Stanley": "[Under his breath] Will Lady Fortune give me a raise?",
    "Dealer": "Okay, the game is No-Limit Texas Hold’em. Good luck, everybody. That’s at least four red chips to you, sir.No, I’m sorry. He can’t, sir. He’s gone all-in.Flip them.The point is four. Shooter, roll it. Four!Five.",
    "Meredith": "Wow.",
    "Ryan": "One beer and one Seven and Seven with eight maraschino cherries, sugar on the rim, blended if you can.",
    "Bob Vance": "Good Luck, honey.",
    "Bob": "Yes!Excuse me. Big moment. The evening’s chip leader and winner of this beautiful mini-refrigerator courtesy of Vance Refrigeration, Creed Bratton, Dunder Mifflin!"
}