{
    "Michael": "[waiting on Pam to be done with the microwave] Ahhhhhhhhh. [whispering loudly] I’m hungry.Movie Monday!  The only cure I know for the Monday blues is… Varsity Blues!Let’s gooooo! Let’s go, let’s go, let’s go!Alright, everybody here?  Yes.Yes pleeeeease!  Thank yooouuu!Entourage!Kevin, would you like to do the scenes from last week?Don’t whine.  Get the window. [Dwight exhales]Previously on Varsity Blues…[Jan walks in on Movie Monday] Hi Jan!  Hope you brought the Milk Duds!People work faster after…No… they have to… to make up for the time they lost watching the movie.Ok.Ouchy.Three hours, wow.  Have fun.  [Dwight walks away staring through the blinds at Michael]Hi.Oh.  That’s nice.…what?…you were at the dentist?Ok.What was Dwight thinking?  That he could turn Jan against me?  She’s my ex-lover!  …ish.Hey Dwight.Do you want an M&M?No seriously.  You should have an M&M, they’re really good.They’re good, huh?Hey.  I thought you weren’t supposed to eat anything for a couple hours after you’ve had a crown put in.Sounds like a good dentist.What’s his name?Your dentist’s name is Crentist.Huh.  Sounds a lot like dentist.Let me see your teeth.  Let me see ’em.  Let me see ’em.You should… floss.[exhales] Well then… I am glad you’re ok.Business is like a jungle.  And I… am like a tiger.  And Dwight, is like a monkey, that stabs the tiger in the back with a stick.  Does the tiger fire the monkey?  Does the tiger transfer the monkey to another branch?  [smiling] Pun.  There is no way of knowing what goes on inside the tiger’s head.  We don’t have the technology.Dwight, can I talk to you for a second?[in Michael’s office] Wow, this is tough.Ohhhh.  Arrrgggh!Well, I just got off the phone with Jan.  And um… she demoted me.Yeah. You know what the craziest part of this is? She demoted me to your job!And she said that you should be expecting a call later from corporate, and that um, I guess that means that you are going to be acting manager of Dunder Mifflin, Scranton.I know.  I told her I didn’t know whether you’d wanna do it… because you’ve always been so loyal to me.  You’ve been my most trusted ally.Yep, I did.  I did.  But I think… you should do it.[exhales] Perfect, well, we’re settled.All right.  Well then, you are now acting manager of Dunder Mifflin Scranton Branch, and I… am assistant regional manager.Ohh..[muttering] Can’t you?  That’s so nice.Well… I guess we should go tell the troops.Hey, hi, hello.  Everybody, I have some good news, and I have some bad news.  I… am being replaced, as your leader, by Dwight.You might think that I am kidding, and I understand that.Because, Dwight… never lies.Because that’s all it takes.Ok, Dwight, would you like to say a few words to everybody… about loyalty?Oh, I’ll be fine.No, no, I don’t, but—I… won’t.   I won’t.Well, I guess it’s time, that I turn over the keys, to the famous Sebring.It’s a corporate lease Dwight, you’ve earned it.What?But you said you liked it.  You’ve always admired it.[Michael finally breaks] Take it back.That’s my car.THAT’S MY CAR.I know, Dwight.  I know.  I know.  I know.Jan called me about your little meeting!I know, what you did.  I made the whole thing up, Dwight.Oh do you?  Do you like the Sebring— HOW DARE YOU?!  How dare you, Dwight?Give me one good reason why I should fire you RIGHT HERE ON THE SPOT?!Not.  Good.  Enough!I have a laundry machine!I don’t know if I can trust you anymore.You can get up.  Get up. [Dwight gets up with spit hanging from his lips] And you can hug it out, bitch.  [Dwight and Michael have a firm embrace]Hug it out, bitch.  That is what men say to each other, after a fight.  They hug it out, and doing so, the just… let it go.  And walk away.  And they’re done.  Not a good idea to say that to a woman however.  I have found.  It doesn’t translate.Yep.  Yeah, we hugged it out.  But, it turns out, I was still a little angry.  So, I felt I needed to punish him, just a little bit more, [cut to Dwight standing on a box with “LIAR” written on a piece of paper hung around his neck, Dwight’s head hung in shame] and I’m making him do my laundry for a year.Okay. [Jan leaves Michael’s office; Dwight enters]It is not your business, Dwight.What do you know about management, Dwight?I’m not firing anyone.… What?Okay. Here we go. Everybody, you know what? It dawned on me we were all in there watching a movie together before we were so rudely interrupted, Let’s get back in there. [no takers] Come on. Movie Monday! Come on, Stanley let’s go.Ryan?Okay, well, we had scheduled this time to watch a movie together, so I guess I will just go play some online Scrabble.So, she sleeps with him, but she is still in love with the head surgeon, um, the McDreamy guy, and she starts crying, but the dorky doctor, he’s in love with her… [phone rings]Really?",
    "Dwight": "[directing people to their assigned seats] Take a seat down there.  Second from the end.Why him?Not everyone approves of Movie Monday.  I won’t say who.That’s not going to happen.That’s not his fault!  He had to follow his heart!Ever since Michael dumped Jan for Carol, Jan’s been bitching out on him.  Reject a woman and she will never let it go.  One of the many defects of their kind.  Also weak arms.Michael would never let me…I could never do that![outside in the parking lot, pacing back and forth] WAH!  GAH!  [breathing heavily]Is this Jan?This is Dwight Schrute.  I am calling about an extremely sensitive matter.It’s about Michael.[exhales] I can’t talk here.  It’s too sensitive.No, but we should discuss that another time.Pull over at exit 40.  There is a Liz Claiborne outlet.  I know you like that store.  Go inside and shop, until I can meet you.Many of your blouses are Claiborne’s.Part of my job.…noted.[walking into Michael’s office] I’m going… to the dentist.I have to have an emergency crown put in.Yes.  It’s a new dentist.  He’s far.  I might be gone… three hours.Did you get anything good?New blouse?  Halter top?  Camisole?  Teddy?I can save the branch.If you let me run it.[excitedly] “Ok” I can run it?Mostly get rid of waste.  Which is half the people there.  And clean house.  [to waitress in diner]  Right here.  It’s all for me.  Thank you.The decision to turn on Michael was difficult.  [pouring way too much syrup on his food] But once I did it, I didn’t look back.  And mostly I feel that Michael would approve.  It’s really what’s best for the branch.  And I could care less about my co-workers.  So [cutting his food, giving Jan a “so there” look], here we are.  It’s all, on the table.  I want… the branch.  And I await your decision.[shoveling waffles into his mouth] Oh, by the way.  There’s a new Ann Taylor outlet store near here.  I know you like their earrings.Hey.No thanks I’m stuffed.…ok. [takes and eats several M&M’s]…so good.They have this new kind of quick drying bonding, so…Oh, yeah.[long pause] Crentist.Yep.Maybe that’s why he became a dentist.[reluctantly opens his mouth and Michael peers inside]  Ahh.  Aaaah.I know…What?What is it?No.Gahh!I can’t believe this news.  That— wow.You said that?Well… Gosh, if you think I should.  Then I will.All right.Assistant to the regional manager.  Thank you Michael, for staying on.   I really appreciate it.Hey… I can’t imagine this place without you.Yeah, when I’m ready, Mike. [Dwight exhales, Michael looks at the camera] Ok let’s do it.Thank you Angela.Thank you Michael.  I just want to say, to the few of you who will remain under my employ, that I intend to lead you into the black!  With ferocity!Yes.,, make a difference here.Oh please, don’t be naive.  But you can be in charge of the women.[smiling] No thank you.No thanks.Not my style.Well that was before.  I’m thinking about getting something German, something with decent gas mileage.  Plus, that convertible, it’s a ridiculous choice for this climate.[confused] No.What did you—Yes.You know what?No!I think the Sebring’s cool.  It’s cool.  The Seabring’s cool.  It has a cassette and it has a CD.[Dwight gets on his knees and puts his face down on the ground] Don’t fire me.  Please.[terrified] I HAVE EXCELLENT SALES NUMBERS![sobbing] I’ll do anything!  Anything!  I’ll do your laundry for a month!  For a year!I’m sorry!  I’ll do anything, I swear. [squeaking, crying]You can’t.  You can’t.  But I promise I’ll never betray you again.  What can I do, Michael.  What can I do?  [Michael exhales]  What can I do?  [Dwight has his face to the ground but his butt raised high in the air] What can I do?  What can I do?Hey. [shuts door] Is everything okay?If the branch is in trouble, there are things you can do.I know that we need to cut costs.  We could fire Meredith. That’s a big cost.Creed might be living here, we could charge him rent.[looks to Angela]The Schrutes are a very loyal breed. But I also have Mannheim blood from my German grandmother. And the Mannheims knew when to cut and run. No sense going down with a losing regime. But the Schrute blood… It’s amazing that when these two bloods mix, the whole thing didn’t explode.",
    "Pam": "[walking in with a tray of six popcorn bags] Popcorn anyone?[with five popcorn bags left] Anyone else?  Nooo.Movie Monday started with training videos, but we went through those pretty fast.  Then we watched a medical video.  Since then, it’s been half hour installments of various movies, with the exception of an episode of Entourage, which Michael made us watch six times.[on the phone] Hey Kelly, my stuff just got here. [Kelly screams with excitement into the phone and Pam has to take it away from her ear]Kelly really likes to online shop.  Soooo, I felt like I wanted some new clothes.  I mean, I just, I wanted to, it just, I felt like it was time, to maybe um… just get new clothes.[pulling her new shirt out of a box] Ok.Really?  I don’t know.Not at work, I’ll try it on—…noooo[smiling] It’s too much.I’m gonna return it.Hi.Thanks.I have this little vacuum cleaner that’s broken.  If Dwight doesn’t work out, maybe that could be manager.What?Please go back to your desk.Well, I remember why I dress the way I do at work.  But I’m gonna keep the clothes.  I mean, it’ll be cool to just have some after work clothes that aren’t pajamas.Dunder Mifflin, this is Pam. … Uh, sure, I’ll get him for you. [to Michael] It’s Jan for you.Yeah.I may have a few weeks ago faked a call from Jan in order to get out of a synopsis of, I think it was, Navy: NCIS. Since then, Michael’s been suspicious.",
    "Kevin": "Yes!Ok.  Billy-Bob, got a head injury, but coach made him play.  So then Lance, he gets sacked, he’s out for the year…Do you have any savings?Michael, you might lose your condo.Nnnnice. Wow!",
    "Jan": "[walking into an empty office because everyone is watching Varsity Blues] Hello?Hello? [Angela coughs and points to the conference room]How would a movie increase productivity Michael?  How on earth would it do that?Magically?No.[answering the phone] Hello?Who is this?You should talk to Michael, and he’ll talk to me, and that way we don’t have to speak to each other.What about him?It’s not about a surprise party is it?Look, I am already an hour outside of Scranton, Dwight, I’m not coming back.How do you know I like that store?How do you know that?No it’s not.  It’s officially not.Yeah.Really?Ok.What would you do differently?Dwight, you must feel strongly, to speak with me this way, behind Michael’s back, and turn on so many of your co-workers.[thinks for a second] Where is it?[on speakerphone with Michael] Michael.I just had a very interesting conversation with one of your employees.No, it wasn’t.  Dwight just told me that he thinks he can run the branch better than you.Mm-hmm.You can’t have people undermining you.  Get control of your branch immediately.Hey, Jim?How’s work going?[kills Jim’s character, giggles] Oh, you know what, I gotta see Josh right now, but remind me to tell you what Dwight said to me earlier, okay? You’ll get a big kick out of it. [leaves]",
    "Angela": "I don’t approve.  I don’t.[walking past Dwight’s desk] Kitchen.Michael is going to get us all fired.  You sat back and let him play that dumb movie, and now Jan is peeved off and we’re all going to lose our jobs.You know she has it out for him now.Dwight, you should be running this office.It’s not up to Michael, it’s Jan’s call. Talk to her.Fine!  Sit back and do nothing and let us all get fired!I know that patience and loyalty are good, and virtuous traits.  But sometimes I just think you need to grow a pair.Congratulations Dwight.It’s really happening!We can make a difference here.You alone?  Because I thought together we could—[shakes her head disapprovingly]",
    "Jim": "At the Stamford branch, they all play this World War II video game called Call of Duty, and they’re all really into it.  I’m told it started as a team building exercise.  Unfortunately I really suck at it.  We didn’t play many video games in Scranton.  Instead we’d do stuff like, uh, Pam and I would sometimes hum the same high pitched note, and try to get Dwight to make an appointment with an ear doctor.  And uh, Pam called it… Pretendenitus.I’m just killing Germans, any way I can.[turning around to Karen] Wait, are we playing teams?Yeah I think we can be a big help to your company.  [someone dims the lights, signifying that it’s game time]  Ok, see you next week.  Bye.  [to Karen] Again?Oh, I’m sorry I don’t know… what we’re talking about…Um, sniper rifle?I’m sorry what are you whispering about?I’m trying—Oh.What? [Karen’s player shoots Jim’s player, “You killed Jim Halpert” appears on the screen, Karen giggles]Wow. Psychopath.  [Karen grins widely at Jim][leaving his desk for the day, pretends pull the pen out of a pretend grenade, and tosses it to Karen][playing Call of Duty] Oh? Someone’s left out in the open, taking a little siesta. Not smart. [shoots] Yes! Finally killed you… [Karen’s desk is empty]Hey, Jan.[nervously] Pretty good.[baffled expression]Things are a little bit… different here in Stamford. [shrug] It’s not bad.",
    "Kelly": "[gasps] I love it!You haven’t even tried it on yet, try it on.Fashion show!  Fashion show!  Fashion show at lunch![clapping her hands in unison] Fashion show!  Fashion show!  Fashion show at lunch!  Fashion show!  Fashion show!  Fashion show at lunch!It’ssexy.  You look so hot.What?No, you have to keep it today, just see how you feel.Isn’t that like your third soda today?",
    "Andy": "Why did you do that?!We’re on the German team.  Shoot the Brittish.Now?Put the game on hold everyone.It’s the new guy. [looks at Jim]See what I mean?WHAT?Are you playing for the other team?!Saboteur!Saboteur!  I’m going to kill you for real.  This game— the game is over.  I’m really going to shoot you.",
    "Karen": "[laughing] Yeah.Scared?[with her hands making the rocker sign] Call of Duty![whispering] Look how cute he is!  He’s trying to shoot with a smoke grenade.I’m sorry nothing, just concentrate on turning around.Just tap S then D.[her players gun is pointed directly at Jim’s player’s head] Any… last words?  No?[throws some desk material in the air to signify debris from the grenade explosion, grins as Jim walks away]",
    "Phyllis": "[Pam walks out of the bathroom wearing her new red shirt] Woooooow.It’s really something.You’re kidding…Michael, what will you do?Maybe I’ll quit.",
    "Roy": "[walking into the break room] Hey.You look nice.",
    "Josh": "[sounding upset] Andy, Jim, can I see you in the conference room for a minute?Yes now.This is not working, ok?  We are getting slaughtered out there.We just need a strategy, ok?  We’re going to set up a trap in the gun room.  All right Jim, are you using the MP-40 or the 44?SNIPE–JIM!You don’t snipe in Carrington, ok?Andy, it’s not—",
    "Stanley": "But… why Dwight?How does that qualify him to run a branch?[standing at the supply shelf] I’m on the phone.",
    "Creed": "I’m just looking.In a minute.Four nights a week, I sleep under my desk, and then three nights I stay at my place in Toronto. They don’t know about this job up there. It’s a welfare state. Beautiful countries, both of ’em.",
    "Ryan": "I’m pretty sure Jan said that we’re not supposed to."
}