{
    "Jim": "The Stamford branch is closing and everybody’s just packing up their stuff. Andy Bernard made these tasteful hats.Yeah.You know what? I think you just need to meet him.Sounds good Andy.Yes. This is going to be very interesting. All right, I’m out of here. See you later?Right.Okay.Hi, I’m Jim. I’m new here.Yeah, I was just doing a little joke there about how we’d never met…Awesome! Good to be back. The place looks really good.You, too.Where do I stand with Pam? Um… no idea. I mean, we’re friends. Always have been friends. Um… .that is where we stand.Hey, Dwight.Okay. Sounds good.I don’t know what you’re talking about.No. Looks good.I’m not.I am.Okay.Hey! How are you man? Good to see… you.Oh, I’m sorry. Are you sitting here now?Oh.You know, man, it’s really you’re call.[whispers] Let me get that for you.This one taken? No. Good.Hey, Toby!How are you, man?I just wanted to say hi.Oh. Is that like your new thing?No. It’s cool.All right. Good to be back.All right.No problem.[off camera] …what?Kelly!Really?Great. What’s new with you?Oh, this looks promising.It reminds me of the orientation video showed on my first day. ‘The Scranton Witch Project’.Terrible. Totally unconvincing.Not bad, but you are Italian so… try it more Italian.You feel good?All right.Hey!Oh yeah. I’m trying to move away from that. Getting into more of a bottled water phase.Well, I’m evolving, Pam.Oh! Um… tonight, actually? No. I’m uh just still getting settled.Okay.Nope. You’re not interrupting anything. Nope. I’m…Don’t…All right. [to Pam] I should probably get back to work. Get back to work.All right!Does he ever.Yeah, it does, actually.[talking on cellphone] Hey! Where you at, Filippelli?[laughs] What’s wrong? You didn’t have a good first day?Yeah. Sure. Sounds good. I… . [sees Pam in rearview mirror] Hey! You know what? Can I give you a call right back?Ok, thanks.Hey.I thought you had already… left.Oh… Good.Oh, nothing. I just feel bad. I feel like things were a little weird today… or something.I just think I should tell you that… I’ve sort of started seeing someone. And uh…O..ok. Um..good.Right.Yeah. Good to be back.Hey, Kev. How you doing?Okay.Smart. Good. [to Angela] Hey, Angela.Bye, Angela. All right, Kev.See you later.Yeah, I never even knew that part of the office existed. [Pam chuckles] Hey, who’s that guy? [Jim points to Stanley]Huh.Seems like a nice enough guy.What about, uh.. [points at Meredith]Really?Thank you for all of this. This is so helpful. You know what? One last question. Um, who is that fine older gentleman in the corner? [points to Creed]For the North.Obviously.Sorry. Man. [Pam hesitates and then leaves]Yeah.",
    "Andy": "[to office worker] That’s the other thing you got to watch out…  [to Jim] Yo! Tuna! I wanna talk to you about this new boss, Michael Scott.So what’s he like? Likes? Dislikes? Favorite sports? Favorite movies? Favorite men’s magazines?Playing your cards close to the vest. I get it. Good luck over there, Tuna. Cross me and I will destroy you.What?I’ll be the Number Two guy here in Scranton in six weeks. How? Name repetition, personality mirroring, and never breaking off a handshake. I’m always thinking one step ahead. Like a carpenter that makes stairs.Hello.And you must be Michael Scott. Aloha and… hello.Michael, thank you for welcoming me to your little kingdom, Mike.Nifty!Michael Scott. Thank you. I appreciate it, Mike.Andy Bernard. Regional Director in Charge of Sales.Umm, on the contrary.And I’m a director.Which on a film set is the highest title there is. Do you know anything about film?Congratulations.Hey, buddy. Anything new to report?Sure thing, buddy.Am I trying to get under his skin? Yes. Because the angrier he gets, the more marginalized he becomes. Meanwhile, Andy Bernard is out there layin’ on the charm.Hey, Angela. Check this out. It’s my new screen saver.Do you like it?Thank you. You have such a pretty smile by the way.You’re welcome.[sings drum beat intro to ‘What is Love?’][sings] What is love?Baby, don’t hurt me.Baby, don’t hurt me!Whoa-oh-oh-ohWhoa-oh-oh-oh.Oh, probably because of all the nose candy.Dwight may have won the battle. But I will win… the next battle.Michael, I would just like to say you have handled this entire situation with great aplomb.Saw your dorkmobile in the parking lot. What does it get, like four miles to the gallon?Yeah, my Xterra’s pretty sweet. Luxurious, yet rugged. Leave it to the Japanese.Actually, it is. It’s Latin for “earth.”Yeah.Yeah, I bet you would. Oh, by the way, 1985 called. It wants its car back.Oh, speaking of time machines, I just got back from the future and I went to your funeral and, guess what, nobody came.Oh, that was a really well constructed sentence. You should be an English professor at Cor-not University.If I were an idiot, I’d be driving a TransAm.[coughs word] Idiot![coughs sentence] Nice comeback![approaching Kevin to shake hand] Hi, Andy Bernard.Nice to meet you.That is a penguin. You like it?Andy, or Andrew.Yeah.Ha, that’s why I wore this shirt.Hey Kevin.Have you lost weight?I know, but you just give off the vide of a guy who’s getting thinner.You’re welcome.[gets up] I’ll do it.[turns over card] King of hearts.[claps] That was fantastic.It is inspiring to me to watch you navigate these murky waters.",
    "Karen": "This is going to be an adventure.Right on. [to Andy] Hey is that Josh’s computer?Hi.Karen. I love your sweater.Really? That’s so cool. I’ve always wanted to learn……to knit.Uh wait, are you a robot or a Martian?[recording phone message] This is Karen Filippelli. Please leave a message.[recording] This is Karen Filippelli. Please leave a message.[recording] [in bad Italian accent] Dis is Kar-en Fill-uh-pel-li. Please leava me da message. A bon danza.Mm-hm.[recording phone message] Karen Filippelli.Uh, what’s that smell?Must be an… air freshener plugged in somewhere. It smells like a funeral home.Oh, you know. Never… .never mind.I… I… I, uh, think I’m just allergic to your perfume.It’s just my crazy nose. I’m… uh, used to different smells.Who’s Bob Vance?Shouldn’t we be equals?Does Bob Vance work for Vance Refrigeration?How are we going to get home?Bob Vance of Vance Refrigeration.[off camera] I’m at the grocery store buying a corkscrew to give myself a lobotomy.Oh my god! Hey! You want to meet at Cooper’s in an hour? I need a drink.Yeah.Ok.Hey, nice thermos.Yeah.Uh no, I’m fine, thank you.Yeah, I’m okay, thanks.",
    "Pam": "Hey!How’d the run go?That’s great!Because he accomplished something.Really, Dwight? How fast are you?Really?Oh, I’ll just time him later.Yeah. Are you ready?SetGo!Am I being mean to Dwight? I don’t know. I did just make him run around the building and I have no intention of timing him. This isn’t even a stopwatch. It’s a digital thermometer. He does make my life harder, sometimes. And on purpose. Like he tried to put meters on the bathroom stalls as a way of bringing in more money for the company. [yells to Dwight] Hey, three more laps to go. Gotta pick it up if you’re going to beat Toby.I should probably get back to work.Good morning!Okay.Yes! I’m in a good mood today! I’m excited to meet all the new people and to see my old friend again, definitely. That’s always a thing that makes people happy… to have an old friend back.Hi!I’m Pam.Oh, thanks. My Mom made it for me.Oh my god! It’s really you!I know. I don’t care.It’s really good to see you.You won’t be disappointed.Hey.What happened to grape soda?Oh. You’ve changed so much.So when do I get to hear everything? Are you still getting unpacked or… you want to grab a coffee or something after work?Oh, yeah, no! You know. Whenever.Yeah. I know, me too.The day’s going fine. It’s been a little chaotic but it’s fine. It’s great! A lot of distractions. But, it’s good.Hey!Uh… no. I just uh had some other stuff I had to do.What’s up?What do you mean?Oh. That’s totally cool. You can do whatever you want.We’re friends. We’ll always be friends.It’s good to have you back.This is weird with you facing the other way.That’s Stanley Hudson.He’s one of our salesmen.Oh very.Hmm, that is… Janet Fenstermaker.[Pam nods head] You should say hi. Use her full name.Uh, that is Creed Bratton. He has four toes and he fought in the Civil war.For both sides. Whoever paid more.Yeah.",
    "Toby": "Hey.Ah, pretty good. I finished.About seven.Well, that has wheels.Hey, this came with the Stamford book. [Sets down box that says: Personnel Files Stamford CT Office Confidential] Can you take care of it?Hey, Jim!Oh, really good.How are you? Hey. Welcome back. [puts out fist to bump]No, I’m sorry, it’s…No, it’s nothing. We’ll just… [shakes hand]So… okay.All right… sorry… sorry about that.It was just…Nothing.Um… You might want these orientation materials.I don’t… I don’t think we can do that.",
    "Dwight": "Psh, why is that great?What was your mile time?[scoffs] I could beat that on a skateboard.Yeah, well my feet don’t. And I can still crush that time.Let’s just put it this way. Last weekend I outran a black pepper snake.I am fast. To give you a reference point. I’m somewhere between a snake and a mongoose. And a panther.Man, what is taking Toby so long?And you’ll compare the times?No, my groin……is really tight.I can’t… [starts running]Aaaaah!Nametag?Karen Filippelli.Probably Italian. Possibly Filipino.That’s Andy Bernard.If I were you……I would fire Anthony Gardner……before noon……to consolidate power.No, no, no! Not somebody. Gardner.The Japanese camp guards of World War II always chose one man to kill whenever a batch of new prisoners arrived. I always wondered how they chose the man who was to die. I think I would have been good at choosing the person.Hannah Smoterich-Barr.Well, well, well. Look what the cat dragged in from Stamford.Fact – I am older. I am wiser. Do not mess with me.What are you doing?I have a smudge on my forehead?Why are you looking at my forehead?Meet my eye line, Jim!Stop acting like an idiot!Hello. I don’t believe we’ve been introduced. Dwight Schrute. Assistant Regional Manager.So you’ll be reporting to me, then.My title has ‘Manager’ in it.Oh.I know everything about film. I’ve seen over 240 of them.We need to talk!Which is higher? Assistant Regional Manager or Regional Director in Charge of Sales?Okay. So who gets paid more? Me or Andy?Ok. Who reports to who?And then if I want…I…I…One…Yo Mike, our town is dope and pretty.What?What?But check that it’s covered by your health care provider!But the little cars go in the compact spotDo you mean to me? From you? Cause that’s how it works.Do you have batteries?Very funny, Michael!Really funny, Michael!Do this. Come on. Ready?On three. One… two… three.Hey, hey. Easy.That was my advice. Remember? I’m the one who suggested that you fire him.And what advice has Andy given to you today that you have acted on? Would ‘none’ be an accurate estimate? None advice? [whispers] Fire Andy. Fire. Andy.What!YEAH!If he even wants it. It doesn’t come with a pay raise.So who will be your new Number Three?And I have to say your leadership…has brought…Uh, try double that. Classic TransAm, vintage American muscle. Please.Xterra’s not even a real word.Oh, so you drive an X-Earth?That makes sense. I’d rather drive a classic TransAm than an XEarth.Well I hope 1985 has a time machine ’cause I drive an 87.Speaking of funerals, why don’t you go ahead and go die.Idiot!If you were driving a TransAm, you would be the smartest idiot in the whole world.[coughs sentence] You’re the idiot![coughs sentence] I was making fun of your comeback! That’s why it worked. [talks normally to camera] Totally got the best of that interchange.Nash.Male, age 37…Mocha complexion. Supplier relations. Either caught a fish or was standing next to a man who caught a fish in Key West, Florida.[holds up piece of paper] It wasn’t clear on the Google Image search.[starts clapping] Very good Michael. Really good. [Michael shushes Dwight][clapping] No, no, it’s better than fantastic. It’s super perfect.It just goes to show you, you play with fire and you are gonna singe your eyebrows. And they do not grow back the same way. [takes of glasses and points to right eyebrow]Bull… [bleep] [clears throat] Sorry.I had a tickle in my throat.I can’t say [clearinng throat noise]?Sometimes it hurts Michael.",
    "Michael": "Here… Who’s here?Yes, please.Karen Filip… [In Italian voice] Ka-ren Fili-pell-li.Okay.My branch is absorbing the Stamford branch. Or, as I like to put it, my family is doubling in size. That’s all I’m going to say about it because I have a gigantic performance ahead of me. And I have to get into my head and focus. [exhales]Who’s next?Andy Bernard.Saint Bernard.What?I’m not…I’m not firing somebody on the first day.Got the food? Good! Looky-looky-looky. What I want you to do… set it up in the conference room, please. Make it look nice. As if you are trying to impress a much older man who’s way out of your league.Ah! Ding-ding-ding-ding-ding. Our first arrival. Welcome to Scranton. This is Hannah Smoterich-Barr.Welcome to our humble abode. Follow me to your desk. Your ball and chain is right over here.You know for a lot of these people this is the only family they have. So…  As far as I’m concerned, [holds up WORLD’S BEST BOSS mug] this says ‘World’s Best Dad’.Ah! There he is Tony… what’s your last name?Gardner! I knew that. There you go. Gift bag… for you. [laughs] Okay.Well, they’re just for guests. If there are any left over, you can buy one later.Wh..and coupons… to various hot spots around Scranton. [to Tony] All right! Let me show you to your area, sir. Come on, big guy.Welcome.Welcome, welcome, welcome! [in robot voice] Take me to your leader. Oh wait, I am your leader.Mmm… dah. I am actually your boss, Michael Scott. Welcome. Wow! You are very exotic looking. Was your dad a G.I. or uh?Ah! You must be Andy Bernard. Aloha and welcome!A-ha-ha-ho. Very good! Welcome to our little kingdom. Ah, we have a bag of nifty gifties for you.Oh.They are nifty! They’re nifty gifties.You know who I really like? Is this guy Andy Bernard. He has got this very likable way about him.[to Jim] No way. Get him out of here. We don’t want any of this kind in here. Good to see you, man.[to Martin] How are you? Martin Nash, I presume? This is a little gift bag for you.Free of charge. Follow me, I will show you where all the slaves work. [shakes head] Not… so, your desk is…Right.[talking to himself] I present the orientation video.Not now.I told you the titles are irrelevant. They just relate to pay scale.It is not a matter of more or less. Your pay is just different. Okay? All right! Show time, part one.I don’t care! Dwight! You all report to me! That’s all that matters! The rest of it just work out amongst yourselves, ok?Work it out amongst your selves!Please! I have a company to run. Well, you let me run the company?Will you?Please?Okay. Everybody settled in? Good. Why don’t we all proceed in to the conference room? Or, should I say, the banquet hall. For… drum roll, please [makes drum roll noises], the official Merger Day All-Family Welcome Breakfast. Come on in!Yoko shack.Nope, no. Guests only.Nope. Um… for the guests it is. For you, consider it cow-meat. Strictly taboo.Well, then… consider it poisoned beef. No touchy.No, it’s not beef… just… sit down, please. [talks to group] Welcome. Help yourself.Wrong. Toby, this is an orientation not a borientation.[talks to group] Okay. Do not worry. All of your questions are about to be answered. Cell phones and pagers off, please.Let’s face it. Moving to a new job can be very stressful. So I have made an orientation video especially for you newcomers. But it’s not like any orientation video that any of you have ever seen. It’s funny. It’s got a little bit of a zing to it and I hope that it gives you a flavor of what we’re all about here at Dunder Mifflin. And what we’re all about here in Scranton. So let’s just all laugh together and watch “Lazy Scranton”.Sittin’ in my office with a plate of grilled bacon, call my man Dwight just to see what was shakin’.So check out how we liveThey call it Scranton.The Electric City. Scranton.The Electric City. Call poison control if you’re bit by a spider.[in video] I am so scared… when people don’t label their personal food.You like coal mines and you wanna see ’em, Well, check it out, yo, the Anthracite Museum! Plenty of space in the parking lot,[on video in background] Spot. Scranton. What? The Electric City. Scranton.What? The Electric City. Scranton. What?Well, so far, I think it is killin’. I thought it would either be an ‘A’ or an ‘A+’ but I completely forgot that there’s an ‘A++’.Oh-kay. Sorry to interrupt. I…All right.Okay.What is that? A squid’s eye or…How did you…People hate people that are different from them. That’s natural. But you know what makes people forget their differences?  A great show. That is why I created the ‘Integration Celebration’. This is the moment when Scranton and Stamford come together as one. United in applause.I know what a lot of you must be thinking. ‘Wow! What a day! Feels more like a night at a party than a day at work.’ Well, in my opinion, business should feel like a night out. A night… at… the Roxbury. Okay. There’s supposed to be music and it’s… I got it, I got it! I got it. Dwight! Just.Ssshh stupid! Um…That’s it!Yes, yes! Okay!Okay, here we go.Oh!Oh! Oh! Oh!Scuse me! Scuse me!You me? You me? Me you? You! You! You me! Bow Bow Bow!You me? You me? Me you me! You! You! You me you! You! Oh my nose so itchy, why’s my nose so itchy![laughs hysterically] Okay, I told you these guys had a sense of humor.Okay! Okay!All right, all right, I’m on a roll.Why are the new people on the table? To show them that we are not above them.Not today. No. Tony! Please join your cohorts on the table if you would.I understand. We’re all friends.Oh, well. Just use the momentum of your lower half to hoist yourself up.You know what? I’ll help. I will…Don’t be shy! Dwight! Let’s do this!Come on. We’re doing this thing! Let’s get up.Bend at the knees. Okay, here we go. Here we go. I’m under this… I’m under this hock here. I don’t know what I’m grabbing here.We’ve almost got it. Push it! Push it!I’m right in your crack!Up and over.Up and over.You’ve got it.You’ve got it, you’ve got it.Whoa Whoa Whoa! Okay.Easy.Don’t…What…I don’t understand.Well, we’ll squeeze you in.You can’t quit! On the first day. That’s [deep voice] heresy, my friend! [regular voice] Okay, let’s talk about this. What happened? I mean, what… Was it Toby? Did he say something? Cause he’s… what?My management style? So… didn’t you think ‘Lazy Scranton’ was funny?Okay. Well, don’t bother quitting because you’re fired.You are fired! I’m sorry, but we don’t have quitters on this team! Just clean out your desk!Don’t try to apologize to me, man! It’s too late. Just get out! Take your bad vibes with you.Probably the best advice you ever gave me, Dwight.Whoa, Angela! Hold on. Hooters is a restaurant. With over 400 locations worldwide.No. We do have to get along. Can’t we all just get along? Or have we forgotten the words of the Reverend King.The word merger comes from the word marriage. And that was what today was supposed to be. The loving union between people. Instead, it has become like when my Mom moved in with Jeff. And once again, it becomes my job to fix it.Hey! Hey, everybody! Something happened! Those guys from Vance Refrigeration, they let the air out of our tires.Yeah! They punk’d us! They punk’d us good! Come on. Come on!Man, they got us so bad. We cannot let them get away with this. We have got to pull together as one and steal their refrigerators.Yeah.Go home, Toby. Just…Why? I will tell you why. Because they saved the worst for me. They put a hate note under my windshield wiper. Check this out. It’s so hateful. [reads note] “You guys SUCK! You can never pull together as one and revenge us. That is why you SUCK!”No. No, no, no. No.  You are falling for it. You’re playing right into their hands. This is just what they want you to do. Don’t, oh…THIS IS EGREGIOUS! This is egregious!See that? Mission accomplished. Like a bunch of fourth graders. Sometimes, what brings the kids together is hating the lunch lady. Although that’ll change. Because, by the end of the fourth grade, the lunch lady was actually the person I hung out with the most. [answers phone] Jell-o!Hi, Jan!I did. Major personnel crises averted. Compliment accepted.Yes.But do you realize that that was actually Dwight’s idea? Bad advice from my Number Two.What?Yes, I know that. For, I do read the memos.So after a great deal of thought and introspective-shun, I have decided to make Jim my new Number Two.Uh… that I have not decided yet.Thank you, Andy. That’s… very kind. Thanks.Shut it…Shut it! That’s… [whispers to camera] suck up!And this is, don’t tell me, Martin… Ne… Ne…Nack.Martin Nash. Okay.Good.What are you talking about?All right, just…Smiles.Good, what’s funny?Oh, nicknames, yay! Penguin power.Good.Hey, girls. What’s happening? Startinng to blend? Well, before long, you guys keep hanging out, you guys you are gonna share the same menstrual cycle.Can’t we all get along?  No, we can’t. But here’s the thing:yes, we can. Well, why not? Because of differeneces. Well, can we overcome these differences?  No. Can we find each other and connect with each other in spite of these differences? No, we can’t. But, we have to try and that is why I created the Integration Celebration.I need somebody to pick a card. [Dwight raises hand] One of the new people, please? Tony? [Tony walks away]All right. Good. Thank you. [Andy picks a card] Do not look at your card. Now, I’ve always said that to be a great salesman is to have the ability to connect with people right here [puts hand over heart]. So to be a great salesman is to be a king of hearts. Turn over your card.So I think in order for us all to work together well we must come together as a family and then we can all be [starts to fan out the rest of his cards facing the group showing kings of hearts] a king of hearts.Dwight, don’t, don’t be a suck up.What I want all of you [points at Scranton branch] to do is approach one of the new people and tell them the one thing that you like most about them. Who wants to start? Who wants to give it a shot?Okay Meredith, let’s give it a shot.[clapping] Beautiful. Very good, nice.Okay.We heard it.We heard what you said. You didn’t cover it at all.[points at camera] They’re gonna have… You can’t say that, all right?[clearing throat noise] Idiot. Dwight’s an idiot! Did you catch that or did… did the cough cover it?[cleaing throat] You’re a jerk. Dwight’s a jerk!",
    "Hannah": "Hello?My bag’s mostly pencils.No.[using breast pump] Take a picture. It’ll last longer.Look what’s on his computer.It’s my left breast.Tony was right. This environment is dysfunctional.For crying out loud.When do people work?[pushing back desk item] Here you go.UmYeah, I mean my stuff’s coming over, but umm… is this…is this yours? [holds up travel mug]",
    "Tony": "Gardner.Thanks.Uh… this is difficult, for me.No. I mean I can’t physically. I can’t get on the table.[starts to climb table]No, please. No.All right. All right. Stop. Put me down.Let me go!Put me down right…Put me down!Put me down right now!I’VE HAD ENOUGH!PUT ME DOWN RIGHT NOW or else!I’m sorry!It’s just not going to work for me.I have to go.I was on the fence about this and… it’s just not a good fit.I can’t work here. I have to quit.No. Toby was helpful. He was very kind. It’s just your management style.No. Was it supposed to be funny?Excuse me?But there’s nothing in my desk except coupons.",
    "Kevin": "Michael, I didn’t get a gift bag.Can I have your pencils?Oh, yes I can.In general, they do not give me much responsibility. But they do let me shred the company documents. And that is really all I need.This thing is so awesome. It will shred anything. Ooh! It will shred a CD. It will shred… a credit card. It will shred… oh! [whispers] Shoot.The beef is poisoned?Staples.Hey, man. Good. Listen, my M&M’s are under the desk if you want any.Hidden from [whisper] them.See you later, Jim.[to Angela] It’s his first day back.[smiles] I like it.Kevin Malone.What’s that on your shirt? [points to Andy’s shirt]The Penguin.Okay, Penguin. [laughs]Michael, have you met the Penguin?Yeah.Well… I… Hey. You’ve never met me before.Well, thanks. I appreciate that.You know who I really like? That guy, Andy.",
    "Martin": "…which is why they need a passing game.Oh! Thanks.Hey! Why doesn’t your car have a flat tire?[to Stanley] What’s up with this guy?Is he always like this?[sniffs. Pans to Creed eating his mungbeans.]Thank you.",
    "Ryan": "Hey, buddy. Welcome back.I’m good! How are you? So…Yeah.Um… unless you really, really want it back.Cool, thank you.Yuh.Yeah. Jim is a nice guy. That’s why I got the desk.I’m sorry. It’s just, it’s a little distracting.Sometimes he brings more costumes.Hey, uh sorry. Seriously, can you guys… I’m trying to get some work done.Thanks.",
    "Kelly": "Jim!Oh! Oh my god! I have so much to tell you!Yes! Tom Cruise and Katie Holmes? They had a baby and they named it Suri. And then Brad Pitt and Angelina Jolie? They had a baby, too, and they named it Shiloh. And both babies are amazing!I just told you.Looks like salmon.I eat beef.",
    "Male voice": "…thank you James. [laughs]",
    "Meredith": "Hey, champagne.Where’d you get that salad?[notices Karen has same thermos as herself] Hey. That’s funny.[holds out flask] Do you want a little?Okay. If you change your mind, you just let me know, okay?That’s cool.That was in your way?Sorry.[takes mug] Yes.[raises hand] I want to.[to Martin] I love your complexion. It’s like devil’s food cake.",
    "Video": "[Lazy Scranton Video][Lazy Scranton video continues]",
    "Michael & Dwight": "in the Electric City!",
    "Michael and Dwight": "Spot, spot, spot, spot …",
    "Angela": "Oh.I do like it, actually.Thank you.Maybe that’s because some people treat it like their own private Hooters strip club.You need a hair cut.His hair’s flipping out on the sides.Oh, my Lord.",
    "Creed": "Ditto that, my brother.Right place at the right time.",
    "Phyllis": "What smell?Oh, I’ll help you find it.What is it?My perfume?Bob Vance bought this perfume for me in Metropolitan Orlando. It’s made from real pine.You have a lot to learn about this town, sweetie.Oh, we find little times during the day.Bob Vance has an air pump. He said he’d fill all our tires up.",
    "Stanley": "I don’t know who these new people think they are. I’ve sat downwind of Phyllis’ stinky perfumes for years. Never said a word.Back to work. We don’t have to get along. We just have to work together.Got an hour? I’ll try to explain.Trust me. It only gets worse.",
    "Andy & Michael": "Don’t hurt me! Baby, don’t hurt me!Whoa-oh-oh-oh! Whoa-oh-oh…",
    "Jan": "Michael!Did you fire Tony Gardner when he was trying to quit?Do you realize, Michael, that we now have to pay him severance?You do?What? No. No. No, Jim is your Number Two.He’s the only one  who has worked with both groups. I sent you a memo about this."
}