{
    "Michael": "Can you confirm that the straps are tight?And now, the chains.A lot of people think that magic camp is just for kids. And that’s why so many other people in my class were kids. Self fulfilling prophecy. It’s um, it’s really for anybody with a dream and a belief in magic and a little extra time after school.MAGIC MAGIC Magic Magic magic magic… And now, Michael the Magic, will attempt to escape from extreme bondage. [Kevin giggles] Can he do it? I don’t see how he can.No. No. Everyone, now count down with me. THREE!I will get out. Oh yes, I will.No. Alright, this is getting hot. So let’s just do this. Ok, ready? Three, two, one, go. [Michael spits out key, Jim covers it with his foot.]AHHHH!Yes.I cannot tell you how I plan to escape. Other than by using magic. That is the magician’s code. Separately, on an unrelated note, if you happen to find a small brass key…Alright.Ready? Come on guys. Early worm gets the worm.Pam, would you smell my breath?“Michael, you go to parties all the time, why is tonight so special?” Well, tonight is so special because my boss’s boss’s boss, the CFO, not his initials, common mistake, is having a little shindig for all the managers in the company. And Jan and I are going as a couple. For the first time. So it’s kind of our coming out party. Really. And that is why tonight is so special.Jimbo, last chance to carpool.Sure? Might be a good idea.Go in together, could save some gas, have some fun, long trip.Play some games?I spy?Oh, sure. Really didn’t give it any thought. Wait, should you be going? [phone rings] Heh-woh you.Hey, Buttercup.I am on my way. I should be there in about 15…That’s what she said.Uh, yes you are.No problem. [doesn’t turn off speakerphone]Ok.Ok. Jan. Jan? This party is actually a really big step for us. So, I…Ummm… I don’t know.Maybe.Ok.Alright. Bye.Beauty. Thank you sir!Thank you.Shut up. Ok, change shirts with me.I don’t care. Oh, wow. Here. Don’t put my jacket. Don’t give me that.Yes.Ok.Hi.Actually, it’s polite to arrive early. And smart. Only really good friends show up early. Ergo de facto. Go to a party really early. Become a really good friend.Oh, um, potato salad.No, it’s not.Oh, you probably want to leave the cover on until the guests get here.It’s been sitting in my car all day. Sun beating down on the mayonnaise. Just, you never know.What are you looking for? You bring dip?Awesome. I’m going to frame mine. I could frame yours too.Over our love.You don’t have to, Jan. This contract says it all.It’s a heart.I love this woman!Rachel. Boy, you clean up good. Place looks great with all the lights on. And everything.  Actually looks bigger with people in it. It’s weird. So…Jan and I are lovers. It feels so good to finally say that out loud.Ok.It did. Like butter. Mike Myers, SNL. You should ask Karen, she was one of them.Yeah, but you’re great now, right? We’re all great. Aren’t we great?I could go for an appeteaser.Bagel bites or something.Dwight, wow. That’s not appropriate.David, how much did this house cost?Here is to Mr. Iacocca and his failed experiment, the De Lorean. [takes sip, coughs violently]Yeah. Do you have any ice?How about some Splenda?This one really smells like vanilla. Check that out.You and the misses should join us at Sandals Jamaica next Christmas.Oh yeah, they don’t allow kids at Sandals. They are persona non gratis… there. But it’s fun. It’s an awesome place. You would not believe how low this girl can limbo.Crazy.Ok. Excuse me. What’s going on? What is it?What are you doing?Yes, but you could tell me. What… What is that? Why are you? Why are we going in the bathroom? I thought this is where you liked your privacy.What has gotten into you?No, no, no.Come on, let’s go back to the party.Don’t take that dress. Stop it, Jan.No, no, no, means please don’t. Please.I’m not going to slam you up against the wall.You’re acting inappropriate. Jan.Rachel thinks that I brought homemade potato salad and I just picked it up at the supermarket. It’s funny. I wish I could make potato salad that good. It’s just potatoes and mayonnaise. There is something wrong with Jan.Our first fight. If this is about what happened in the bathroom, there was no place to cuddle…You didn’t have any of the potato salad did you?Well, if that’s the way you feel, my lady, then you have hurt me greatly.I’m not going to cry. I feel like it but I am not going to. Why don’t you just take your stupid love contract and tear it up into a million little pieces.I want the house, Jan. I want the picket fence. I want the ketchup fights and the tickling, and the giggling.Whatever.That’s all, you didn’t mean it?I love you, Jan.What a weird day.  I don’t understand it, but you don’t get to understand everyday of your life.  Maybe five, ten days a year, I’ll get home and I will have no idea what the hell just happened.  Guess everybody has days like that.  Sometimes they’re the nicest ones.  Still, I think there might be something wrong with Jan.",
    "Dwight": "Yes. But this [pulls at straight jacket] seems to be…I know how. Dislocate his shoulder and slip his arm out from underneath.[trumpet sounds]It’s early bird gets the worm.Let me smell. [Michael breathes at Dwight] Good, not great.Thanks for inviting me along.Hello, Jan.Talk to you later, Jan.Salad.You dressed exactly like the servants.Wait. I don’t think yours will fit me.That would have been really embarrassing.Crisis averted.It’s from both of us.Oh, you know that line on the top of the shrimp? That’s feces.Do you ever watch Battlestar Galactica?No? Then you are an idiot.What’s the square footage?Does that include the garage?I’m just…It’s a common question.These old colonials are great, when they’re sound. I’d love to take a look around.Cool, let’s start with the banisters.Huh. [Bangs on wall] Yeah, these studs are way too far apart. What’s in here? [Opens door].Just the one window?Are those real pearls?[tests smoke detector] Good.Oh good, you’re up. Hey, who makes this chair?I want one. It’s got good solid construction. Comfortable. What is this? Oak?What do you know?The chimney is in decent shape. Not great. I found some termite damage in a crawl space and some structural flaws in the foundation so all in all, it was a pretty fun cocktail party.Don’t break up you guys, you’re great together.Why would the architect design stairs this wide?  Was there an obese family in here before you?How convenient.Space shuttle. Which one?  Oh, Atlantis.  Good thing it’s not the Discovery.  You play soccer?",
    "Jim": "Sorry, quick thing. Is it true that if you can’t get out, you don’t want anyone to help you?Another worm? Like, are they friends?Oh no thanks, I think Karen and I will take my car.Yeah.Thanks.Oh. Um. I think we’re good.Yeah.Why don’t I wanna go? Didn’t expect to need a reason, so let me think here. Um. I don’t know any of these people. It’s an obligation. I don’t like talking paper in my free time, or in my work time. And, did I use the word pointless?Yep.Oh, ok. Cool. Thanks for telling me.Gotcha. Alright.Well, it was nice meeting you guys. Take care.Oh. Hadn’t noticed.No, it was before I knew you so, its fine.Oh.You stay here and have fun, because I’m going to go out back and shoot hoops with David Wallace.Wallace? What the hell, have you dated like every guy here? [Karen smiles and gives herself away] Wow. Ok. You got me.So, none of them?Really?Ok.I don’t know. Where to begin? My ball.Ok, so promise that you’ll wait till we leave the parking lot before you go to the bar.",
    "Pam": "So we shouldn’t help you, no matter how much you might beg and plead?No, no.Hey, Michael left early, so a bunch of us are going to go to Poor Richard’s for happy hour. You should come.Ok, well, we’re going to a bar. Hey. You have to come to stuff with me. I’m serious! If you’re going to be my boyfriend, you have to do boyfriend things.I have decided that I’m going to be more honest. I’m going to tell people what I want. Directly. So, look out world, cause ol’ Pammy is getting what she wants. And, don’t call me Pammy.Oh, that duck is so cute.Hey guys.Kevin, you and Stacy set a date yet?Hey. You made it.Hey Kenny, sorry about the jet skis.[looks at beers] Oh. [Starts to walk away, turns around] No. Actually, one of these is supposed to be a lite.Nice job.Oh yeah?Hey, where have you been all night? I was looking forward to hanging out with you.Hey, don’t you have a daughter?I want us to make it. I want a fresh start.Oh ok, but in order for us to make it, there can’t be any secrets between us.Just listen. Remember that casino night about a month before we were supposed to get married? I kissed Jim.He told me how he felt and I guess I had feelings too, and we kissed.Just listen.Don’t yell!This is over.[laughs]Yes boss.",
    "Kevin": "Is everything ok, Michael?Hey Pam.Oscar. Angela.Yeah.It’s complicated. I would appreciate some space on this.No, it is definitely under one of these hands. [points to Meredith and Kelly’s hands]No, it is here.Good thing you didn’t listen to me.Oscar, Angela?  I didn’t think you guys would come.Because of reasons…Are there carbs in vodka?Sup?",
    "Jan": "Michael?Hi.Let’s just blow this party off.Am I on speaker phone?Is anybody else in the…Hi, Dwight. Ok, Michael, take me off speaker phone.Ok. Let’s just go to a motel……and just like rip into each other like we did on that black sand beach in Jamaica.Still on speaker?Are camera’s there?See you soon.I’m sure that it’s catered. I need you to sign these, Michael. It’s a waver of some of your rights. You should read it carefully. It releases the company in the event that our relationship, in your opinion or in reality, interferes with work. You get a copy, I get a copy, and a third copy goes to HR.You realize this is a legal document that says you can’t sue the company.I’ve never told you that I love you.I am taking a calculated risk. What’s the upside? I overcome my nausea, fall deeply in love, babies, normalcy, no more self loathing. Downside? I, uh, date Michael Scott publicly and collapse in on myself like a dying star.What’s this over the “i”?Why is this so hard? That’s what she said. Oh my God. What am I saying?Oh, no. Michael, please. Michael, please.Of course, of course, David. Do you remember Michael Scott?From the Scranton Branch.David, can I, um, speak to you privately for just a moment, please.We’re good. [Michael tries to kiss Jan] Michael, stop. Please stop that, ok?Martini please.You ok?It’s nice.I, Michael, I think David probably wants to spend Christmas here with his family.I’m sorry. You’re just going to have to excuse us for just a couple minutes.Sorry. Michael, come here. Just, just, just, just. [kisses Michael]Don’t you know what I’m doing?Shut up.Come on.What?Just let me loosen my dress.Michael.Slam me up against the wall, right here.Oh, please.Oh, I’m acting inappropriate? Get out.Not too good.I feel sick.No, we were good when we were just running around, you know, in secret. It was wrong and it was exciting. Maybe it was a mistake to take it public.Please don’t cry.It was never a love contract, Michael and besides, I have already given a copy to David and it would be just as embarrassing to get it back as I was handing it to him.I didn’t mean it. I was…Tired. I’m tired. And I didn’t eat enough. And, and, that’s all. That was it.That’s all. I didn’t mean it. That’s all. I’m just saying I didn’t mean it.Ok.I am attracted to weird, wrong men.  I dated a violent karate instructor and then an unemployed fireman.  Life has been complicated.  I’ve made some decisions that I’m not proud of; my marriage, being overly litigious with my family.  I orgasm fairly easily. Michael was kind of like my dirty secret, you know, having sex with him, oh I was just turned on by my own degradation.  Um, why, anyway, I was told by somebody recently that I respect that I’m old enough to have a mature relationship, and that’s what this whole evening is about and I have high hopes.",
    "Roy": "I can’t. My brother, he just unloaded the jet ski’s and kinda took a bath, so… we’re going to go get hammered.Ok.Hey.You said it was important, so… How’s it going?You guys, uh, want a round, on me?Yeah? Get you a drink.One, two, three, up Jenkins! Down Jenkins. Oh, I think I heard the quarter over here.On this side.[points at one of Stanley’s hands and one of Pam’s] Not here. Not here. It’s either here or here. [Stares at Pam] Not here. [Points at Stanley’s hand].I can read you like a book.You can’t keep anything from me.What?That’s awesome. That’s what I want.I didn’t do anything. Ask anyone, I totally could have and I didn’t at all.What?Jim came on to you?No, I am listening! That’s the problem I am listening!Don’t yell?!Yeah, you’re right. This is so over. You kidding me, Pam!? Come on! God!Are they going to call the cops?Jet ski money?I’m gonna kill Jim Halpert.[Points to Pam’s painting of the building] [laughs] You gotta sign that.No you gotta put your name in the corner.  I’ve seen that artist do that.  Its good too, cause like you can know who paints what, you know.",
    "Rachel": "Wonderful, let’s, ah, see where we can put this. Ok.Hello Michael.Excuse me.Can I get anyone anything, or?Thank you.I’ll show you around.Uh, that’s a guest room.[phone rings] Oh. I must get that. You’ll have to excuse me.Uh, yes.Did you get a chance to try Michael’s homemade potato salad?I don’t know that.  I’m sure the architect passed away many years ago.",
    "Kelly": "Oh my God, when is it?I’m going and so are both of you.  We’re all going.I hear whispering.[still at the table] Who the hell is Ryan talking to?",
    "Kenny": "What’s up, Pam.Thanks man.Where?YES!Damn jet skis!No, I paid them off.All of it.",
    "Everyone": "Yeah.",
    "Angela": "No thank you, Roy.Why wouldn’t we come?This place is disgusting. [They smile at each other]",
    "Dan Gore": "No.",
    "David": "Jan, glad you could make it.Of course I do.About 5,000.I don’t knowThis was a gift from Lee Iacocca. Twenty year old, single malt scotch.Sure.God, I hate these parties. Do you want to sneak out back and shoot some hoops? Meet me outside in two minutes.What’s ah, what’s with Jan and Michael?",
    "Bartender": "Oh, sorry.",
    "Man": "So did the merger go smoothly, or?",
    "Karen": "I’m the only one left. Everyone else was either fired or quit. And there is one in Anger Management.Rachel, your house is beautiful.Hey, do you see that guy behind you in the blue blazer against the wall?That’s Drake. And just so you know, I don’t want to be weird or anything, but we use to date.And it didn’t end well.Well, if you’re wondering why his wife was staring daggers at me, it’s because I kinda saw him for a little bit while they were separated.Really? I thought it was so obvious. I’m glad it didn’t make you uncomfortable.Ok. Oh, um, don’t mention that you and I are dating cause I think he might still have feelings for me.I so got you.Of course not. I mean, you’re kind of like, my first.Oh my God, it’s so easy. Fun.Hey Jan.I think it’s great that Jim’s invited. It’s important to have contact with the New York execs, or they’ll think everyone here is like Mi…chael.See ya Pam.",
    "Ryan": "I think I heard it on Roy’s side.[tapping Meredith and Kelly’s hands] Not here. Not here. Not here. Not here.Yeah, close one.Hey, are you going to Poor Richard’s?Maybe.Hey, isn’t there some rule against inter-office dating?Hey.I’ve missed you too…Um, you ah, you gotta give me a hint.  Um, did you meet me at the gym?[at the door] Are you a client of Dunder Mifflin.Okay, okay.  Stanley, let me explain to you what happened.She came right up to me just like she did when you brought her into work.",
    "Student 1": "Hey Creed.",
    "Creed": "Hey! What are you guys doing here?I run a small fake ID company from my car with a laminating machine I swiped from the sheriff’s station.",
    "Student 2": "You’re the man buddy.",
    "Toby": "Here. [hands Pam a duck stuffed animal]I was…[takes duck back] Yes.I don’t know, you?[whispering] I am not doing your dirty work for you.",
    "Child": "I don’t know, it was here when I was born.I don’t know.",
    "Waiter": "Hey folks, what can I get you?  Oh, hey Meredith.Another vodka?[pointing to each correct person] Ryan, Pam, Stanley, Kelly, Kevin, Creed. How’d I do?",
    "Meredith": "HeyYeah.  Jack, these are my co-workers.",
    "Stanley": "Hmm, come here much?[at the table] Oh, not again.  Melissa!Wait for my outside.  [To Ryan] She is sixteen years old.  What is wrong with you?No, no, no, no.No, no, no. You planned this whole thing boy.  I’ll snatch your spine out your back.",
    "Oscar": "These wings are all fat and bone.",
    "Melissa": "[at the door] Hi Ryan.How are you doing?  I’ve, I’ve missed you.Don’t you remember me?No.No.Daddy."
}