{
    "Michael": "Hey, sport.Ow! God!No, we would never do that. And if we did, it would be with Jim and Pam.Yeah, so there you go.Oh, wow, so quickly.Nope. Nope. Not yet.I’ll call her later.I don’t want to do that. [chanting continues] All right. [picks up phone and dials] She is going to freak out!That’s — thanks.Mom, I’m getting married.Why do you always do that? Whenever I’m getting married, you don’t believe me.No. [laughs]I’m not, I’m not getting married. So… [laughs] Psych.And I’m out a fiancee. Are those the customer surveys?I’ll take care of that for you. [crumples receipt and throws it in trash] Thanks.Kelly Kapoor is our dusky, exotic customer service rep. And once a year, she will contact our clients and find out how happy they are with our salespeople. Sort of a Kapoor’s List. “Schindler’s List” parody. … That’s not appropriate, no.Alrighty, Dwighty, let’s see how you did.No.Wow.Dwight, your feedback is horrible.A number of your clients found your personal style abrasive and distasteful.No, no, no, no, no.Do I look like I am joking?If I were joking, you would be laughing. Do you look like you are laughing?You’re not.Jimbo, let’s do this thang.Oh, come on.You too?Jim, they are a poopy. [Jim coughs, presses button to end call on Bluetooth]No. [glances at it] Yes, I am sure, Jim. It —I agree.So let’s see what we can find out from reading. [reads] Jim Halpert is smudge and arrogant.[points at Jim] Arrogance.And there’s our smudgeness.Here’s what’s going to happen. I am going to have to fix you, manage you two on a more personal scale, a more micro form of management. Jim, what is that called?Boom! Yes. Now, Jim is going to be the client. Dwight, you’re going to have to sell to him without being aggressive, hostile or difficult. Let’s go.[whispers] Ask him his name.Be respectful, Dwight.It’s up to you to change his mind.Boundaries, Dwight. Come on!He’s hard of — he’s an old man. Let’s go.Stop it! Stop it!That is totally inappropriate. You never yell at the client. You never yell at the client.Here we go.Give me the phone.Give me the phone.Give me the phone. Give me the phone.Hello, this is Michael Scott, regional manager.Hello, Mr. Buttlicker. How may we help you?[covers phone, whispers to Dwight] See how it’s done? [into phone] Thank you very much, sir. I don’t think you’ll regret it. [to Dwight] See what I did?Yes.… [whispers] It’s a million-dollar sale.Why don’t you tell us?Dwight. [to Kelly] I was informed by these gentlemen that the reports that you filed may not entirely be accurate.What’s going on?[looks momentarily flattered, but thinks better of it] Kelly.You cannot say “I was raped” and expect all of your problems to go away, Kelly. Not again. Don’t keep doing that. I’ll give you one last chance to come clean. Just tell me what happened.Don’t. Don’t. Get away from that, Dwight, please. You know what? She’s got a point about you two. You do have a problem dealing with people.You were lying.Yes. Jim, Dwight, please excuse us.I will call you when it is time. [Jim and Dwight leave]I have an enormous amount of trouble trying to get people to come to my place. And I hate it. I can’t tell you how much leftover guacamole I have ended up eating over the years. I don’t even know why I make it in such great quantities. Here’s what we’re gonna do. We are going to sit here for a while, make it look good. And maybe you should cry. Can you make yourself cry?I think you should do that. [Kelly starts fake-crying, then laughing, then she and Michael both laugh]How did I propose, let me see… well, I drove her up to Nashua, and I had the ring, a big 10-carat diamond; it was beautiful. And I got down on my hands and knees, and a shooting star crossed overhead, and it just lit up the diamond like a shooting star. And we were in a restaurant, and I put the diamond into a cheeseburger.And she took a bite, started to choke. So what do I do? I have CPR training. Go around, start doing the Heimlich.The ring, 10-carat diamond, pops out of her mouth, hits her shrimp cocktail, right onto her finger. Million-to-one shot. All of the Greek people in the restaurant start screaming “Opa!” Which means “congratulations,” so…I’m pretty much devastated.Maybe go to Sandals, Jamaica. Or the other Sandals, Jamaica. I just don’t want to go by myself.Why are surveys important? Okay, hypothetical:A man wants to buy 500 reams of….carrots. And, so he’s like “What do I do? Where do I go? Do I go to the insensitive carrot supplier, the insensitive carrot salesman? Or do I go to the nice carrot salesman, who will maybe charge a few cents more per ream of carrot, but guarantee next-day delivery on your carrots? Most companies need their carrots the next day. Now, substitute paper for carrots, and that is why surveys are important.”Great marks, Phyllis. [Phyllis walks out of Michael’s office smiling]I taught Jim and Dwight everything I know about sales. But there are certain things that cannot be taught, and it is these things that I now must teach them.Attention, all problem sales persons. Jim Halpert… Dwight Schrute…Intensive one-on-one retraining will begin after lunch. That is all.",
    "Dwight": "I heard someone got engaged, you dog, huh? [punches Michael’s shoulder]Oh, nothing can hurt you now. You’re a man in love!Bring it on. [starts to put foot up on Michael’s desk]Sorry.What does it say?That’s impossible.I sell more paper than anyone. [stands and reaches for the file]Wait, is this a joke? I’m getting that queasy feeling that sometimes accompanies jokes.No, but that’s sometimes part of it.Impossible to say. I can’t see myself.What are you mumbling about?None of your business.Those can’t be my scores, Jim. For your information —I’m being sabotaged.And I’m going to find that person and punish them.You’re an idiot.No way.I didn’t say anythingWhat do you think I am saying to you?!I’ve caught Jim talking to himself several times today. What a loser. Get a friend, loser.All right, fine. [picks up phone] Brrring.Hello, this is Dwight Schrute from the Dunder Mifflin Paper Company.Excellent, then you are in luck, because we are having a limited-time offer only on everything.What is your name, sir?Really, that’s your real name?Yes, Michael.What? No, but I —Oh, no. What’s wrong?Sorry, Mr. Buttlicker. As I was saying, we’re having a limited–OK, as I was saying, right now we are having —OK, our prices have never been lower.…never been lower![shouting] Buttlicker! Our prices have never been lower!He —Please, Mr. Buttlicker —Please give me another chance. Mr. Buttlicker.I have to put you on with my boss.[shakes fist, whispers] Yeah!You are the master.Don’t do it, Michael.Get in!Get in! [he peels off into parking space]Shh. [turns radio up loud, playing “Centerfold.”] They might be listening to us.They might be listening to usYou never know. Better safe than sorry.Who stands to benefit from our downfall?Could be the mob. But then Dunder-Mifflin would need to be a front for money laundering, and there’s little evidence of that.I don’t know. Two, maybe three if one wears out. How many shoes do you need?Who are you talking to?She’s not here, Jim.Wait, shut up.Shh. Do you hear that?Breathing. Is that you?Well, stop. Hold your breath. I still hear it. Who’s there? Kelly, is that you? Hold on. [puts down phone and runs away][jumps into Kelly’s area] Ha! [Kelly screams in surprise]Hear anything interesting?[laughs] I think you know.What are you up to, girl? Huh? Phyllis put you up to this? Stanley? Are they paying you?Of course I am. I know you’re the mastermind, but you’re too stupid to do it by yourself.[surprised] Ah!OK.The reason that I got bad customer reviews is because I didn’t! There is a massive conspiracy going on here, and I know you’re involved.No. [holds Sheriff’s Department mug protectively]No. Why? No. [puts it in desk drawer and slams it shut]Oh, man, I knew it. Who are her co-conspirators?Obviously. I knew it.Yeah. What?I was — I was right.I was right.I knew it.I knew it the whole time, buddy! [shoves Jim]Yeah! Woo-hoo!I knew it! Yeah! Ha-ha! Woo! [kicks near Phyllis’ head; she ducks] Boom! Kelly the whole time. Let’s get her.Let me paint you a picture of a little girl from southern India, who despite being welcomed into this country will now spend the rest of her life in prison for a crime she did commit.Oh, come on. You juked the stats, cupcake.We have our confession. I’m calling security. [reaches for phone]I want to be here when you fire her ass.Is that the Matsuhashi B-400? The world’s tiniest Bluetooth? [reaches toward Jim’s ear] May I?Congratulations on choosing Schrute Farms for your wedding.Well, then. Why don’t you look over some of our materials? [opens album][looking at Angela] While I describe to you the Excalibur package. In addition to the breathtaking natural beauty and smell of Schrute Farms, I can promise you that our grounds can be catered to fit your exact specifications. [Angela smiles] I will work tirelessly for you over the coming months and be at your constant disposal. [Andy moves his head into Dwight’s view] Please feel free to call or stop by, any time of the day or night.While you, my good friend, have nothing more to worry about. This wedding is officially out of your hands.OK.You already said deal.What do I do with my bonus check? [scoffs] Simple. Purchase paper from myself. Boosts my sales, which boosts my bonus. Last year I bought even more paper to make this year’s bonus even bigger. Eventually, I’ll get a bonus so big I can retire on it. And I’ll use the paper to write my memoirs.[raises hand] Here.My job is to manipulate the customer into buying paper. In return, they give me money. I am the predator and they are the prey. Would a mouse give a positive review to a hawk? Should the hawk even care? [sighs heavily, nearly starts to cry] Excuse me, I’ve got work to do.Hey, what are you laughing at?Are you laughing at me?[looks at cartoon] How is that funny? What are you really laughing at? Huh?[looking at cartoon] There’s no way you’re laughing at this.[is seen taking apart his phone receiver to check for listening devices]It’s good to be paranoid. People need to be more paranoid. Case in point, JFK. If I had been JFK, I would have seen all three gunmen. I would have pulled out my concealed Luger and fired first. Man in book depository, BOOM!  Grassy knoll, BOOM! Fake Jackie, BOOM! [pretends to kiss, then shoot imaginary person to his left]  Then I shoot myself, so I don’t change history and create a paradox. BOOM! But right at the last minute, [contorts head sideways] I twist out of the way of the bullet. Nice try, history. Better luck next year.Major pharmaceuticals do not want you to know that beet juice has medicinal value both as an aphrodisiac and a laxative.The Scranton Zoning Board has a strong bias against beet farmers. The mayor is in the pocket of Big Lettuce.Battlestar Galactica isn’t a documentary exactly.The book All The President’s Men is about a conspiracy, just not the one people think.Jesus had a daughter, and she was the Mona Lisa.What we have come to know as fake crab meat is in fact real crab meat, and real crab meat is lobster.",
    "Darryl": "I was there. That dude is not engaged. I’m not a big believer in therapy, but I’ll go into my own pocket to cover his co-pay.",
    "Andy": "Big idea: double wedding. Me, Angela, you, Holly.[punches button] Speakerphone!Yo, Tommy Tuna, did you get your scores yet?I got mine. They were really good.Yeah, pretty psyched. Whoa! That’s my mug.Right, well, it’s mine, so if you could pour it out and get another one.[smiles] It is a great mug. But it’s not my mug. That is my mug. So give it back.It has my face on it.Dude, that is my face![on phone] Yeah, I’m looking at it right now. It’s really gorgeous. You guys do great work.I found the best tentist on the east coast. He personally tented Giuliani’s first and third weddings. And I got him. [shakes fist] I got him![on phone] Would you be able to do the same design, but with walls of gray? And a top that’s gray too? Fabulous.So it’s called the Shangri-La Tent. It’s two stories, heated and has a bridal suite for my bridal sweet. It’s just really simple, really tasteful.Hobos live in trains.Well, Nana Mim — Ahh. OK, look. This tent is awesome. And it’s in high demand, so I really think we should put a deposit down now.Done and done-er.Do you have a specific place in mind?On it![at computer, spins chair around and makes triumphant gesture] Yes!I found it. I found the perfect place. A local bed-and-breakfast on a 60-acre beet farm. And even better, I have an in with the owner. Oh, yeah. We work together. It’s Dwight Schrute. As in Schrute Farms.We haven’t decided on anything yet. We’re still reviewing some options, and it’s gonna come down to the numbers.Oh. Hmm.That’s very generous.Oh, thank the good Lord. Deal! [shakes Dwight’s hand]Um, what are we talking price wise?Can’t argue with that. Dwight … [takes Angela’s hand] You are going to make us so happy. [Dwight and Angela grin at each other]Oh, man![hand up, seeking a high five] Up! Don’t leave me hangin’! [they do]I am no longer the worst salesman in the office. Yes! [Andy gestures excitedly, knocking over his coffee mug] Ow! Dammit!",
    "Jim": "Yeah, we’d never do that.You wouldn’t tell your mom?Those reports affect our bonuses, which is kind of great for me, because you wouldn’t know it from looking at her, but Pam’s a gold-digger.Aww.[on Bluetooth] Testing, testing. Hello, everybody.Nope.You must be really proud.Oh, sorry. It was just — it was right here.OK. Or maybe I could finish the coffee that’s in here and you could use [finds a mug] uh, oh — Snoopy.How can you even be sure?[holds mug next to Andy’s head] Make the face. [Andy smiles] Yeah, I don’t see it.Wow. That was Dwight. He seems upset about something.It is… more of a spicy brown, actually.How was your meeting with Michael?Was it your scores?Mm-hmm.Of course.Absolutely. Or you could just be nice to your customers.There’s the charm.That is me. Wish me luck.Thanks.I love you, too.I’m not talking to you.What?Did my scores drop a little?Are we even sure that’s my file?Well, there’s got to be an explanation.Yeah.I think you mean smugMichael, I’m just trying to —I need a decent bonus, because I’m actually in the process of buying my parents’ house so that they can retire. And if history tells us anything, it’s that you can’t go wrong buying a house you can’t afford. Pam doesn’t know about the house, so it’s… a fun surprise. [taps Bluetooth earpiece] Pam, sorry about that. I lost you for a second. So, as it turns out, I may not have done so hot on my customer reviews this year.A little bit. … Worth it.Microgement.[picks up phone] Hello?Wow, that’s great, because I need paper.Wow, this is my lucky day.I am Bill Buttlicker.How dare you? My family built this country, by the way.Would you hold on one second? That’s my other line.Hello? [laughs] No, I’m just on the phone with this stupid salesman. He’s so dumb. Probably just gonna keep him on the line forever and not buy anything. Yeah, OK. [punches button on phone]Sorry. That was a family emergency.You know what? That’s private.Sorry, you’re going to have to speak up a little bit louder. I’m hard of hearing.You’re gonna have to talk louder.Son, you have to talk louder.Louder, son!Now, you listen to me, sir.The three words I would describe you as is aggressive, hostile and definitely difficult.I’m irate right now.Well, I should hope so. [Michael takes phone] Who is this?Well, this is William M. Buttlicker.Michael, I like the sound of your voice. You know what I’m going to do? I’m going to buy one million dollars worth of paper products today.There is one condition, Michael.You have to fire the salesman that treated me so terribly.Dwight. Dwight. [Dwight’s car comes screeching into view]Are you serious?OK, what are you —What’s that?Who’s they?In this car?[turns radio down] What are you thinking?The mob, maybe NASA.Is there some evidence?How many shoes do you need?I’m not talking to you.Pam.No, she’s not.[behind Dwight]:OK.Easy.Let’s just — Let’s head back to the desk.Good one.[enters breakroom] Hey. Sorry about Dwight, by the way.Well, we all handle it differently. I personally choose to handle it like a normal person, but…Hey, how are you and Darryl?Bye.What was?No, actually.I don’t think so.Hey, how’s things?Yeah?Do you have any reason to believe that Kelly would be mad at me?Wait, that’s pretty weird.Well, Andy has a mug just like that.No. What party?I wasn’t. But thank you. [to Pam] Do you know anything about this party?Well, I can’t be the only one who didn’t — [sees mugs on Angela’s and Meredith’s desks][walks quickly to break room, opens cabinet and finds mugs of Oscar, Creed and Phyllis]Dwight, let me see your coffee cup.Is that it?OK, I’m gonna assume that was it. Here’s the thing:I think you’re right. I think it was Kelly. I think she’s mad at us for not coming to her party.Probably just Kelly.That’s what I’m saying.You were right.You were right.You knew it.You knew it the whole time, buddy.Wow.No, no, no, no. Dwight, Dwight, Dwight. Let’s talk about this.We called about a dozen customers, and they all said that they gave us great marks.Who’s that?Oh, that’s gonna be great. Who’s Chuck Close?That’s it. I want to talk to this guy. Put me in his ear.I’m gonna make a bigger leap here. He is into you.Don’t.Perfect.So, how you holdin’ up?You know what you should do? Take a vacation.We should take a look at those surveys.Dwight and I are both writing letters to our clients. I’m just sending a quick note to say how much I appreciate their business, and he is writing notarized letters to inform them them that lying on customer reviews is a prosecutable form of fraud and defamation. It’s just… different styles.[peering nervously through conference room window] Oh, I don’t have anything to say. I’m just hiding from Dwight.So, as it turns out, Dwight is right. How bizarre.",
    "Kelly": "[enters Michael’s office] Michael, I got my bridesmaid dress.Yeah, and you said I could get it in any color I wanted, so I picked white.Call your mom, Michael. [everyone talking]So I returned my bridesmaid dress, and it was on sale, so I’m out $100.Yeah, uh, this is all of them: Jim, Dwight, Phyllis, Stanley, Andy and — oh. Oh, it’s the receipt to my bridesmaid dress. What’s that doing there? [hands stack of papers to Michael]Oh, my God. You scared me.What are you talking about?You always say that, and I almost never know.Are you accusing me of something?You just can’t come into my nook and call me stupid. And maybe if you were a little bit more nice and polite, then people wouldn’t give you such bad customer reviews.Dwight, get out of my nook!Yeah, he’s weird.OK.Um, we’re cool. [gets up to leave] Bye.What’s going on?Nothing’s going on.What? I — I don’t know what you’re talking about. This is the first I’m hearing about this.I love your tie, Michael.I was raped.OK,  all right. OK, I did it. All right? I lied, whatever. Just fire me. But you know what? I did it because you guys didn’t come to my party, and you said you would try to and then you didn’t even show up, and so you’re bad friends.See? I wasn’t lying.I was lying.No problem.",
    "Kevin": "Michael, did you tell your mom yet?You love your mom.",
    "Group": "[chanting and clapping] Call her! Call her!",
    "Mother": "[on speakerphone] Hello?No, you’re not.Well, are you getting married?Are you– [Michael ends call]",
    "Pam": "[on Bluetooth speaker] Hey, New York ain’t free. Get back to work.It’s the world’s tiniest Bluetooth. I found it in a Japanese gadget store in the village. I got one for Jim, too. Jim, say something.We wanted to stay on the phone all day, but the company has a policy against eight-hour personal calls. So we’re not telling anyone.I should go.[listening in New York] I miss him.Don’t give him Snoopy. That’s mine.[Dwight slams something on desk] What was that?Describe him exactly. What color mustard is his shirt? Yellow or Dijon?[whispers on bluetooth] Good luck.I love you.[touches ear] Jim? Jim?Maybe it’s because you spent the whole year flirting with the receptionist.[on Bluetooth] Ooh, cute shoes online.[in New York, humming to herself to the tune of “Centerfold”] Na na na na na. Na na na na na na na.[in New York] That’s what she said! That’s what she said! That’s what she said![on Bluetooth] That was weird.Have you ever had a conversation with Kelly where she didn’t go on for 15 minutes without taking a breath?Did you do something to her?Well, something’s off.Yes, I said you definitely should go, but you wanted to visit me instead.[in New York] Right Dwight is loud.Hey, what are you doing here?It’s Alex.Oh, I love Chuck Close and his photo-realist paintings. But I have to work.OK.What’s up?Wow.Because they have a great design program, and I wanted to see if I was any good at it. And I wanted to work on my art, too.Jim’s in Scranton.I’ll see you tomorrow.[in Jim’s ear] Ask how he’s doing since the breakup.Ask if there’s anything you can do.Tell him you’d like to go with him.[in Jim’s ear] I wonder what else Dwight’s been right about….",
    "Alex": "Uh, Pam. What do you want on your coffee?Pam Beesley?It’s Pam. Uh, I came to kidnap you. There’s free wine and cheese at the Chuck Close retrospective. Let’s go.Uh, well, actually there’s something else I’d love to talk to you about. Can we go somewhere else to talk about it?[in private office] Um.I’m gonna take a big leap and I want to tell you that I think you should not move back to Scranton.Why did you come to New York in the first place?Right. And that’s why I think that you should stay here. Because I mean, you — really you just got here, you know? You can’t do New York in three months. You know, it has everything. It has — all the opportunity is here. All the — the whole art scene is in New York. You know, it would be nuts to go back to Scranton without getting to fully experience it.I know. But all I’m saying is, if there’s even a teeny, tiny part of you that really wants to be an artist, then I think you should stay here, because you don’t want to wake up in 50 years and look back and wonder what could have been. And that is the end of my speech. I planned it all. Anyway …  I will see you tomorrow.OK. [Pam and Jim look worried]",
    "Jim and Pam": "Sprinkle of cinnamon.",
    "Angela": "I don’t want to be married in a tent like a hoboNana Mimi can’t be in canvas that long.OK fine you can have your tent, but only if it’s in a field, a hand-plowed fieldThere has to be a barn that’s old enough that you can see the stars through the roof slats when you lay on your back. And antique tools to look at when you roll over.No. But anything within a five- to eight-mile radius is acceptable.Pay him whatever he wants.",
    "Dwight ": "Customer service might be monitoring this conversation.",
    "Customer": "[on phone] So I’d like to redouble my order, if  you could put me down for, um —I’m sorry?Hear what?Well, I am breathing, yes.I need paper.",
    "Ryan": "All right.Living in the moment.I don’t play the politics game anymore, Jim. Can I tell you something? I played it full on in New York. I played it high stakes. For keeps. Made it to the top. But look what it cost. [takes sip of coffee] Can I tell you what else I learned?What?Oh, yeah, Kelly gave them out as party favors. Remember? You got one.Her America’s Got Talent finale party over the summer. [Jim makes face] That’s crazy. It was packed. I thought everyone was there. You were there. I remember you being there.",
    "Meredith": "Come on, how did you propose? Spill it. Were you wasted?",
    "Kevin & Andy": "Ooooh.",
    "Phyllis": "[to Stanley] Hey, I did good too![laughing] It’s good!We’re laughing at this cartoon! [passes newspaper to Dwight]Haven’t you been following the news? Ther university is using its non-profit status to fund its private real estate investments.",
    "Stanley": "I knew it. Haha! [they high five][laughs heartily and passes a newspaper to Phyllis]Perfect, isn’t it?[laughing louder] And he really nailed them on it. Somebody’s finally holding them accountable!",
    "Stanley & Phyllis": "[continue to laugh]"
}