{
    "Michael": "Did you know that in Morocco it is common to exchange a small gift when meeting somebody for the first time?  In Japan you must always commit suicide to avoid embarrassment.  In Italy you must always wash your hands after going to the bathroom.  This is considered to be polite.I am jetting off on an international business trip.To Can-A-da.Canada.My boss is sending me abroad to do a presentation to an international client and I have always been intrigued by all things international.  The women, the pancakes, the man of mystery…Meredith, I would like you to pretend that you are from Abu Dhabi.I am ashamed at your naked face. I must cover it with my jacket. [covers Meredith’s face with his jacket] You are now sexy in your culture.I have my passport. [pats jacket pocket]I have my per diem. [holds up money] I already know what I am going to spend this on.  I am going to buy a sweater.Well I’ll just… I’ll use different money for that.And business class air, like a five-star hotel in the sky, nothing but the best.  Actually better than a five-star hotel ’cause you get a big, cushy seat and you sit in a row of people and to eat, whatever the mind can imagine.  I think I am going to have a filet with mushroom sauce.Well that is all in the past.They have one of those?[in a singsong voice] Lets do this!Two are for souvenirs.I do. It’s right here. [indicates to waist]No, I don’t want to wear a bra.Stop it! Stop it!Okay.  Where is my translator?There he is.Yeah baby! That’s what I’m talking about. That could be you [points at Jim] if you hadn’t forgotten French.  Where is my numbers man?There we go. Our town car awaits.Its not just a van.Dwight, can you get those please?[on airplane] Welcome to Cribs-the business class edition. Check this out. Mimosa.Handed to me as I sat down.  This was my hot towel.  It is still wet.Take a sip of that. [hands Andy his mimosa]That good?Don’t drink all of it.  Give some to Oscar.You want one of your own? I can hook you up.Yes, this is Beth.  This is my personal valet/flight attendant and she will be helping me this morning.Yes…Get back, get back.  Come on, get back to the slums.[whisper] Hey… guys, check it out.  My own personal DVD player and 20 movies.Shhhh! Keep it down.Could you have picked something stinkier to bring on a plane? [Andy laughs] My God, Oscar. Really? Do you have a bag of baby poop in there too, to share with everybody? No, I will be ordering my own food, thank you very much.[to stewardess] Hi.Um. I’d like to see a menu please.Oh… okay. [looks back at Andy and Oscar] Doesn’t matter, because I am going to take a nap.  I think I am going to use my complimentary blindfold.  I will don it… and oh! Look at that.  I can’t see because I am in a– [cart crashes into Michael’s leg] GAH![going up escalator in the hotel] This is nice.  This is nice.  Move in here.  Very sweet… ah.Alright.Very cool.Okay.Yes! Wallace said there would be one of those.Wow!Wow! Wow, I am blown away by this. I, um… I–ah! This is great, thank you!A concierge is like the Winnipeg equivalent of a geisha.  This is a woman who has been trained in the fine art of fanciness and pleasure.  And when you meet one, it is intoxicating.  Just what the doctor ordered.Guys, she’s in there.Let’s do this.[goes up to concierge from the hotel] Excuse me, hello. Concierge Marie. Michael Scott.  Good to see you again.Um, this is my associate uh, from Dunder Mifflin, uh, Oscar Martinez.Works in accounting.  This is uh, concierge Marie……who works at our hotel.  You look, how do you say, radiant tonight.And it is, how do you say, a beautiful night—She’s foreign.  I am–Oh, thank you.Thank you, Andy.Everyone is going to end up dying someday.  And I think it’s better to die with people you like… like Oscar, and Andy, and concierge Marie… than to know that there’s somebody out there that you love that you’re not with.How about this one? It’s Christmas eve——and everything’s closed and you need to get some dry cleaning done. 12:00 midnight. Where do you go? What do you do?  What do you do? Come on! What do you do?Unbelievable! Unbelievable.[standing outside hotel room… whispering] Do you want to get some breakfast or something?Okay.Slept like a baby.Look, people continue to come back to us time and time again because they feel cared for here.  They feel respected and they feel that their needs matter.  They are treated like human beings. [sighs]Yes.Yeah, we locked him up for two years.No. Actually the trip sucked.The trip sucked, David. It blew chunks. It was terrible. It was a bad trip.I did not like the trip. Well, starting with her airport shuttle which was basically just a van.And business class which was basically just coach. And the hotel which sucked big time.It was not, it sucked.Oh and thanks for the tip on the concerige.  That was great.  That was great.  That was— that was a—That was a really good choice.No, David. You listen to me.  Why did you send her away? That— God.  You knew I liked her and you just sent her away.  And that— that was a sucky thing to do man.That was a really sucky thing to do.Why have I stayed at Dunder Mifflin for so long? Certainly not because of the paycheck.  ‘Cause I could be making more money as a doctor or a professional athlete.  I think it’s because they respect me.  A boss that will not fire you, even though you just tell him off… right to his face… over the hone.  That’s respect.",
    "Jim": "Why are you telling us this?Where are you going?Where is it?Okay.Six point five days. [winces as Kevin smacks him on the back]Pam comes back from New York next week and everyone here has just been so excited for me. And involved. And intrusive. And weird.[in office] Are you sure?Wow. I thought you were good at Flash.Okay, okay, it’s no big deal.  So you’re not a computer geek.[looks shocked] W—Wow. Um. Well… okay.It’s not— It’s not about me.  I mean, this your dream.And you went to New York to do this.  So when you come back you come back the right way. Right?[concerned look on face] You okay?Okay.Alright.Love you too. [hangs up phone, Pam sits on a bench crying][noticing that everyone is giving him a sympathetic look] How does everyone know already?Excuse me?I’m gonna grab a cup of coffee.Thanks man.I missed you.Welcome back.",
    "Meredith": "[British accent] Hello.It’s just a van.Look, I know my way around a van.  That is just a van.Pam failed art school.Come on.",
    "Kevin": "T minus…You did it, man. [fist bumps Jim] Day one. Congrats.",
    "Creed": "[walks up behind Jim and puts his hands on his shoulders] One more week.",
    "Phyllis": "On more week. [chuckles]Dwight, stop it.",
    "Stanley": "Heh heh. [Jim gives camera an odd look]Dwight.Oh my God.",
    "David Wallace": "[on speakerphone] Do you have your passport?Got your per diem?Michael, the… that’s for your food.I was happy to send Michael on this trip.  He’s been feeling pretty down since we had to transfer Holly up to New Hampshire.  But this little perk really seemed to turn him around. [chuckling] And it’s pretty tough to find somebody who wants to go up to Winnipeg mid-November.Well, I’m just glad to know you’re happy because you know I felt bad.And in terms of nightlife, when you get there just ask the concierge.[on phone] Hey! I just heard you guys made the sale.Good, very good.  See, told you.  Sounds like somebody had a good trip.Excuse me?What are you talking about?Okay.The hotel? What, M— okay.I’m sorry to hear the hotel was bad.Sometimes, we– [Michael hangs up phone]",
    "Dwight": "Wait, why do you need three suitcases?Do you have your money belt?No, no, no, no, no.  You want to wear that puppy right up on the breastbone like a bra. [demonstrates]Here, let me help you. [reaches for Michael’s money belt]Do you want to get robbed in a foreign country? I wash my hands of this.[sighs and picks up Michael’s empty suitcases][over phone] Who is that monkey?Know what?Oh, well, doesn’t surprise me.Have you seen her painting, Jim? The building? There are shadows coming from two different directions.What? Are there two suns?Last I checked, that’s not an office building in the Andromeda galaxy.It’s totally unrealistic.  There are no lines in the parking lot.You’re back.Good. I need you to make five copies of these. [hands Pam papers]Alright. First thing in the morning then.",
    "Andy": "Monsieur.I’m just bidding a bon voyage a La Mon Petit fiancee. Translation:Goodbye my petite fiancee. [chuckles]I will try.Meaning I will try to get other dudes laid.Ah… sweet!Michael Gary Scott rolling like a pimp!Mmmhmmm…Mmmm…That’s really good. [offers mimosa to Oscar]Oh…Oh boy. [follows Oscar back to coach][loudly] Harry and the Henderson’sVery cool.We are going to find out where the action is, my friend.Where’s the concierge?Mmm… bingo! [indicates towards concierge desk] Follow moi, bro-sieur.[to concierge] What about a nice sushi place?  Maybe a place with a view?One final question. Where might you find yourself on a Winnipeg night like tonight?[nodding towards Michael] The Huntsman.Engaging wings [imitates mechanical sound]Yeah with a hot slab of Canadian bacon in your hand.For Madame et monsieur. [hands Michael and Marie a glass of wine]You’re welcome.Let me get a picture of you guys.Alright, I’ve scoped out the joint.  Those two dudes are as good as naked.Come on! It’s Dandy Dale and Foppy McGee over there. [turns to bartender] Mademoiselle! Beer me dos Long Island iced teas s’ill vous plait. [to Oscar] Bad decision in a glass.I don’t care if you’re gay, straight, engaged… whatever. A guy needs intercourse.You’ll thank me when they spank thee.Do you guys like apples?Do you like apples?Well, how do you like these apples? [sets drinks on table] Alright, on a scale of 1 – 10, how hot is that dude? [indicates towards Oscar who waves slightly]No, but he could be yours if you play your cards right.Gentleman. [walks away]Dude, you struck out.  They’re totally stuck up.  Here… drink up.Anything.  You can ask me anything.I’m your wingman.Right-o.What?What do I see in Angela?I see through a hard exterior to a little jelly in the middle.  She is teaching me to be a better person. And she’s working really hard on that.  And she has the softest skin I’ve ever seen and I can’t wait to have sex with her.No.Honestly, I don’t know what we’re waiting for.What is wrong with her?I should call her and ask her. What is wrong with her?Too late, too late. It’s dialing… now it’s ringing. [Oscar laughs] Shh…What is wrong with you?That was Oscar and he wants to know why you won’t do me and I think it’s a valid question.This is Andy Bernard!I wanna take you to sex school.Is somebody there?I have needs.Naked.We’ll discuss it later naked.  I want to see you naked.OscarThat was fun last night.You know, it’s true what they say— Long Island iced teas are way stronger in Canada.You kidding me? It’s what I do. Get the whole nine ‘nards. [Oscar laughs]Totally. [continues laughing] What— Who?We called Angela?That was real?! I thought I dreamed that.  Oh, God!Oh, God!So bad!Oh man, she is so pissed. [sitting down by Oscar]She’s taking us back to first base.I get to kiss her forehead. [looks at Oscar] I had a good time hanging out this weekend.Wingman for life. W.M.F.LYou up for a chest bump?Bro hug? [Oscar shakes head… then sticks his hand out and Andy shakes it] Back to basics. I like it.I had to go all the way to Canada to get to know a guy who sits 20 feet away from me.  And he’s delightful! [laughs]",
    "Angela": "Be good.Meaning what?[on phone] Hello? Hello?What?Are you drunk?I know who this is!What?Are you drunk?We will discuss this later.What?",
    "Oscar": "Here.I’m good.[whispers] Andy brought one too.I made egg salad sandwiches. Do you want one? [holds up sandwich]I’ll check us in.I’m probably going to leave after one drink.Nice to meet you. [shakes Marie’s hand]Yes.Michael, why?How do you even know they’re gay?Don’t do this. [watches Andy take drinks to the other table]What are you doing?If you don’t mind me asking—Okay.Its just that I’ve sat next to Angela for a very long, very long time.How could anyone stand that woman?What do you see in her?  Wh — what do you see in Angela?I want to know.You haven’t had sex?Y–Are you guys waiting to get married, or?Andy, something is wrong with that woman.I’d like to know.  You should call her and ask her. I’d like to know what’s wrong with her.Do it! It’s a— Call her! [Andy holds up phone]  Oh my God, don’t call her! Don’t call her, Andy. [giggling] Andy, don’t call her!Why won’t you do Andy?Hey.Yeah, it was.Hey, um… thanks for trying to hook me up.I can’t believe we called her up. [both laugh]I’m talking about Angela. I can’t believe we called her up last night.You— you call— you called her.Alright.Okay.Good morning, Michael.  [Michael approaches table] Are you ready for the meeting?Mmm…What is first base with Angela?I had a good time too.Thank you.No.",
    "Stewardess": "I’m sorry.  You’ll need to keep moving.",
    "Beth": "We need to keep the isle clear.Hi.Oh, I’m sorry. There are no meals on flights less than two hours.What would you like to drink?",
    "Ryan": "[walks into Kelly’s cubicle and sets a box down on the desk] Just checking out where I’m going to be pretty soon.  When Pam gets back.  Gonna be close quarters.  Gonna be a lot of tension.This looks like where I’ll probably do my pushups every day. [gets on floor and starts doing pushups]Yeah… Mmmmm…This has to happen again. Darryl can’t happen again. Look at me. Do you want me to do more push-ups?Okay. You have to break up with Darryl.  I already typed out a text message for you.  All you have to do is press “send”.Has to be done. We’ll press send together. [phone beeps]I’d like to see him try. [kisses Kelly… cell phone beeps]That’s all he wrote?Can I see it?Didn’t you two date for like a long time?We’re back.I— I realized that for whatever reason I… just couldn’t do better than kelly.[whispers] Yeah.",
    "Kelly": "For you.  I’m with Darryl.Is that supposed to impress me? [Ryan starts trying to do one-armed pushups][talking head] No. Not going to happen.  He has hurt me too much and too often.  And I am in a healthy relationship so I’m not gonna flaunt it and I’m not gonna hurt him, but that door is closed.[making out with Ryan on her desk] What are we doing?  This is so wrong.Mmmm…. mmm. This can’t happen again.Yeah.I don’t know.  I mean, it’s well-written and all, I just—Oh my God.  He’s going to kill us.Oh! He says it’s cool. [laughs] He said, “It’s cool”.That’s all he wrote.Mmm hmm.Mmm hmm. It’s like a fairy tale! [grabs Ryan and kisses him] Mmmm…We’re back together again baby.They tried to keep us apart, but they couldnt. It was like destiny.Oh!",
    "Concierge": "Tsk… Oh.  Matsuki.  That’s a good one.  Uh, you may walk there if you wish or you man take the number seventeen bus until 9:00.  Other than that you can take the taxi and the number is right there.Oh, the Huntsman is good.Down here… the financial district.",
    "Pam": "[at school in NYC] Can’t believe this. [pulls out cell phone… sighs][over the phone] I just talked to my advisor. Failing.I was, and then they switched to Acrobat just as I was learning Quark.  I hate computers.I have to stay and retake it.That means another twelve weeks.  [pause] Can you do this for another three months?[over phone] I know.[starting to cry] Right.[over phone] Yeah I’m fine.  Um… my cell phone battery’s low, so I have to let you go.Alright.[over phone] Love you. Bye.I’m coming back the wrong way.  [smiles at Jim across the parking lot] It’s not because of you.  I don’t like graphic design. That’s it. [laughs] Stop smiling. I really didn’t like it.  It’s just designing logos and stuff…. and I miss Scranton.  But it is not because I missed you. I just really wanted to come home… and I know you said to come home the right way, but you can’t tell me what to do. Got it?I missed you too. [Jim kisses her]Uh, yeah.I’m not going inside.",
    "Marie": "Good to see you.Oscar.Thank you.Thank you?Uh…A stro cleaners on St. Johns place is the only place open on that day.",
    "Guy at table": "What?Uh, sorry… what?Is he your boyfriend or something?",
    "Guy": "Dude, leave us alone alright?",
    "Concierge Marie": "Mmm-hmmm…I am so tired.",
    "Client": "I’ll be honest with you— we’ve been talking with Catalyst Paper. Their prices are better than yours.Everything okay?",
    "Dacvid Walalce": "Okay, okay. Hey, hey, hey.",
    "David Wallcve": "Michael, please lets listen for a second.",
    "Dacvid Wallace": "Michael, sometimes—"
}