{
    "Dwight": "What’s this?Hmm. It wasn’t here before.Yours doesn’t.No, it’s going in a different direction then the other wires.[riding in car with Michael] What if the owner of Prince Family Paper has a beautiful daughter and we have to seduce her in order to get their secrets?No, I wanna seduce her.Please Michael, please.You’ll fall in love with her.Okay, let’s go over the plan again.Your fictitious name?I am a paper salesman looking for a new job. I find out everything about their expenses and salaries.Then we meet at the Denny’s……and then we compare notes.No! [arguing over each other]You know how I feel about IHOP.Are you socialist?I’ll have a cup of a coffee.Store only has three employees.It means they are not expanding.No.No because their sign is centered perfectly above their store. No sign of the sign being moved.[spying through binoculars] Its lunch time, and no sign of anyone coming in or out. Which means they are not taking new customers out to lunch.Which Means they’re not acquiring new business. So once again no growth.Oh, it would if they were all cumulous and not cirrostratus.Get your clouds right.So you go in now, I am going to go in exactly ten minutes. We have never met each other. We are complete strangers. Also, we are going to need a signal to bolt out of there if there is danger. Lick ur lips, try it. [Michael licks lips] No, no like this. [Dwight starts and Michael follows passionately licking their lips] Good.Yeah.Hello, I would like to apply for a job.Why don’t you just get rid of this guy? [points to Prince Son]I’m your son now; you can visit him on holidays. Dwight Schrute, I’m a paper salesman at a second tier paper company called Dunder Mifflin.  I’m the top salesman there and I’m looking for a new challenge. I would say you guys have what, 40 high full volume clients?Pshaw, that’s nothing. I’ve 90 clients myself. You had better look out, someone might run you out of business.Me too. [smirking]My boss, his insensitivity might border on cruel. This is a man who does not listen to the needs his underlings. [Michael takes offense and charges over]It’s going very well.[both making make out lips at each other] Excuse me sir, I took the bus here and was wondering if I could catch a ride home with you in your car.Thank you very much.Thank you for your time I look forward to getting your calls. [hurrying out door]Cmon.All their top clients I can’t believe it.Someone’s looking out the window. Go go, Peel out, go. [car hits front divider, screeching]You drove over that. Go back [car hits divider, screeching]That’s not good.Oh my God.Oh man,Not good.Yeah.You’ve done more then you can possibly know.He drove over the divider and then backed over it and caused the..How much longer is this going to take?This is disgusting, what is it this, instant?I look forward to hearing from you about that job application.Goodbye prince family, [to Michael] should be called the Sucker family. Here you go shark, let me fix your fin for you and sharpen your teeth while I’m at it. [Dwight laughs evilly, Michael seems remorseful] Bye bye.[punches Michael on the arm, beckons to Michael for high five, does not get it, high fives himself, smiles contently]Its simple, David would use that information to destroy them.They could do better.What?I’m not familiar with that expression,It doesn’t make sense, of course I’m alive.Michael, you have to. Have you ever seen a lioness devour its cub? Have you ever seen a baboon devour its mate?  Have you ever seen a raccoon devour a squirrel?Your heart is a wonderful thing, Michael. But it has made some terrible decisions.Yes.Yeah.Yeah, save your heart for love, and use your brain for business, right? If we don’t do this to prince paper, someone else will. Worse yet, someone else will do it to us.There was a terrible war, ugh, so many died. Far too many died. But if Frodo hadn’t destroyed the ring, then goodness itself might have died.Yeah.Good, so, [Michael takes client list and heads out of office] where are you going?Where are you taking the client list?Michael, Michael, no. Michael, give that. Michael, don’t do this. No. [chasing Michael out of the office into parking lot]Freeze, give me the list! [still chasing him back into office where Michael grabs his car keys from his desk and heads back to parking lot]No no no, I can’t let you do this!Its business, not personal. [they run back outside, where Dwight gets paper from Michael]Its over, Michael, its over. [holding list of clients up]Guess whose stock just went up, golden boy?",
    "Jim": "Looks like a red wire.Well it’s a computer Dwight, computers have wires.Doesn’t it?Dwight, I am really busy, I can’t talk about this anymore. [Dwight follows red cord through office past Phyllis’ and Stanley’s desks]I got 500 feet of red wire at a flea market up by Dunmore High School. 20 bucks for the whole spool. Crazy, what a deal. [behind Jim, Dwight climbs telephone pole] Oh he’ll be fine. I made it up there.Guys, she is a beautiful movie star, so maybe we should just go to work.Okay, okay, okay. Why don’t we just put this to a vote, and then we’ll be done with it.[snaps back] No one cares. Who thinks that Hillary Swank is hot, raise your hand. [half of office raises hand] Okay, and who thinks Hillary Swank is not hot, raise your hand. [other half of office raises hand]Thank you, accounting department.I think all of us have a tendency to view celebrities as sort of mythical figures, you know? We don’t really see them as real so therefore we don’t judge them as real people.Kevin, you know what, why don’t you close your eyes? Imagine that Hilary Swank comes into this office for real and she walks over to you [in a more and more seductive voice] and says Kevin Malone, I just read your online profile and there is nothing I would rather do then make out with you right now. And now you tell me something, is she hot? [Kevin gets up to join the “hot” team to their great joy] Does that end the debate?OH! [the “yes she’s hot team” claps][entire office is chatting] I’m saying, all I’m saying is Kevin is not necessarily a feminist, is all I’m saying.",
    "Phyllis": "Dwight, get out of here!You’ve got no taste Stanley Hudson.Hillary Swank.She’s not hot.",
    "Stanley": "What are you doing?Oh, I do.Some actress, whether shes hot.What difference does it make? Attractive, beautiful, hot, we’re talking about the same thing here.I am trying to be more optimistic in life. I’ve got what, 20 or 30 years left. And my family history says I have less. Now, the old Stanley Hudson would have found something wrong this actress. But that is no way to live life. Look at this healthy sexy pretty strong young woman. C’mon people! She is hot.",
    "Michael": "What you talking bout, Wallace? [imitating What you talking bout Willis]Hi, I am well, how are you?Oh, have you not?Yeah.Okay.Fax, why don’t you just send it over on a dinosaur?Oh, well, then, email it to me.I will seduce her.No, I will seduce her.No, I got it.Yeah, so what if I did? That would take precedence and I would expect your support.Alright, I am a local business owner. [Dwight nods along] I need to buy paper.  I find out everything about their prices and policiesMichael Scarn.Okay.[interrupting] No.No, no, I never said Denny’s. IHOP.Oh, don’t start,You know what? I don’t want to get into this debate again. I enjoy IHOP.You will have pancakes and you’ll like it.So what?Maybe they are shrinking.They could be shrinking.Ah ha [popping something in his mouth] Yup.Mm hmm .And there are clouds. There are clouds in the sky, which means gonna rain, bad for business.Argh, why are you all…Shut up.Ready to do this?Good. Here come the sharks. [they imitate jaws theme sounds and Dwight makes shark fin on his forehead]In nature, there is something called a food chain; it’s where the shark eats a little shark. And the little shark eats a littler shark. And so on and so on. Until you get down to the single cell shark. So now replace sharks with paper companies and that is all you need to know about business.Hello.My name is Michael Scarn. I am a local business owner and I would like to find out about your company.Thank you.We are a law firm.You know, I will be honest with you… about something. Where we used to live, our paper supplier had a lot of big clients and I just didn’t feel like a priority. So I guess my question [reaches for paper in his pocket with questions on it] for you would be [reading off sheet] how many clients do you have?Really? That many? This doesn’t seem like a very big operation.Ah, so when did you set up shop?Oh Vietnam, I hear it’s lovely .So, even specialty paper, say 94 brightness double-bonded, you would put that on the same truck as your conventional stock?Well that is… because… I am a genius.Yes, well about some things, and other things I am very stupid. Like, watch this. Is this the cup? [picks up tape dispenser and makes drinking motion] Is this the cup? [picks up a stapler and makes drinking motion] Is this what I drink out of? [glug noise, both laugh] Laughter is my job, tears are my game, law is my profession.Try 80.Hey, hey, how is your interview going?Don’t blow it. Hey Linda, can I get a picture of you?I would, could you just stand over here? That would be great [positioning her towards sign of Prince Family Paper customers] Just a little something to remember the trip by. A little to your left [positions Linda to get better picture]What’s going on?  Little homework over here? Lets see if I can help. Huh, math, that’s not so hard. Ok. There are 4 of these, ignore the parenthesis, right?Why is this little 2 so small? It’s, it’s weird, you don’t, you just go by the x. The x means times. 4 times x 2. What is double 4?Excellent! Way to go! Nice! [Michael and granddaughter Prince exchange high fives]Oh, well thank you very much for all of your help. It’s going to be an incredibly hard decision.I… Okay, okay, okay, [in disbelief] alright, thank you. [heads towards Dwight, makes make out lips signal]Of course. Thank you very much. Thanks for your time.I cannot wait to contact your clients.Haha, we struck the mother load!Wallace is going to freak.He’s going to absolutely freak.Oh shoot.Oh God, what was that?Aw, it’s alright.Aw, my car.No no, we are fine. You have done enough already.Just, shut up. You know we are just going to call a tow truck, so…No, no, really not necessary.You know let me give you some money for this.Oh coffee, that’s too much. [Dwight drinks it]Thank you.Ok, goodbye Prince Family.Dwight, what will happen to that family if I call David and give him this information?Ok. You know, our sales are fine. We’re doing fine. They’re doing fine.Why don’t we just, live and let live?Live and let live.It’s from James Bond.I’m not going to make this call.My heart says…That is true.That is true. We have gone down the wrong path many many times.Jan… Ryan.You’re right.You are right. I will call David and give him the customer list and I will give him all my info.Just something I have to do first.Somewhere safe, where it can’t hurt anyone [starts running, Dwight follows]Oh shoot! [gets to his car turns around]Those people will be ruined. [runs out back door]Give it, give it. We can’t do this to those people.Im not a shark.[pained] Mpfh.Thank you.Okay, bye bye.I guess this is what they call a bittersweet moment. It is bitter because I slightly destroyed a wonderful little family. But sweet because David Wallace thought I did a good job. That’s what I hate bittersweet chocolate. I don’t even… what’s the point of that? Why not just sweet? Who are you helping?Oh, hey what is this?Oh, she is hot. [“Hillary Swank is hot” supporters cheer]",
    "David": "Hi Michael how are you?So listen, as you know, we haven’t yet filled the regional supervisor job.Correct. And I was wondering if I could get you to do some of the field work that would normally go to the supervisor [Michael makes exaggerated oh-my-gosh face at camera]. There is an area from Carbondale to Marshbrook, where we have never done any business.There is a small company there, Prince Paper. I can’t get a report on it because it’s not a public company. But we have been talking about going after their market, so I was hoping you could do some fact finding for me.I’ll fax over some of the things we’re looking for.Look, this is important, Michael.This is good stuff Michael. You are a titan of industry pal.Good work.Look I’ll be in touch, thanks buddy.",
    "Andy": "What are you guys talking about?Who is the gal in question?Each side will have three minutes to prepare opening arguments. Topic:Hillary Swank is attractive.Okay, TMI.Okay, it is time for the final votes. All of those in favor of resolution Hillary Swank is hot? [half of office raises hand] Okay. And all those opposed? [he skips back and joins other half of office in raising hand]",
    "Creed": "Ah, Hillary Swank.",
    "Kevin": "[most of office huddles around print out of Hillary Swank, judging her hotness] Not at all.She looks like a monster.That is not the question.Yeah, thank you Phyllis.[counting votes] Five. Five to five.So what do we do now?The debate is whether she is hot.Huge difference. A painting can be beautiful, but I don’t want to bang a painting.Are you serious? Jim, just show us a picture.He’s making all these fancy, uh, it’s a gut thing.[Kevin sits down, gets right back up and heads back to “not hot” team] No, it’s is she hot, not would you do her. Respect the game.Ladies and gentlemen, even though the penis was fake, I was expecting a second plot twist where we found out Hilary Swank was a boy.[surprised] Wait, what?This is ridiculous.",
    "Meredith": "She’s got mean eyes.She is an amazing actress.",
    "Pam": "Have you seen her with her bangs?[disapprovingly] Kevin!Ladies, are we prepared to let the Kevins of the world decide anything for us? Anything at all? We don’t even give him full internet access.No, because… [Dwight and Michael walk in and march into Michael’s office, silencing the conversation]Hillary swank.",
    "Angela": "I’m not voting.Oh my God.Ok, I wasn’t going to dignify this discussion by getting involved, but I don’t even get the discussion, hot is a temperature people. But Kevin deserves to lose for what he said, so, yes, she’s hot, she’s hot as heck, she’s a female Boris Becker.",
    "Entire Prince family": "Hello, hi.",
    "Prince Grandfather": "Oh, please come inWhat kind of business are you in.I assume your primary paper needs are stationary, general office.About 80.It’s just me, my wife and my son.I opened this place after I came back from Vietnam.[muted] Mmhmm. [shrugs]You sure know a lot about paper for a lawyer.Oh really?Hi, I’m afraid we’re not hiring right now.That’s my son.I sure hope not.Wait; let me get something for you. Here is some, some references. Here is a list of references, our top clients. You call any of them; I trust you will hear some good things.Bye bye now. So long.Is everyone okay?A tow truck is going to charge you one hundred bucks to take you a mile.  Let me take a look.I’ll be right back I’m just going to grab my tool box.Well that outta do it. [bumper is heavily duct taped to the car]Gosh, well so long. [they exchange byes]",
    "Entire office": "Hot!",
    "Oscar": "Kevin, c’mon.See that, the obvious symmetry of the face? That’s a natural appeal of the scientific standard of coin aphelia, features that are a composite average of many features. Yes, she is attractive, but is not hot.That’s the thing about debating, you’re just going to get people more entrenched in the view they had in the first place. [two sides of the debate start arguing]",
    "Kelly": "Yeah, shut up Kevin.No, no, no no. Shes hot, okay? Because if you are saying Hillary Swank isn’t hot, then you are saying that I am not hot. Because obviously I am not as hot as Hillary Swank! [Kelly runs away in tears]",
    "Jim ": "[fingers opened an inch] This close.",
    "Prince": "Grandfather:So why are you considering leaving Dunder Mifflin?",
    "Linda": "You want a picture of me?Can I get a copy of that?",
    "Prince Granddaughter": "Grandma, I can’t do this.Right.8Its all better.",
    "Prince Grandmother": "Don’t put that. [granddaughter Prince erases and corrects answer]It sounded bad.",
    "Dwight and Michael": "Oh my God, oh my God, oh my God. [running out door]",
    "Prince Son": "No, I work at a desk all day, its nice working with my hands."
}