{
    "Dwight": "Last week I gave a fire safety talk. [clears throat] And nobody paid any attention.  It’s my own fault for using PowerPoint.  PowerPoint is boring.  People learn in a lot of different ways, but experience is the best teacher.  [lights a cigarette] Today, smoking is gonna save lives. [throws cigarette into garbage can filled with paper and lighter fluid][looking around office to see if anyone notices the smoke]  Does anyone smell anything smoky?[clears throat]Oh, fire!  Oh my goodness!  What’s the procedure?  What do we do, people?Oh, how did that happen?No, we don’t know that.  The smoke could be coming through an air duct.What’s the procedure, everyone? What’s the procedure?Wait, wait, wait.No! No, Michael! No!  Touch the handle.  If it’s hot, there could be a fire in the hallway.Not a viable option.Okay, what’s next?Oh! Here’s a door.  Check that one out. How’s the handle?Well, uh, another option. [everyone chattering at once]Back to our options. Jeez! Ok! settle down everyone.  No bunching!Things can be replaced, Phyllis! People, human lives, however, can…Okay, let’s go.Calm, pleaseHave you ever seen a burn victim?Okay! Procedure, procedure. Exit options.  Where do we go folks?  Wha– Use a what to cover the mouth?A what?  A rag.  A damp rag, perhaps.  Let’s remember those procedures.  What are the options?  Okay, that’s the wrong way.  We’ve already tried that.  Remember your exit points.  Exit points people.What’s next?How about 911?  Anyone? 911. [Michael throws a chair at the window, Kevin smashes a chair through the vending machine and begins to grab snacks, everyone is shouting.]Use the surge of fear and adrenaline to sharpen your decision-making.[blowing air horn] Attention everyone! Employees of Dunder Mifflin!  This has been a test of our emergency preparedness.  There is no fire.  It was only a simulation.Fire not real.  This was merely a training exercise. [Oscar drops down from the ceiling] So, what have we learned? [Stanley falls to the floor]  Oh come on.  It’s not real Stanley. Don’t have a heart attack.A lot of ideas were not appreciated in their time.Shampoo.I just want to say for the record, I did not kill anyone.  Stanley was attacked by his own heart. And he should be released from the hospital and back in the office in a couple days.Yes I shouted “fire!”.  I shouted many things! I also shouted instructions on how to get out of the building, so you can imagine my frustration as safety officer when nobody would heed of what– heeded–When no one hedded–N-no one would take hedded of my instructions.So, you–And, well, I don’t see my co-workers–Hee-heeding this right now.No.PETA.Well… I guess we papered over that pretty nicely. [chuckles] It always amuses me when corporate thinks they can make some big change with a twenty minute meeting in some fancy high-rise. What’s the matter? You hungry?Don’t you worry about that.  I got it covered.  Okay?I am planning a bomb scare that should really get the blood pumping.What? You?Come on.That’s preposterous.This is a farce. I should be teaching this course.Absolutely I would not.Okay, he’s dead.  Anyone know what we do next? Anybody? Rose?Anyone else?Wrong. Ehh. Check for an organ donor card.  If he has one, we only have minutes to harvest.He is.Get me some ice and a styrofoam bucket. [pulls out knife from holder that is attached to his leg] Here we go.We search for the organs. Where’s the heart? The precious heart.Clarice?I didn’t think it was very realistic in the movie and it turns out, it’s pretty realistic.Wow.I have.[clears throat] “I state my regret.”I could not, because I do not feel it. Okay, everyone. I am going to need you to sign this statement of regret as an acknowledgement that you heard it.  Okay? Everyone come on up here. It’s not a big deal.Yeah, right. I filled him full of butter and sugar for 50 years and forced him not to exercise. Now, take a lesson from Stanley and jog on up here and sign this, okay?  Make a line. Just form a line right here.  Sign it!  Sign it now!Nothing stresses me out. Except having to seek the approval of my inferiors.Speaking of which… [hands Michael the paper to sign for Dwight’s formal apology]May I have your attention please? Sign in, sign in on the sign in sheet, the clipboard. This meeting is mandatory, if you do not sign in your name will not be counted. Thank you.That was the last signature I needed.How dare you all attack him like this.Michael is your superior.Okay, you should be bowing down in front of him.Ok, no, they don’t understand who they have…You’re interrupting me. I’m trying to get your back.Are you calling me an idiot?Don’t you ever talk to me that way. You pathetic, short little man. You don’t have any friends, or any family, or any land. [clapping and whooing]It’s very unusual for Michael not to show up to work. My guess? He’s either deeply depressed, or an icicle has snapped off his roof and impaled his brain. He has this terrible habit of standing directly underneath them and staring up at them. And I always say Michael, take two steps back, and stare at the icicle from the side. And he’s like no, I like the way they look from standing directly underneath them.Attention everyone I just got a text from Michael. He says personnel day. Are we hiring?Oh, that’s quite a leap Pam.[after snatching the clipboard with her signature] Got it.Hey. Why are you wearing a turtleneck?",
    "Angela": "Did you bring your jerky in again?[pulling cat out of filing drawer] It’s okay.  Shh shhh.Oscar.Oscar!Pull me up!I only weigh 82 pounds!  Uh– save Bandit! [throws cat into air duct and he falls out through the other side] Oh!What is that?  What is that?Michael!Michael.Oh my God! Dwight!What are you– [people are yelling] What are you doing?Oh my God! [Dwight has cut the face off the CPR dummy and put it over his own]Dwight!If you ever wondered if you were Michael Scott, here’s a quiz to help. If you ever put sunblock on a window, you might be Michael Scott. [laughter]I normally don’t enjoy making people laugh. [grin]If you ever called the fire department ’cause your head was stuck in your chair you might be…",
    "Pam": "[points to smoke] Oh, my God! Uh, Oh my God!The phones are dead.Try a different door.What do we do?We don’t normally download films illegally.  Because we’re honest,  hardworking people.But Andy does, so we have to watch it with him.My dad spent the night at our place last night.  My parents have been fighting for weeks and… it kinda sucks.  Jim’s been great. But I’m gonna need to buy my dad a robe.He’s not saying what he needs to say.Yeah.Hi dad. Yeah Jim has shaving cream, check our bathroom.So he doesn’t share it with his daughter but he shares it with his daughter’s fiance?Hey.Um, did my dad say anything about my mom?[sighs]I dunno. I mean, maybe he’ll talk to you about some of this stuff ’cause he can’t really talk to me about it.You’re good to talk to.What? [opens her eyes, Michael is standing over her] Oh…Dunder Mifflin this is Pam. Oh, hey Mom. No, what did Dad say?What did you say to my dad?After you talked, he called my mom and said he was gonna look for an apartment.What could Jim have said to make my dad want to leave my mom? And at what point in our marriage is he gonna say it to me?Well I just want to take a minute to talk to you all about something very serious. Once every hour, someone is involved in an internet scam. That man is Michael Scott. [laughter] He’s supporting about 20 Nigerian princesses.Well, ya know, Michael is a great delegator. He never does any work himself. Ever. And one time, I walked in on him naked, and his thing is so small. [quickly walks off stage] If it were an iPod it would be a shuffle! [clapping, laughter]Dunder Mifflin this is Pam. Uh, I’m sorry, Michael’s not here right now can I take a message? Great. I will. Thanks.I think he meant personal day.Phyllis there’s a package for you.Hey Dad. No I know, Mom told me. Ok. Yeah I’ll see ya then.Yeah. He said that you told him how much you love me. About how you feel when I walk in a room, and about how, you’ve never doubted for a second that I’m the woman you want to spend the rest of your life with. I guess he’s never felt that with my mom, even at their best.Yeah. [they hug]When you’re a kid you assume your parents are soul mates. My kids are gonna be right about that. I guess it also means that sometimes love affairs look different to the people inside them. [Andy is in the background, looks incredulous]Michael! It’s really good to see you.What?",
    "Phyllis": "What–Oh! I forgot my purse.What in the name of God is going on?!That’s not a good idea, Michael.He needs to rest.We bury him?It is a big deal. You almost killed Stanley.Let me get you some water.Hey, this is your apology letter.I hope he’s ok, I feel bad.Oh, ok. [Phyllis signs for the package, opens an empty box]",
    "Andy": "Whoa, fire!It– it’s warm.Aah! This ones hot too!Get out of the way!Move it!The fire’s shooting at us!Yes! [Dwight pulls fire alarm] Yes, ba– Yes, battering ram! Battering ram!Go, go, go, go, go!! [Andy and Jim ram the door with the copy machine]You’re choking him![in a British accent] A throne for your highness.Oh you can tell by the way I use my walk I’m a woman’s man, no time to talk. Music loud, women warm, been kicked around since I was born. Oh, it’s alright, it’s okay, [Michael and Kelly join in] you can look the other way. Loo do do!Da, da, da, da, da, da, daStanley.Hope you brought your appetitos.  My lady. My tuna. A little movie popcorn. [dumps popcorn in bowl, it’s almost all seeds] Uh, damn it.  This movie, a lot of buzz.  Not coming out for another six months.  Mrs. Albert Hannaday. So, friendship with the Nard-dog has its privileges.Hmm? Who? Sam?Hmm.Jim and Pam are, like, movie geniuses. They’re catching things that are totally going over my head.I know it man. You know, Lilly was supposed to be Nicole Kidman, um and it was gonna be Sophie’s mom, not grandmother. But then Nicole kidman dropped out so they went with Lily, with a small rewrite.Yeah… but… eh… breakfast? You mean when they were eating soup? I don’t think that was breakfast. Unless soup, does soup symbolize breakfast?You guys, they’re making out.[singing and playing the guitar] What I hate about you, you really suck as a boss, you’re the laziest, jerkiest and you’re dumber than applesauce. We’re stuck listening to you all day, Stanley tried to die just to get away, heeey, well it’s true. That’s what I hate about you. That’s what I hate about you. Yeah. And now, a man that deserves no introduction, Michael Scott.[through tears] Sam! Sam!I am not insightful enough to be a movie critic. Mm… maybe I could be a food critic. These muffins taste bad. Hmm, or an art critic. That painting is bad.",
    "Kevin": "It’s out in the hall.[giving chest compressions to the practice dummy] I can’t keep doing this forever.Call it.I would want to live with no legs.Michael, I think you’re what’s stressing everybody out.[giggling] Oh my GOD… Oh man… Ohhhhh my God…[in the lunch room, with a sock puppet] He is so dumb that he tries to put his M&Ms in alphabetical order. [giggles]I’m almost done.",
    "Michael": "Oh my God! Okay, it happening.  Everybody stay calm.Stay [bleep] calm!Everyone, now [bleep] calm down!What does warm mean?Don’t run.Get out of the way! Go, go, go!Okay, we’re trapped.  Everyone for himself.[throws the projector out the window] Help!! Help!!No, no, no! You will not die! Stanley! Stanley! You will not die!  Stanley! Stanley! Barack is president!  You are black, Stanley! I’m gonna give him mouth to mouth.He’s going to swallow is tongue.Open your mouth.  Come on. Don’t swallow it.Leave me al–Saving him!Electricity.Hed. HeddedTake hedded of.Heed. Heed.Take heed of.Take heed of.Okay. [walks to the window, sighs] This city.  Dwight. We are not mad, we are just disappointed.Yes. We are. We are livid.  But we are going to let this one slide.I am not a mind reader, David.And we should take a part of his pay and donate it the charity of your choice.  Something that Dwight doesn’t like.Do you?You talking to me?What?[sighs] No, Dwight.  I am worried.  A man’s life is in my hands.Yeah.That’s not gonna happen. I’m taking over as safety man.Yes.I’m a smart guy.  I’ll figure it out.No, I will.Nobody should have to go to work thinking, “Oh, this is the place that I might die today.”  That’s what a hospital is for. An office is for not dying.  An office is a place to live life to the fullest, to the max, to… An office is a place where dreams come true.Shhh! Don’t excite him. Don’t make him excitable. [whispering] Welcome back, Stanley.Andy.No, no, no. No debate. You are going to sit in that wheelchair until you are back on your feet.Okay, you know what? That could be a little confusing, because in sales A-B-C means “always be closing.”Shut it.  Shut it.We found ourselves on the less prepared side of things when Stanley had his… when his heart went berserk. And I knew exactly what to do, but in a much more real sense I had no idea what to do.  So I thought we should have CPR training class and of course you can’t get the practice dummy unless the instructor comes along with it. Red Cross, you know, racket.You know who I really think should go? Stanley.Come on.No rest for the sick. We are not always going to be there to coddle your heart back when it disappears to be working.  What are you gonna do if you’re by yourself and your heart stops?And you’re okay with that?Uh-uh.  No, no, no.  Come on. Get up.  Let’s do this.Come on Stanley.  You’re losing you.  You’re losing you. Do it!This is you we’re talking about.Okay, okay.  I’ll show them. Here we go. [whispers] Stanley.  All right.No, Rose. They are not breathing.  And they have no arms or legs.Where are they?  You know what? If we come across somebody with no arms or legs do we bother resuscitating them? I mean, what kind of quality of life do we have there?How about no arms? No arms or legs is basically how you exist right now, Kevin. You don’t do anything.okay, that’s uh, hard to keep track.  How many is that per hour?I will divide and then count to it.Yes, yes I do.  I love that song. [clears throat, begins to sing] First I was afraid, I was petrified.Okay, I got it.Ah, Ah, Ah, Ah, stayin’ alive, stayin’ alive [Andy joins in] Ah, Ah, Ah, Ah, stayin’ alive, stayin’ alive.Ah, Ah, Ah, Ah…He is an organ donor.Yeah.Hey, Stanley.Are you okay?Five thousand three hundred dollars for a dummy?Okay, look. David, this is why we have training.  We start with the dummy, and we learn from our mistakes. And now Dwight knows not to cut the face off of a real person.Hi, everyone.  Corporate has given Dwight two strikes. They are very, very upset with him. So, as a disciplinary measure he is going to have to issue a formal apology. Dwight, have you prepared your statement of regret?Let’s hear it.[in a monk-impression tone] Ohmmm… Ohmmm… Everybody sit on the floor Indian style like me. [Meredtih sits Indian style in a dress exposing herself right in front of Michael] Ohmmm my God if you’re wearing a dress please keep your knees together nobody wants to see that ohmmm… ohmmm…My goal is to make this office as peaceful a place for Stanley Hudson as I can. I think sounds have a lot to do with that. Here are some downloaded peaceful sounds. [a couple of sounds play on the computer] That one makes me think… of death. It’s kinda nice…[everyone is lying on the floor in the conference room with the light off, Michael is walking around with a candle in his hand] It is a beautiful, sunny day as we walk through the meadow that is very spiritual and relaxing and there are flowers and it is sunny and beautiful. Now, up ahead, a castle, in a distance.And you walk up toward the castle, and inside the castle are 4 men, and each of them, none of them have shoes, and they give you a funny cigarette, and you feel even more relaxed, and then you want ice cream. You want a big bowl of ice cream. What kind do you want? Shout it out.Too expensive.Racism is dead Stanley, you can have any kind of ice cream you want. What do you want? [beeping starts] What is that? People! Please I told you to get rid of the cell phones.Oh, ok. What is that, like, a video game?You have stress?During our relaxation exercise?No no, I’ll help you. I’ll help you up. Here we go.Let me getcha.Ok, alright.Ok. [beeping slows down]Ok… I think that thing is on the fritz. Ahh… Oscar, would you reach over and touch his thing? That’s what HE said! Right guys, ’cause of gay? [Oscar has Stanley’s monitor now] Let’s give this a shot.Hellloo… [beeping speeds up as Michael gets closer]So… it wasn’t Dwight after all. Looks like I am the killer. You never expect that you’re the killer… it’s uh… great twist. Great twist.I don’t get it. Do I stress you out?Oh…Remember when people used to say boss, when they were describing something that was really cool like, those shoulder pads are really boss man… Look at that perm, that perm is so boss. It’s what made me want to become a boss. And I looked so good in a perm and shoulder pads. But now, boss is just slang for jerk in charge.Ok everybody, I’ve figured it out. The reason that you are all so stressed around me is that you are too intimidated to tell me what you really think. [Jim shakes his head at the camera] You are keeping these feelings inside, and that is what’s causing stress. So, what is the solution? Solution is honesty, laughter, and comedy. In short…What? No. No, I am talking about a roast! Of Michael Scott! Oh c’mon! Who here has the Comedy Central Roast channel? You’ve seen it right? Everybody gets together, and everyone starts hurling insults at the one guy, and everybody’s laughing, and everybody’s hugging each other…Si senor.It’s not! It’s not offensive during a roast! Anything goes! I want you guys to really get crackin on this. I want you to take me down. Don’t hold back. I want you to really make fun of anything about me. It could be my race, could be the fact that I’m so fit, or I’m a womanizer… fair game. Whatever. I don’t want to write your stuff for you, but I just want it to be good.I can already feel people’s stress starting to melt. I think they’re very excited about paying their respects this way. I have got to make sure that YouTube comes down to tape this.Whoo!! Welcome welcome welcome welcome welcome. You are all jerks. Just kidding, not yet anyway. Welcome to the roast of Mr. Michael Scott. If you’re here for the Grabowski wedding, it is the second door on the left. [Creed looks around] So, we all know how these work, needs to get crazy, take your best shot. I am going to sit right here on my chair and… ah… whoever wants to come up and roast me, you may. [Angela jumps up] Ok… lower the mic for the midget.Hey Hey, I don’t go make burgers where you work and then tell you how to make burgers. Ha ha!You’re so lucky! Good one… [clapping]Well…Pow pow pow… [hands making gunshot impression, sporadic clapping][Toby tries to come on stage] NO! No, friends only. Friends ONLY. [Toby shrugs and sits back down]I know where this is goin’.No…No.Spite her – ok [laughter]Oh, stop it Dwight.No no no no no no!Dwight your’e supposed to do it this way.That is the way you’re supposed to do it, idiot.Idiot. Idiot! Idiot. Idiot.Idiot.Hey, ya know what? Forgive me for caring. Right?Can I make just a little announcement. In a professional roast, usually the roaster will say something nice about the roastee after they’re done, something about how much they love them, so, just, keep that in mind.We are, we are a family.Oh very funny.Uhh… hehe hah! I’m thinking Roy?I don’t believe I have had the pleasure.Jefferson.Haha ha. Thank you very much, thank you. That was great. Great job, great laughs. Really, really went after my intelligence there. [clears throat] Dozens of online IQ test might prove you wrong, but, and my thing isn’t tiny, its average, so… get your facts straight. [clears throat again] So when I heard that there was going to be a roast in my honor, I thought [choking up, clears throat again] sorry. [laughs nervously] I think I have a frog in my throat. Um… [sigh] I decided to jot down some quick thoughts about you people, um, first up Phyllis and Kevin. Uh um… [Michael walks off stage, knocking over the snare drum][at a park throwing whole pieces of bread] Caw… caw… caw caw… caw…You know sometimes, to get perspective, I like to think about a spaceman on a star incredibly far away. And, our problems don’t matter to him, because we’re just a distant point of light. But he feels sorry for me, because he has an incredibly powerful microscope, and he can see my face. [looks towards the sky] I’m okay. No, I’m not.I um, I spent the afternoon in the park trying to feed the pigeons, I guess they all flew west for the winter, and I, I just had some thoughts that I wanted to share with you people.Well I wrote them down so I wouldn’t forget. Jim, you’re 6’11 and you weigh 90 pounds, Gumby has a better body than you. Boom. Roasted. Dwight, you’re a kiss ass. Boom. Roasted. Pam, you failed art school. Boom. Roasted. Meredith, you’ve slept with so many guys you’re starting to look like one. Boom. Roasted. Kevin, I can’t decide between a fat joke and a dumb joke. Boom. Roasted. Creed, you’re teeth called, your breath stinks. Boom. Roasted. Angela where’s Angela? [Angela raises her hand] Whoa there you are, I didn’t see you there behind that grain of rice. Boom. Roasted. Stanley, you crush your wife during sex and your heart sucks. Boom. Roasted. Oscar, you are… [Stanley is laughing] Oscar, you’re gay.Andy, Cornell called, they think you suck. And you’re gayer than Oscar. Boom. Roasted. [Stanley is still laughing] Alright. Alright everybody, you know I kid, you know I kid. You guys are the reason I went into the paper business, so, uh, goodnight, God bless, God bless America, and get home safe. [clapping and murmurs of appreciation]They say that laughter is the best medicine so Stanley, you can throw away those pills. You are cured. Actually, you should… better hold onto  them pills, just in case.",
    "Everyone": "[groaning] Oh my God.[shouting] Out of my way! Let’s go. Get out of my way![muttering] Stayin’ alive, stayin’ alive.",
    "Jim": "Back door.Okay, I am not dying here.  Come on. [everyone is coughing from the smoke, Dwight lights some fire crackers and they start popping]What?!No, no, no! Don’t give him mouth to mouth for this!No. Michael. Michael.[everyone shouting at once] Michael! Michael!How’s that gonna help you?Right.And we don’t know how.Punishment fits the crime.[after Pam checks her cell phone] What’s going on?Uh, no one really knows, but Pam’s parents are going through a little bit of a rough patch in their marriage.I mean, they just need to communicate, you know?  If they said to each other what they’re saying to everyone else, then–You couldn’t of memorized that?Gimme a break.[to Pam] Can you believe this? [pause] He was pretty talkative at breakfast.Hey.Mmm… nope, we mostly just talked about cereal.What?Mmm…[laughs] I’m ok, I’m not, great, and um… [nods]Don’t open your eyes.What?Oh my God. Pam, I don’t know, I, nothing, truly, nothing. I mean, I, I just was honest with him and I, I’m so sorry, I don’t know. I’ll call him again. [Pam rolls her eyes and walks away]Fifty percent of marriages end in divorce, so… it was her parents or my parents…Several times a day, Michael says words that are way beyond my vocabulary.Do ya?Ok. Remember Spider face?OK. ‘Cause the quote was, cut off your nose to spiderface.Yeah… yep.Yep. You’re being replaced.He just sent a text…So what did he say? Was it my fault?You ok?Are you alright?",
    "Stanley": "Leave it woman!I’m about to die!Thank you, Michael.It’s true. Around this office, in the past, I have been a little abrupt with people…[flashback] Not maybe. Yes or no.[flashback] No way. Uh-uh.[flashback] Are you from another planet?[flashback] Boy, have you lost your mind? ‘Cause I’ll help you find it.[flashback] Did I stutter?[flashback] I’m done. Goodbye.But the doctor said if I can’t find a new way to relate more positively to my surroundings I’m going to die.I’m not sitting in a wheelchair.I’m going to die.Oh, I don’t know.I would die.I’m okay with the logic of it.Yes. I had a heart attack.  I would quit, but I’m too old to find another job and I don’t have enough saved to retire.  I feel like I’m working in my own casket.I’m not feeling well.  I need to sit down.Oh my God!Oh my God!Chocolate.It’s my bio-feedback machine..It alerts me when my stress level goes up so I can try to calm down.Yes…No, Michael, No. [beeping speeds up]Would ya, would ya step back pleasePlease. A little further.That’s better. [Michael walks back towards Stanley and the beeping goes up again]",
    "Oscar": "Ah! My hand!  That’s hot!Stay alive!  I’m getting help!You’re too heavy!Michael are you serious? You really want us to roast you?That’s offensive.I consider myself a good person. But I’m gonna try to make him cry.[yelling at Michael in Spanish]Alright Kevin. Enough with the Michael jokes. I think he got it bad enough yesterday.That reeks, and I’m trying to eat.Michael, I feel like I was a little harsh yesterday. [murmurs of agreement]Wow.",
    "Phyllis and Creed": "Ahhhh!!! [Oscar’s leg crashes through the ceiling]",
    "David Wallace": "How could you possibly think this is a good idea?You could have burned down the whole building.No, we are mad.No, we’re not.Michael, you have to take responsibility here. One of your employees had a heart attack.  He could have died, because of the way that you are allowing your office to run.  Do you want that on your conscious?Michael?Yeah.Could you tell me why you had to cut the face off the dummy?We had to pay for it.  Cost us thirty five hundred dollars.",
    "Lawyer": "Did you shout, “Fire!”, causing a panic?Wh–what?",
    "David": "Look, this is very serious offense.  We have cause to fire you.",
    "Michel": "Can you shove down?  Instead… shove down, please.  Instead, what I think we should do is strip of your title as safety officer.",
    "CPR trainer": "A-B-C. Okay?  And hat stands for… airway, breathing and circulation.",
    "CPR Trainer": "It’s been 20 seconds.Would you like to try next?So, assessing the situation.  Are they breathing?",
    "Rose": "No, that’s not part of it.All right, well, lets get back to it. ‘Cause you’re losing him. Okay, too fast. Everyone, we need to pump at a pace of a 100 beats per minute .Okay. Well, a good trick is to pump to the tune of ‘Staying Alive’ by the Bee Gees.  Do you know that song?No, it’s–Ah, Ah, Ah, Ah, stayin’ alive, stayin’ alive.Okay!Okay!Yeah, okay.  You didn’t maintain 100 beats per minute, and the ambulance didn’t arrive because nobody called 911. So you lost him.I have no idea.",
    "Creed": "[to Rose] You were in the parking lot earlier. That’s how I know you.He has no wallet, I checked.Give it up, he’s dead.What’s a text?",
    "Kelly": "Dwight!A vacation.I have made a list of people that I would make out with before I would make out with Michael Scott. A turtle, a fridge, anybody from the warehouse, a woodchipper, Kevin, a candle, and Lord Voldemort. Anyway, Happy Birthday Michael.",
    "Jessica Alba": "[movie] I want you to meet my nana.  Nana…This is Sam.",
    "Lily": "Mmmhmm…Please– Call me Lily. [light chuckle] Let’s play Bridge.  You can be my partner.[movie] I’m in here.I want you to stay.Get that done already.[movie] Sam, Sam Sam. It’s not that you dumped my granddaughter, and its not that you want children. It, it’s that you lied to me. Can’t you see that? Can’t you see? Oh, I can never trust you. [Andy looks like he’s going to cry]",
    "Sam": "Hi. Nice to meet you Mrs. Hannaday.Alright… Lily.I uh, I’m sorry I didn’t uh, realize you were in a bath.  Do you want me to go?[movie] Get that in there. Oh yeah.I know but if I get it in deeper…Lilly no. Lilly! Lilly please! Lilly STOP! I don’t care how much time we have left. I don’t care what my friends say! And I don’t care what your mom thinks! Frankly I’m pretty sure she’s not makin any sense. Please. Move back to my apartment. [Andy’s crying, “I’m All Out of Love” starts playing] Lilly. I’m not giving up. I’m not giving up. Lilly… Lilly! Push the reverse button! Reverse the button!",
    "Meredith": "Chunky monkey.Michael? You ran over me with your car. You posted a picture of my bare boobs on the bulletin board with a caption that said “Gross”…Michael, you are the reason I drink. You are the reason I live to forget.",
    "Group": "Michael Scott! [laughter]",
    "Darryl": "Mike claims, we’re all a family isn’t that right?Ok, so um, what’s his name? All the way in the back there.What’s his name?Roy left years ago. What’s his name?What’sname?Nope. His name is Michael. [Michael makes the da dum ksch on the drumset again]",
    "Warehouse Michael": "Michael I gave you a ride home last week, we spent an hour in traffic…"
}