{
    "Phone Salesman": "Hi.Yes, I’m from Techstar about a new phone system for you.   I was wondering if I could talk to Michael Scott.Really? He’s never around when I come by.How about I make an appointment to come back?  That way, I know he’ll be here.Great.Oh, hi! Great.Ok.  I’m, uh, I’ll be going.",
    "Pam": "Good morning, can I help you?I’m sorry, he’s not in right now.Shoot.They have new phone systems now that can ring directly to a salesman, or someone presses star and they go to accounting, basically 95% of my job.  But I’d like to see a machine that puts out candy for everyone. [realizing] Vending machine.That is a great idea.[while leafing through Michael’s appointment book and seeing nothing but free time] Um, oh boy, let’s see, he’s really…There he is!Ayyyy!That was funny.This is our first and only Valentine’s Day as fiances.Really, Jim?  On Cupid’s birthday?I can’t see them when they’re on the floorYou can’t be a part of our relationship, Michael.What do you think?We’re in.Anything to get out of that office.Wow,  that’s impressive.What?Jim uses a 6 pound ball.Yes, he bowled 5 frames with this pink sparkly thing until a little girl had to ask for her ball back.No, you just have little dainty fingers.What’s the rule about eating when people are in the bathroom?Oh, damn. [Pam looks down at her salad] They’ve been in there for like ten minutes.Yes.  And I think they gave him too many fries.[looking up from her pilfering of Bob’s food] What?Well, you should cover it with the broccoli.Do you think they dined and dashed?I thought we were having a nice time.Yeah.[exiting the Ladies’ room] Mine too. [Pam and Jim notice the Handicapped stall and walk towards it.  Putting their ears to the door they hear Mr. and Mrs. Vance being intimate]My God.Yep, that, yeah.",
    "Jim": "[approaching Reception] Michael Scott, manager.  Hi, how are ya?Nice to meet you, yeah.  Whew!  I can assure you we don’t need a new system though.  Happy with ours.Jimbo![impersonating Fonzie]  Ayyyy!Ayyyy!You’re only engaged once.  Well present company excluded, but.Yeah.  [Jim leans in for a kiss but Pam turns away]  She’s fine.They’re for her to look at, Michael.Yes, let’s have a word.Oh, I’m sorry.I understand that.Uh, I actually thought we were keeping it pretty low-key.We do.That sounds fun.I have a lot of work to do this afternoon.  Those mines aren’t gonna sweep themselves.Oh yeah, I understood.No way, a 280?Yikes.No.  Bob, no. No!That is a lie, that is a lie.But! That girl must’ve had monstrous hands because the holes fit.Nobody asked, Bob!I think if you ordered hot food you’re allowed to eat.Look at that.  Bob ordered hot food.We should help him out. [Jim and Pam each take a French fry, eat it, and then look toward the bathroom]Here they come.No, just kidding.  Seriously though, that’s enough.Oh great, I have to cover?Well they didn’t dine so, yeah, maybe they just dashed.We were.[emerging from the Men’s room] Empty.Oh boy.OK.So…Oh initially I did.",
    "Michael": "[coming out from his office] Hello, may I help you?…Jim.Ayyyy!Ayyyy![laughing] What was that?That was funny.  Let’s go do it to somebody else.   Ayyyy!Oh, look at that.  Cupids and hearts. Really shoving our faces in it this year.  You doin OK, bud?Yeah, I hear ya.   It’s been four months since I was with Holly, and she was way hotter then Stacy.  So if you think you’re hurting…Oh, wow look at those.  How nice for you.  Up there, front and center, beautiful.  I think they would look better right here.  [Michael takes the flowers from Pam’s desk and puts them on the ground off to the side]  They’re very pretty and I wouldn’t want them to fall.  [Kevin groans]Just about everyone in this office is single right now.   Including me.  And everyone is experiencing an incredible amount of emotional pain.  Especially me, because of my great capacity for emotion, and it is my first Valentine’s Day since Holly, so I think that I am well qualified to understand that these people need to be protected from having love shoved into their faces.Pam, really, they’re back?Can I have a word with you, Jim?Yes, um, Jim.  Today is a very difficult day for a lot of people in this office.Yeah.  And the sexy looks between you and Pam, the general sexiness, the flowers, it’s creating a bit of a hostile work environment.Mm-hmm.Well, if you guys insist on having your own private little love fest––that none of us can be a part of–[gesturing Pam to be quiet] –then, we, are gonna have our own private Valentine’s Day party.So suck it.   Hey everybody, I just invited Jim to suck it, and I am cordially inviting all of you to a special convention, a lonely heart’s convention, this afternoon. Singles only.So we may not have someone in our lives that we love, but we do have each other.I am about to give blood.  The gift of everlasting life, the transfer of my bodily fluids, oh wow, that’s a big needle, that —Okay.  Hello.Oh, OK.Yeah, me too.Oh, well, that’s fine.Yeah, can I point something out to you?You’re actually talking a lot.Okay, here we go.Oh, God. [Michael clears his throat]Yup, I’m good, whew.  Wow, I feel like a human juicebox. [Blood Girl laughs] Hawaiian blood punch.Type O-Ocean Spray.Yick.I looked at the bag.I looked straight at the bag.Could you distract me for a second, just talk about things that don’t have blood in them?That was mean.A hat.That is full of soup.What?Oh, already.Whew, wow I was so nervous about this I don’t think I ate for three days. [Michael passes out][ccming to] Oh my God, how long was I out?  [Michael looks over where Blood Girl was and sees Hank]Excuse me, waitress, where did the lady go?OK.  Oh, wait a second, wait a second, that’s hers.   This is hers, she left her glove.  I need her name if I’m gonna return her glove.Well here we all are.  Alone but together.  No flowers for us. [in a Mexican accent] Relationships, we don’t need no stinking relationships.   I think we should all go around and tell our worst relationship story, and then get past it, just blow through it, yeah? Kelly, what about Ryan?  He treated you pretty terribly, yeah?Yeah, but now his heart is in Thailand along with the rest of his body having random sex. [Kelly looks hurt]  Okay, sorry, let’s, who else?  Oscar.Come on, I’m sure there’s something you need to get off your chest.If you wanna just, anything? Are you sure?  I’m sure whatever you did it wasn’t your fault.  OK well, who else?Moron, if he was there wouldn’t be a story.Really sad.Oh my God.Well then it’s a happy ending, because he was gay. You should call him!Alright who’s next?  Where’s Andy?What?You know what guys? I don’t think we need to do this.No, no, no, no.  I mean have this kind of party. I look around and I see all these beautiful people who are alone on Valentine’s, and I think that there are other single people out there too.  We just need to find them.  There’s a girl out there for all of us maybe even in this office park.  There has to be a way to get all these lonely people together.No.  Not a giant net.I was thinking maybe like a mixer.Old fashioned meet market —— I don’t think it is.These people need love and I am going to get it for them  Who cares if we sell a little bit less paper today?  A great boss cares more about the happiness of his employees then anything else.  I am going to be cupid, and I am going to shoot my sparrow at unsuspecting victims, and they are going to get hit and say “I’m in love I was hit by cupid’s sparrow.”  Funny little bird, but he gets the job done.Hey.Ah, still early.[sighs] So how you holding up?No.  No, I meant about being single today.Meh, exactly.  Eh.Oh, here we go.Hello. [two women, a blonde and a redhead, enter the office.  Michael and Dwight walk towards them and Dwight extends his hand to the redhead]Babe alert! [to the redhead]  Hello, I’m Michael Scott, welcome to our little shindig.Lynn, follow me, come on in.  For you we have one of our top people Kevin Malone.  Kevin, come out here show your beautiful self.[after a short pause] So run with the ball! Run with it, Kev.  [after another pause] Where you from?Yeah, OK.  Well, he only gets better.So, Eric.  You mentioned before that you are in tool and dye repair.Meredith recently had a total hysterectomy, so that’s sort of a repair.  Alright, I’ll let you guys talk.It’s going very well.  People are mixing, a lot of hope.  Cause that’s what you hate to see, when hope gets crushed. [Michael suddenly turns to look at the open entrance door] Sorry, thought I heard somebody coming in.  Um, so [looking at his watch] it’s not too late.No reason.Nobody’s after me, I just, I met a woman when I was giving blood and I thought she might come by.It’s not a big deal really, I just, you know met somebody, we hardly talked, I picked up her glove so I was hoping I could give it back to her.Believe me its nothing.  I hardly even talked to her we just, we were lying there next to each other, I think our blood bags touched.Nah. [everyone groans and Girl turns around and walks away.Hey, you don’t deserve her.Hey, if anybody wants to go…Really? [everybody signifies their agreement, and Kelly gives Michael a piece of cake]  Oh, thanks.You know what, you guys, you guys can get out I’m gonna soldier on a little bit.[after some encouragement] OK.Four months ago, I dated a woman named Holly and, um, this is actually the first time that I’ve even considered getting back into that arena again.  You know what, sometimes it’s not about whether Cinderella gets her slipper back, but it’s about the fact that the prince even picked up the slipper at all.   There’s a lot of princesses out there.  You know, they have all different sizes and shapes of feet and hands so I think, I think my odds are pretty good.",
    "Dwight": "[running from his desk] Ayyyy!So sexy it becomes hostile.Yeah, deal with it Pam!Having trouble finding a vein?How about now? [Dwight untenses his arm]I train my major blood vessels to retract into my body on command.  Also, I can retract my penis up into itself. [pauses, then nods signaling that he performed the feat]You’re right.  OK everyone,  back to work.A net? a giant net?What do you have in mind?Oh God, that’s a terrible idea.No.Lonely people mixing with one another?  Breeding? Creating an even lonelier generation?  Ha, you’re not allowing natural selection to do its work.  Pssh.  You’re like the guy who invented the seat belt.Hey.  No movement.Eh, its not that early.I’m ok.  Feel a little lopsided because of all the blood they took out of my right side.Oh.  Meh.Eh.Hello.Dwight K. Schrute. Why don’t you introduce me to your little friend? [Dwight immediately breaks the handshake with the redhead and turns to the blonde]  Hi, Dwight.I can untie any knot.  I’m serious.  Name a knot, any knot.  Go ahead.You shouldn’t believe everything you hear.  In fact, there are many knots that I cannot untie.  So where does a woman as charming as yourself find herself employed on a day such as today.You must use a lot of paper.…and the kind of discounts we’re talking about are not… hold on – Michael, Why do you keep looking at the front door?Is somebody after you?Hey, it just takes one!Oh, not likely.  3 billion woman on the planet, most of them live in Asia so the numbers just don’t add up.So basically, the greater volume you decide to buy in, the greater discount we can give you.OK, what’s up?Oh-oh-oh before you go, I’d just love to get a firm commitment on this.  You know maybe sign–OK.  Well, thanks for wasting my time tonight, idiot.  God!Thanks, Michael.",
    "Jim, Pam, Michael and Dwight": "Ayyyy!Ayyyy!",
    "Kevin": "I miss Stacy.I can’t even imagine.Was he in to you in like a gay way?A week later a friend of mine calls me up, and he says “I just saw him in a gay bar in Kansas City.” [everybody groans except for Michael who looks pleasantly surprised]My worst breakup was with Stacy.  It was a Sunday morning, we were reading the paper, and I said “Oh my God, I think the Eagles could clinch the NFC East!” and she said that we’re done.Hello.I’m from here!Thank you, Michael.At the Circle Drive-In they show old movies.  It’s really cool.I used to go there with my fiance [Lynn is taken aback]. Before she left me [Lynn shows pity].   No, I mean, before I left her [Lynn looks confused].  She left me.   [Kevin walks away dejected]I think I blew it.  It all happened so fast.   So… fast.Hey, I’m sorry we did not have a chance to talk more.  I get very nervous talking to pretty girls.  Seriously, feel how sweaty my hand is.Are you on email?Cool. Bye.Good Valentine’s.",
    "Kelly": "So, I received my first Valentine from a secret admirer.  [Kelly opens the envelope] Roses are red, violets are blue, it’s time for your dental cleaning, and maybe a check-up too.Decorating.Yeah, thanks.Well, his heart was in the right place.You met a woman when you were giving blood?  That is so romantic.Oh my God, that makes it even more romantic.  This is like a modern day Enchanted, it’s like a fairy tale.She could be.Aww. [Michael grins sheepishly]Michael, it’s time.",
    "Blood Drive Worker": "Yup, a little.You’re gonna need to lie down right over here.Alright, here we go.Just relax.You’re done.Oh.  She left.I’m sorry sir we can’t give out that information. [Michael sighs]Of course. [noticing Stanley’s arm] That’s weird.  You got a cotton ball and tape and we’ve been using Band-Aids.",
    "Blood Girl": "Hi, I cant talk right now.  I’m sorry.Whew, I’m really nervous.Yeah, when I get nervous I sort of clam up.Whew, it’s better for me just to be quiet, yeah.Sure.Sorry, it’s the other thing I do when I get really nervous.Oh, that’s gross.God, stop.  Stop it.What?Ew.That’s not good.Well, ok… bags! [Michael is taken aback] Alright, that was bad.Um, a hat.A hat with no blood in it?You’re cute.Ah, we did it!Is he OK?",
    "Phyllis": "Hey, why don’t you guys come have lunch with Bob and me?  We’ll take all afternoon. [whispering] Michael is terrified of bob.It is so nice to go out with another couple.I knowHe’s talking about Michael, Dwight, and Andy.Okay. Now everyone here who’s bowled under 70 raise their hand.Come on, Bob.  Raise your hand. [Bob does so reluctantly]Yes I do.[out of breath] Bowling.Oh sure, a little piece.  Ooh, no mushroom though.Yeah, thank you. [As Phyllis enjoys Bob’s meat, Jim and Pam look knowingly into the camera]Damn.",
    "Hank": "What?",
    "Meredith": "[seeing Kelly tear a paper heart in half] What are you doing?I’ll help. [Meredith tears the wings off of a Cupid]  Now it’s just a stupid baby.She could be your soul mate.",
    "Bob": "I honestly don’t know how you can work with that jackass, that other jackass, and that new jackass.Everyone here who’s bowled a 280 please raise your hand. [Bob does so]One time. You love bringing up that one time, don’t you?Oh yeah.  You can always model ladies’ jewelry.OK then.Where were we?You didn’t eat much there Jimbo.Want some meat?Forgot.",
    "Oscar": "I don’t think so.I can’t.Do you risk telling him how you feel?  Do you say something that you can barely admit to yourself?I was stupid, I told him.He told me he wasn’t gay. [everyone groans]I’m not done yet.Yeah, Dwight and Andy.  We were here.Angela, you had two sets of different men actually duel over you?He’s on one of his honeymoons.He made non-refundable deposits on his honeymoons, so he’s just knocking them off one at a time.  I think today he’s hot air ballooning and later he’s got a couple’s massage.Why do you always go to that?  Has anyone ever been after anyone in this office?It’s possible.We can stay a little longer.Come on, we’ll all go.",
    "Angela": "Oh God, what did you do?  I mean, not that I approve of any of it but…My worst breakup was actually two breakups.  Two different men. I was in love with both of them and when things went bad they had a duel over me.No, this was years ago when I was living in Ohio.   John Mark and John David.I guess I have.  Huh.",
    "Lynn": "Oh, hi! I’m Lynn.Hi.That does sound cool.That’s really sweaty.Oh, yeah. [gives Kevin her card]Bye, Kevin.",
    "Blonde": "I- I- believe you.Um, I work at a place that does catalogs for community colleges and small businesses.Oh God tons of it .OK. [Blonde stands up to leave]Look, I’m gonna go…Look, we already have a paper supplier.",
    "Eric": "I am.",
    "Girl": "Is this the party? [everyone turns to Michael wanting to know if this is Blood Girl]",
    "Stanley": "Pardon me, may I have a chocolate chip cookie?  I gave blood earlier and I’m still feeling woozy.[backing out of the bloodmobile] I, uh-oh I feel so woozy I just [to Phyllis] Band-Aids."
}