{
    "Pam": "[on the phone] Yeah, that’s no problem.[on the phone] Sure. Uh huh.I’m on the phone.[on the phone] You can fax it over. Yeah, 5-7-0-5-5-5-0-1–0-1-7-5. Thank you. Bye, bye. [to Michael] It really makes us look unprofessional.[sighs] Who’s there?Buddha who?Great.Now there’s, there’s butter on my desk.[Michael walks in dressed as Willy Wonka] Good morning, Michael.Good morning, Mr. Wonka, here are your messages.Jelly beans.You don’t have to wait that long. I mean, you don’t have to wait a month to ask her out. Just ask her out.That’s psychotic. Do guys actually do that?Dunder Mifflin, this is Pam. Oh hi ,David. [Michael shakes his head to Pam] No, I’m sorry he’s not back from the Civil Rights rally. I’ll have him call you the minute he gets back from the Lincoln Memorial.When Michael’s skirting a phone call, he gave me a list of places to say he is. ‘Stopping a fight in the parking lot. ‘ ‘An Obama fashion show. ‘ Whatever… that is. Or ‘trapped in an oil painting.’ I’m gonna save that one.Does that mean an idea that blows up in our faces later? [Pam’s phone rings][on phone] Dunder Mifflin, this is Pam. Oh hi, David. He’s having a colonoscopy. Alright, I’ll find out if he’s out yet.I don’t think Jim means to say that you shouldn’t touch her.[to Jim] Shush. [to Kevin] Kevin, a playful touch on the arm, or on the back, it can show your interest and it’s really romantic.[going up to give Dwight a hug] Thanks for much for helping the company, Dwight.Sure.It’s actually based on a book called Charlie and the Chocolate Factory.OK.",
    "Michael": "Pam?Pam? Knock, knock.I know you are. Knock, knock.[at same time as Pam] 4-9-1-7-4-5-1They would never know it was me doing it. Here we go, Knock, knock. [Dwight walks over]Buddha.[puts a slice of bread and stick of butter on Pam’s desk] Buddha this bread for me, won’t you? [Michael and Dwight laugh]I, I need something to wipe my hand.That was helping. It was classic.No… God.Alright.Who’s there?KGB – [Dwight slaps Michael on the face]What the hell was that? [Michael starts to fight with Dwight]What are you doing?You, you like that?Mine was retribution. What are you doing? No more knock-knock jokes. That’s it.[to Jim] Who’s there?Dwight, get the door.Answer the door.I’m not gonna answer itOh, no, no, no, no. I am not Michael. I am Willy Wonkaaaaa.Why thank you very much. [notices jelly beans] Oh, what are those? What are those? Tell me, please!No, no, no. They are not just ordinary jelly beans little girl. These are extraordinary jelly beans!The Willy Wonka Golden Ticket promotional idea is probably the best idea I have ever had. It’s probably the best idea anybody has ever had. Three days ago, I slipped five pieces of gold paper into random paper shipments. This entitles the customer to ten percent off of their total order. It will be a day for them that is full of whimsy, and full of excitement and full of fantasy.I’ve written these things because it is my responsibility, as manager of this branch, to profiligate great ideas and I think I have done my part with the golden ticket promotion. Now it is your turn. I want to hear some great ideas from you that are just as good as mine. [Jim raises hand] Umm hmm.Too many words. Good ideas are simple. ‘Golden ticket.’No. Jim. We’re a business. Post-its. That is a golden ticket idea. NASA took five or six golden ticket ideas to get man on the moon.No, you don’t. No, it – [sighs] What will be the state of this company if I am the only one coming up with the great ideas? Right?Woo hoo.Tell me; was it a spoiled little girl with big lips……or an odd little boy with a cowboy obsession?Invite them on the tour.Really? That’s kind of a big client. [gets up and heads toward Oscar] Hey, Oscar. Woo hoo hoo. Um, how much of a hit is ten percent of our Blue Cross account?Yeah?Yeah.I thought I did. So…Well no harm no foul.You didn’t, but… it’ll be fine. It’ll be good.Hey. Hey. Hey. You idiot.Sir. I placed a bunch of golden tickets into five separate boxes and some how they all ended up with Blue Cross. How does this happen?Irrelevant.OK, I’m going to ask you something and I want you to be honest. What is a pallet?My golden ticket idea? OK. Why would anyone think that this is my golden ticket idea? There is a one in 13 chance that this could be anybody’s golden ticket idea. [sighs] That… [sighs]Nobody panic. The good news is… they can’t fire all of us, right?No, they can’t.Oscar, you don’t know what the hell you are talking about.Alright, then we’re screwed. I am just a net that traps all of your crappy subconscious ideas and adds a little bit of my own childhood memories and whimsy, so –Thank you, Jim is with me.Well you know what Jim? It is not my fault that you bought a house to impress Pam. That is why carnations exist.OK, we need a gold ticket idea to get us out of this mess. [Pam raises hand] Yes.OK, don’t get that. Please? [Pam gets up to answer her phone]That is not constructive.[on phone] Hello David. I just got back from my procedure, so–How are you doing?[reading from computer] My colonoscopy was an examination of my large colon and the distal part of my small bowel with a camera.Well, there is an explanation that involves me not letting it happen and I just don’t… I don’t know.I think we might have hired an outside marketing consultant.You’re breaking up.OK, I think, it might have been an inside consultant.Yes.No.[long pause] Yes.[Dwight walks in] Come on in. Good to see ya, have a seat. I just wanted to congratulate you on that great golden ticket idea.Woah, wow, who told you that?[same time as Dwight] No, I don’t think I ever did. That was your idea Dwight.I’m not taking… I’m not taking…Wait a second, wait a second, I wrote it down in my diary.Yes I do. You’ve just never seen it. [reading from diary] March 4th. Dwight came up with the best idea today about golden tickets.Why do you have a diary?OK, you know what? You came up with this idea. I remember you told me that you loved the Willy Wonka movie when you were growing up.Yes, you did.What are you writing? [Dwight writes in diary]Would you like to go to lunch with me? Just the two of us?We think a lot alike. Sometimes you will think something and I will say what you’re thinking–Umm, nacho chips.Oh, OK. Let me just cut to the chase, Dwight. I want you to fall on your sword for me.Why do you even want to stay at Dunder Mifflin? I mean what’s the point? You’re cooped up in there all day. You don’t get to do your farming. You’re not dating Angela anymore. It doesn’t matter if you get fired for taking credit for the gold ticket idea. It doesn’t matter. Me on the other hand, I would be lost without this place. You, way too manly.[sighs] It’s not ready yet.I have an idea for a fancy men’s shoe store called Shoe La La. And it’s just men’s shoes for the special occasions in a man’s life, like the day that you get married or the day your wife has a baby, or for just lounging around the house.May I have your attention please. I have an announcement. Mr. Dwight Schrute and I just returned from a wonderful stroll together and although I probably will never do it again, I had fun. I really had fun with my best friend, Dwight.Yes they are, you just don’t care about the information.He doesn’t love it that much. Wouldn’t be such a bad thing for him to be fired.I mean, like we were talking about that is why he has come to the conclusion…Right.That’s it. That’s it. You can’t put a price on freedom.That’s why you made the decision. That’s why you made…You kind of have.Yes.[seeing David Wallace come into the office] Oh my God. Dwight! Dwight! Get in— what’s it gonna be, what are you gonna do? [Dwight runs into Michael’s office] What’s it gonna be? Are you gonna do this thing for me? Dwight? [David knocks on Michael’s door and opens door] Hey David, how are you? Good to see you. Nice surprise. Dwight and I were just having a very unfortunate conversation.Yes it is, but it had to be done, didn’t it?Hey, Dwight, great idea. Dwight, Dwight, great idea. How’d you come up with that idea?Really? How did– how are you inspired?  How did it pop into your head Dwight?Give me the details of how that happened.What?David? David?David?Could I be a part of the meeting also?There is no movie called Willy Wonka. It’s called Willy Wonka and the Chocolate Factory.I can’t… vouch for that. But I do know this. He is a liar. He has taken my idea.OK, here’s what happened, David. It was all my idea. You called me and you were really angry at me and I got scared, so I had Dwight take the fall, but now, it turns out that it’s a great idea and Dwight will not confess. Can you believe that?Oh how dare you.You are? Good ideas, huh? Hey, did you come up with toilet buddy? It’s a net, circular net, that you put inside the toilet to catch all of your change and your wallet from falling into the toilet? Formally known as toilet guard?Oh please.Toilet sponge. It’s a hollowed out sponge……that is more absorbent, and softer than toilet paper. I have a lot of toilet ideas.They’re not easy. Everybody has to go to the bathroom.Thank You!Well David, I will be honest with you. I do want the credit without any of the blame.When they look back on this day in the history books all that will be remembered is that I had a good idea. And that’s what I am going to write down in my diary. That is what I want you to write down in yours.I want to see it.I want to see it. [Michael gets up to try to see Dwight’s diary]Give me…  Give me the diary.",
    "Dwight": "I got a knock-knock joke.OK, Michael, please, please, please, please, please let me.[clears throat] Knock, knock.KGB.[in Russian accent] We will ask the questions!What are you doing?Hey! Hey! Stop it! Stop it!C’mon. What are you doing? Mine was a part of my hilarious joke.I’m not answering it.No way, it’s the KGB.I’m not answering that. You answer it.I’m not gonna answer it, it’s the KGB. [Jim slaps Dwight]It’s true.That was your idea.You did. Several times. Over and over again.[same time as Michael] You were dressed as Willy Wonka so…Wasn’t my idea. Loved – but I can’t.You don’t keep a diary.Hold that thought. [Dwight gets up and gets own diary from desk and returns] [flipping through diary] March… 4th. Michael Scott came up with golden ticket idea to give five customers ten perfect off for one year.To keep secrets from my computer.Impossible.I wasn’t given candy as a child, so a movie that fetish-ized it that much, would have made no sense to me. Plus, we weren’t allowed to see movies. So… do the math.Had conversation with Michael about taking credit for an idea that wasn’t mine. Discussed movies.With all my heart.OK, what am I thinking right now?No… How skin is the largest organ of the body.Oh, not gonna happen.I did fall on my sword once. I was running with it in my belt. Won’t happen again.What about Shoe La La?I love working here and I do not want to leave.Well…We discussed the fact that I’m cooped up here instead of experiencing the whole wide world.No plowing my own acres. Going around shirtless all day. You know experiencing freedom.Try me.I haven’t made a decision yet.No.He said he would do the same for me.I’m gonna go back to work. After I write you up for insubordination.David… you’re welcome. [Dwight and David shake hands and make exclamations]That’s what she said! [David laughs]Inspiration.[same time as Michael] You never know when it’s gonna strike. Just… boom.Apology rejected.Oh Pam.Thanks old man.Yeah.[same time as Michael] ‘Cause I’ve got this idea…Alright.OK guys, listen up. Here’s the deal. I love candy. Sweet sugary candy from the second it touches my tongue to the moment it’s metabolized by my stomach acids, so naturally I liked Willy Wonka.So I love Willy Wonka. That golden ticket scene is so inspiring to me that that’s where I cam up with that idea [Michael comes into conference room].Pam…That is my idea.It is my idea.It is my idea. I’m filled with good ideas. Thousands of good ideas.Horse Boat.A canoe built around your horse so you can go from riding to water travel without slowing down. Horse Boat!Oh give me a break.That’s because they’re easy![same time as Michael] Women’s urinals… uh…Yes, it’s Michael’s idea that he forced on me on threat of death.Oh I am. In my own words.No.No, Michael.No! [Michael struggles to take Dwight’s diary from his hand]Ding dong.KGB.[in accent] When you are done, open the door. … Hello in there?We have more houses to visit.We will come back at… how is [looks at watch] 4:45?How about 5:15?Very well, we will come back at 5:15.",
    "Jim": "Ding Dong.KGB.Ding dong.Ding dong.The KGB will wait for no one! [Michael laughs]We own our own delivery trucks. We could lease them out on the weekends —‘Free paper.’What are you doing?[to Kevin] Why don’t you just go out on a date with her? Try to spark up an on going joke and then in a month or two, if it feels right, you’ll know.What power?Well guys with girlfriends don’t.[on phone] Hey, Tom. What’s that? Oh, you found a golden ticket. [puts hand on receiver and speaks to office] One of my clients found a golden ticket. [Michael screams in excitement] [Jim back on phone] Yup. No, congratulations. [Michael dances in background][on phone] I’ll take that down right now.I’m on the phone.[on phone] Hold on one second.[to Michael] It’s actually Blue Cross from Pennsylvania.[on phone] Hold on one sec. Hold on one sec, Tom, what’s that? You found five golden tickets? And does it say limit one per customer? Nope, it doesn’t.How do you not spread out the tickets into different shipments?OK……well I’m going to call corporate to make sure that they know I didn’t lose half my sales.So, well I lost a ton of money today and I have a mortgage, so I’m a little pissed too.Absolutely not, I’m mad at you.Good one.All I’m saying is that it’s a first dates, so just keep a respectful distance.No, that is what I mean.No, stop it.You cannot take the fall for him.He can do the same for you. Right now. By getting fired instead of you. So what are you gonna do?There it is.You, you are taking about Dwight Schrute. The biggest Wonka fan I know. I mean, you’ve been talking about that movie for years.And you know what? I even made fun of you when you dressed up as Willy Wonka to pitch this idea and for that I apologize.Yeah, let’s face it. This meeting sounds like it’s Wonka fans only. He’s never seen the movie. [David laughs]Who is it?Alright. I just got out of the shower, I’ll be one second.Yeah, I’m late for work, so I have to brush my teeth, it’s a whole routine.If you want to come back then, that’ll be fine.I get back from work around 6.You can try. That, that might work.Alright.",
    "Andy": "Golden Girls. That’s a golden ticket idea, right, I mean how great was that show? Golden Grahams. Another, is it — I don’t get this…No! No! No![sighs] You’re making it too easy for her. You’re just conveying, ‘Oh I like you just the way you are.’Well that’s not what we agreed on.Huh?No.You’re asking him to give up all of his power.You can’t let a girl feel good about herself. It will backfire on you. Every compliment has to be backhanded. ‘Oh I like your dress, but I’d like it more if you had prettier hair.’That’s low, Tuna.Don’t touch her. Don’t talk to her. Don’t look at her.[Jim, Andy and Pam all talking over each other] …turn into this black and carbon brick-where this barbeque sauce of shame and rage and two hot people with a perfect relationship would not understand that.Well, it’s uh, his funeral. So… neh!",
    "Kevin": "I think I should call her.Why is it so bad for me to call and ask her to lunch today?But I do like her just the way she is.Andy, Pam, and Jim are all telling me how to deal with this girl that I like, Lynn. I, I don’t like getting advice from more than one person at a time. I’m a textbook over-thinker.You guys are throwing a lot at me.Right.[puts hand on Jim’s hand] Like that?Lynn, I’m just gonna say to you everything that I am thinking.I think you have the best smile. I’d like to take you out to dinner and a movie.Nice. [Both laugh] Boobs. [Lynn blushes]",
    "Oscar": "Ten percent?They’re our largest client.It’s gonna hurt.They can.Yes, they can.Michael, what do you think shutting down a branch is?These aren’t announcements.",
    "Darryl": "Start over.Were the boxes near each other?I put three pallets on the truck to Blue Cross once a week. They use a lot of paper.",
    "Creed": "That’s not why.Good work, kid.",
    "Stanley": "I’ve got a golden ticket idea. Why don’t you skip on up to the roof and jump off?",
    "David": "[on speaker phone] Michael, what the hell is going on here?Fine. What is going on?Why did you OK this golden ticket idea? We’re going to lose a fortune, Michael. How could you let this happen?How could you not know Michael?Might have hi— OK, what firm?Michael?Was it the sales department?Was it Jim?OK, was it Dwight?That’s too bad.Hopefully, nothing that can’t be undone because Dwight I owe you an apology. The head of Blue Cross just called. They were so excited about the golden ticket discount that they have decided to make Dunder Mifflin their exclusive provider of all office supplies. Congratulations Dwight. [holds out hand for handshake]I just want to say that this golden ticket idea is one of the most brilliant signs of initiative I have ever seen at this company and how about a big round of applause for Mr. Dwight Schrute? [everyone starts clapping]Alright Dwight. This is huge.This, this is great. OH, OK, look I want to get you on the horn with the marketing people in New York. The should meet you.Pam, could you set up a call in there in about 15 minutes, please?Yeah?You probably have too much to do around here. I don’t want to uh, take up your time with another meeting.[on speakerphone] Hey guys, I have with me Dwight Schrute. Dwight, take it away.No. No dogs.[on phone] We are gonna call you back guys. [to Michael] What is going on here?No, no.[same time as Michael and Dwight] Guys, guys. OK, enough. Please, enough. What, is this true, Dwight? I mean, is this true?What, I don’t — what do you want me to do now, Michael? What am I supposed to do now?OK, uhh… I am going back to New York. Pam, do me a favor, don’t send me those notes.I am gone.",
    "Man on phone": "Wait, do you guys hear that? There’s not a dog listening in, is there? [cut to show Michael on the other line] I hear panting.",
    "Lynn": "Hi.OK.OK."
}