{
    "Michael": "It’s Britney bitch. And I am back, in the form of a new company. The Michael Scott Paper Company.  [tries to parallel park, hits car.] Okay. Not gonna make this one. [drives away revealing plenty of space for the Cruiser]Hello! They took away my parking space but they can’t take away my pride! [awkwardly climbs out of his car]I would like to invite you all to come away with me, on a journey. [nips mylar ribbon with hedge clippers, it won’t cut, he tears it down] Welcome! To the Michael Scott Paper Company!We are in the heart of it. [Bathroom sounds rattle the small office.] And the surge of water carries our business out to the sea.We wait, and hope that people show up to the pancake luncheon.I don’t know I think we’ve done absolutely everything you can do to prepare for the day. I’ve updated our contacts, I have gotten quotes from suppliers. I have sent out an E-vite for our big grand opening pancake luncheon. Six yeses, one maybe, only eleven noes. Um, and 788 not yet replieds. But of that group, 782 have viewed it.I am going to need 800 of these, on nice bright paper. It is a coupon for unparalleled customer service. [He sets sheet between Pam and Ryan on desk. Neither takes it.]Hey you said you were gonna be out of town this weekend.Hey Ryan? [Ryan watches Montgomery Flea Market ad on YouTube] Could you get to that copy from before?Listen. Listen listen listen listen listen listen. I need someone to make a copy of this. Because I don’t make copies, I’m the boss. Got it? I make originals.Stop it stop it! Bickering! Stop it!Would someone just make the copy?Just make that copy okay?They’re getting on my nerves Mom. Both of them. R thinks he’s too good to be here, and P is not as much fun without Jim.I’m on the phone, please. Mom, I’m gonna have to call you back. P’s being a giant B.They always say that it is a mistake to hire your friends and they are right! So, I hired my best friends. And this is what I get?Listen up. It has come to my attention that some people in this office are not getting along with other people in this office. And I think I have come up with the reason why. This office space is too small.Okay. There are … 4 corners in this room. Each corner is to be a personal space for each one of you. Whichever corner you want. And make it your own.Okay guys, thank you for the offers. But I want you to get pumped about this corner idea. All right?  1,2,3- What are we gonna do?No, you’re supposed to say, “Rock the house.”That’s my corner.No, this is where I work. I can’t relax in the same corner where I work.Pam, I don’t make the rules. [Pam walks out.]Oh hey! Stanley, Phyllis. Come on in. Welcome, welcome. Let me give you the tour.Thank you. You remember Ryan [Stanley laughs deeply] And Pam is around here somewhere.What for?Yes.Maybe the Michael Scott Paper Company was a huge mistake. I should leave. I should go, and start my own paper company. That’ll show ’em.Get your free pancakes. They are delicious. They are nutritious. They are complimentary. [Flips a pancake. It’s about 8×11 inches] Young sir, would you like a free pancake?Ryan, enough with the texting machine. Come on. And tuck in your shirt, you’re the face of this company.Hey Pam.You sorta disappeared there for a while. Where ya been?Yeah?Well, at least you’re still being honest with me.These are shaped like paper.I once had a dream. That I was eating a peanut butter and tuna fish sandwich. And, let me tell you something it was delicious. So the next day, I decided to make that sandwich. And in real life it is disgusting. [The phone rings] It is a disgusting sandwich. [It rings again.] And the reason I tell you this story. [phone] Pick up the phone.Don’t tell them we have free delivery! [Also whispers]They don’t know that!Give him a guarantee.Just say the word.Yes!You did!Oh yeah!She did it!Yeah! Yeah! Yeah! Yeah! [Dancing in the office]Who would have thought, that the thing that would save this company would be work? And pancakes? In the end, this day definitely had its ups and downs. I realize that we don’t have the biggest office. Which is a surprise, because 165 square feet sounds like a lot. But, we have people with the biggest hearts. And I think for a small company that is really [flushing] Someone went to the bathroom. That is really what’s important.",
    "Jim": "LOVE the hair. [Ryan walks up driveway with blonde dyed hair]You realize you’re not actually talking to me, right?The new receptionist is also named Kelly. So Kelly Kapoor has decided to hover around my desk, so that she can run into his Charles’ office every time he calls for Kelly. She thinks if she says “You wanted me” enough, he will in fact want her. It’s not the worse plan she’s ever had.Hi! [Awkward]Sure!Okay.What the hell’s a rundown?When did you need that rundown by?Okay.Yeah. Gotcha. Of course. I’m gonna dive in. To the rundown. I’ll be exhausted ’cause it’s like a triathlon. [At door.] Do you want to close this? Close, or keep it?Hey dude, you know what a “rundown” is?“Uh, can you get this rundown for me?” [impersonating Charles]“This rundown better be really good”?Charles asked me to do this rundown of all my clients.No. I can’t. It was like, hours ago.Oh, this is just something I’m taking a break with.I will get back to the rundown, uh, right now.Hey you know what? Do you have a rundown that I could take a look at, just so I know what type of rundown you’re looking for ?Keeping it simple -that’s what I’m doing. But I am working hard on this one. Real hard.No. Not too hard. Not harder than I should.No, I….Hey!Okay.There’s the rundown you asked for. I may have expanded some areas that you weren’t prepared for.Yeah sure. You want to look at it first?No. No, I just wanted to make sure, it was in the same format. So that distribution list is gonna be my…?The one I have. I’ll use the one I have.Just faxing. My Dad. A rundown.",
    "Pam": "Morning Michael!What should we do now?I make that one copy, and I become the girl who makes copies, and by the end of the day I’m receptionist again. And the worst part is, I like making copies. The paper comes out all warm and stuff. And it’s cold in there. Cause it’s technically a closet.That is so insulting.Because the thing you’re saying I’m good at, is pushing a big green button a bunch of times.Seriously? Because it sounds like one of those is better than the other.Shut up!Really!Seriously? This is what’s so important, putting naked pictures on the desktop?I don’t want to look at your friend Jasmine’s boobs all day.Like how? Dyeing my hair blond?Oh yeah I bet.Michael, we can hear you.Okay it’s my turn.Give it back for what? What’re you gonna do with it?You’re gonna make another “spreadsheet.”Yeah exactly. It’s my turn.Come on! Ryan!Definitely.We could work from home.…. Corner idea?How would we know that?I thought that was your corner.So my corner’s the one with the copier?No thanks.Hey I’m here to see Charles.Hey Charles.I know you’re a very busy man so I’ll cut right to the chase. I’d like my old job back.Um, well, I could come back as a salesman. I have experience now.Or I could come back as your personal assistant. You know? Sort your mail, set your appointments. I know all the people.Personal shopper?Well it was great catching up with you. And I’ll see you around the building.I’m just gonna sit here for a little bit longer if that’s okay. The air smells so good. I don’t remember it smelling so good. The chairs are so comfortable.Hey.Yeah, I needed to take care of some stuff.That’s as specific as I’d like to be.We’re small, but we’re eager to make a name for ourselves.Nope, I don’t have a card, but I’ll do you one better. A little scrap of paper.Dunder Miff…Michael Scott Paper Company, this is Pam. Oh, hi Russell from the pancake luncheon, how are you? Well we’d like to do business with you too! How can we make that happen?We already offered free delivery!Um, I can offer you free delivery on any order that you place today. Okay, twenty boxes? I can do… just a second. I can do 20 boxes at 43 dollars a box. Great!A guarantee of what?And I guarantee, that you will be satisfied! ‘Cause your satisfaction is our guarantee! We guarantee it. We look forward to doing business with you too. Thank you Russell.I made a sale!Oh!",
    "Kelly": "So. I thought we could take the customer on a… Then. Then we could…And…Yes? Charles, you wanted me?Yes Charles? Yes, you wanted me?Well you know what my middle name is? Rajani Ghana! And I hate it! I hate it!",
    "Charles": "Hey Kelly?Oh, I meant, I meant that Kelly. [New receptionist walks in]Oh, and Kelly…Okay, I’m gonna call you Kapoor, okay? And you, Hannon.Erin. Okay, that’s very pretty.Hey Jim can I get a, um-Hi. I need a rundown of your clients, can you get that to me.Yeah.As soon as possible.Just get it right.You started on that rundown yet?  [Looks at Jim’s screen.]Oh.Okay, great.Just keep it simple.You’re working hard? On this?Right. I mean why work harder than you should.Hey Pam.I don’t know what to tell you. The job’s been taken.Um.Yeah I know.No.Okay.Great. Fax that to everyone on the distribution list.Do I need to?What’s that?",
    "Erin": "If we’re changing names, can I be Erin? It’s my middle name.Oh.Really?Why was she in this building?That’s crazy.Oh my god!Hmm.Oh! [Dwight and Erin laugh.]Yeah.Just got some ice.Oops!So I’ll see you guys around!Can I help you?Country roads, take me home, to the place…[Dwight is strumming the tune on his guitar] Sorry. I like that song. You’re good!Thank you.Wow!",
    "Kevin": "I thought Rajini Ghanda was a boy’s name?Try it in another sentence.",
    "Andy": "What do you think?Thank you!Oh, this is awkward. [Andy and Erin ‘dance’ trying to get out of each other’s way]Uh oh! Oh! Oh! [Andy improvs musical verbage]Um, nerthing?Pffft.The last thing I want to do, is step on your funk man.No, that’s ridiculous.Look you’ve been here longer, and besides, I’m a better wingman than I am a boyfriend so-That was great, but it’s just sort of, it’s still a little choppy like. But don’t worry, it’s hard, it took me a while too. It’s like [Andy plays Country Roads on his banjo.]What? Oh my God you heard that I’m so embarrassed. I’m like so rusty.Really?[Dwight plays a hearty strum of the song, Andy stands and starts a banjo solo]Literally every song is better a cappella. Name a song.Better a cappella!Yeah. Name another.Better a cappella.Aw!! Way better a cappellaYeah.",
    "Dwight": "Let me check. [Pulls out hunting scope] Oh nope! Clearly a hunter. Who knows how to throw an outfit together.Yes, I am taking Andy hunting after work. Not long ago we were sexual competitors. I used to hate him, hate him, hate him, hate him. I studied him, to figure out why I hated him so much.  But that blossomed into a very real friendship, as these things often do.You know there’s a ghost in this officeA woman was murdered on this very floor in 1816. Haddie McGonagle. She was a prostitute.Oh, this whole place used to be a brothel. There was a tavern on the ground floor.Yeah isn’t it? She was bludgeoned to death by the business end of a riding crop.It was gruesome. They say she walks these hallways. If you ever feel a tapping on your shoulder?That could be Haddie. Begging for her life. And it could mean, that you’re next.  [Taps her shoulder]Just kidding. You finding everything okay?Yeah?Erin [eerie voice] Erin…Hey buddy.Hey buddy, what are you up to?Listen, when I saw you talking to Erin earlier, I noticed that your pupils dilated, and your skin flushed, and I’m assuming, a little bit of blood rushed into your penis.Well, a little bit of blood rushed into mine as well, so where does that leave us?And I, yours. So I will cede her to you.No no no.Look I just want you and I to hang out so, you know. Just, [They Hi-5 badly] Boom.You’re good.Oh it’s good, you’re coming along. It’s really technically proficient but really there’s no heart or soul in it.Hey you want to sing with me? Almost heaven…In German! Leben ist dort alt, alter als die Baume, Junger als die Berge, wie eine Brise blasendTake it Andy! Take me home, to the place I belong, Ba bah dah duhCherry Pie, Warrant.No! Really?Enter Sandman, Metallica.Rebel Yell, Billy IdolReally?",
    "Ryan": "You should come into town this weekend man. Yeah, we’ll hang out Scranton style.Please don’t listen to my phone calls.  Yeah, she’s like um, she’d probably be a Six in New York, but she’s like a Seven here in Scranton. And then uh, my boss is my old boss from Dunder Mifflin. It’s a small space.Pam’s better at that stuffHow is it insulting to say that you’re good at something?I’m not judging it, it’s like … I could run GM but I couldn’t fix a car. It’s not  saying one is better than the other.What the hell? [Michael closed his laptop]Yeah I make originals too.Yeah!That’s me and my friend Jonathan from Thailand.You could be hot too if you made any effort. At all.This is from the sun.No don’t take that, give that back!I’m gonna make a spreadsheet.Yeah!Go make a copy, secretary.Or you could fire one of us. Whoever has less education.Rock the house!Last night was crazy. Jojo? Yeah. He did a donut in a parking lot in front of a cop. And then he yells, “Hey cop, you like donuts?” then we drive off. No, he just stayed there. [Pam goes to sit in a chair in the corner.] I want that new phone. No, the other one. No the other one. No, you know which one I’m talking about it’s the one, the one with the awesome browser. [More bathroom noises] No, not that one.Yeah. I wish my iPod could make phone calls. No I don’t want an iPhone, I know what an iPhone is.Are we staying til five?I’m texting. I don’t want to get my fingers sticky.Keep going. [Whispers]Write it down.Oh!We did it !",
    "Toby": "Not much? What’s up with you? [from bathroom above] Nah it’s okay. I’m in the bathroom. Hey you been watching Damages this year? It’s so good. No, you gotta tune in, it’s as good as anything on HBO. [sound of pissing] Hey does blue go with tan?I have like, like a blue shirt? I don’t wear a lot of colors, I have a lot of tan. Uh huh.You have to stop. [bangs on glass window][Michael sits alone at the pancake table alone, the breeze blowing paper around.]",
    "Oscar": "Use it in a sentence.Try another sentence.I don’t know but it sounds like the rundown is really important.Why don’t you just ask him–What have you been doing?",
    "Stanley": "I get it. [To Phyllis] You need to see more?She’s upstairs talking to Charles.I don’t know. [They shrug and leave.]",
    "Phyllis": "It’s really cute.",
    "Man": "Do you have a card?",
    "Creed": "These are terrible boss. You gotta make them in a circle so that they cook evenly.Well I don’t even want these. [Takes the rectangle pancakes out of his coat.]",
    "Meredith": "I’ll take them for my kid.",
    "Dwight and Erin": "West Virginia, Blue Ridge mountain, Shenandoah River [Andy vocalizes]",
    "Dwight and Andy": "Take me home, country roads, to the place, I belong. West Virginia, mountain momma, take me home, country roads. [Erin leaves]"
}