{
    "Kevin": "At least once a year, I like to bring in some of my Kevin’s Famous Chili.  The trick is to undercook the onions.  Everybody is going to get to know each other in the pot.  I’m serious about this stuff.  I’m up the night before pressing garlic and dicing whole tomatoes.  I toast my own Ancho chilies.  It’s a recipe passed down from Malone’s for generations.  It’s probably the thing I do best.",
    "Michael": "Someone is returning!  He started his own company, and now he’s back.  Who could it be? I’ll give you a hint.  He is a man.  A man you have missed with all your heart.  A man who has ruined all other men for you.  Who is it?[whispering] It’s Michael Scott.  [applause; Michael jumps through sign] Hold it up.  Conference room, five minutes.Well, I guess the first order of business is to welcome back me, and Pam and Ryan.  [scattered applause] And how about casual Friday again, huh?  Reinstituting casual Friday?  You all look great.  What I want to do right now is try something a little different.  I’m going to throw it out there, starting with this meeting.  I want you guys to run it.  I want you to say whatever you want,  take it away.  Your meeting.If there is something that you would like to say as a group, then by all means, you may say it to me right now.Yes.Take it up with Toby.  What I want you to do, is I want you to look inward.  And I want you to reflect.  And I want you to say something different.When I needed salespeople for my new paper company,  everyone here turned their back on me.  Am I going to ask them to beg for forgiveness?  No. Am I going to ask for big, crying apology? No.  Am I going to ask them to slit their wrists for me? No.  I just want a tiny, microscopic version of that.Oscar, what were you going to say?All right.Not important. [everyone mutters] Okay, alright.  Yes. Yes, you have a job.  Frankly, you have a job because Ryan and Pam are starting with us as salesmen.It’s going to work very smoothly, because Pam and Ryan are bringing over a ton of clients from Michael Scott Paper Company and–No, you lost those clients.Okay.Okay, Dwight.  Let me explain something to you.  I set the rules and you follow them.  Blindly. Okay?   And if you have a problem with that then you can talk to our complaint department.  It’s a trash can.[hands Ryan a soda] There you are, my friend.Pamela.Yep.I know.I do?  Well–Where is that bowl?Michael Scott Paper Company only.Okay, well—I will–no, no.  I’ll talk to them when they all get back from the bathroom.Against who?The old Michael Scott might have taken this, but not the new Michael Scott.  They are in for a bitter surprise.  I am not to be truffled with.Six weeks ago, none of these people wanted to come with me.  You two were the only ones with the stones to follow.That was  us, right there.Mm-hmm.Yeah, the Commish.Yeah, yeah. The Shield.Hey gang. Where you been?Where’d you eat?What’d you have, Stanley?So since you guys already ate, you won’t be eating the stuff you brought with you for lunch, will you?  [walks into kitchen] Oh, wow, Stanley.  Is that egg salad?  Andy brought some salmon.Dwight, is that a meat sandwich?  You guys hungry?I’m going to o have some of this meat sandwich.Mom. What kind of sauce is on your salmon?Mmm.  Thanks for going out, guys.Hey, hey guys.  You know what I want you to do?  Shake hands, get over it.  That was not a shake, Dwight.Who quits?You guys gotta be kidding.I love it.  I love this idea, and I fully support you.  As a matter of fact, I’m going to give you some seed money.  [throws money at Phyllis] There you go.  There’s some seed money for you.  And you can take it, no hard feelings.  But if you stay, I want an apology,  and I want a big one.Yes I do.It’s frontward’s.No matter how I look at this, I am in the wrong.  And I have looked at this thing, like a hundred different ways.  From my point of view, from their point of view…98 others.  And the bottom line, I am in the wrong.  I’m the bad guy.I need you to arrange a meeting between me and the sales staff without Ryan and Pam knowing.Whatever you guys did earlier.Just do it, okay?Get ’em there.  Get ’em there.Are you kidding me?Okay, okay, okay.So from the bottom of my heart to the top of my heart, I am sorry.If we could just focus and go down the line, and everyone would say,  “apology accepted”, I think we would all feel better.  And then we can break out  my gift to you–complimentary white chocolate bark.They wouldn’t make it unless people liked it.Okay.  If I give you your clients back there won’t be enough clients for Ryan and Pam, and I promised both of them they were gonna be salespeople.Fine, have your clients.  I can see that’s what you wanted all along.  [everyone mutters “okay”] However, I rescind my apology.You are not reacting at all as I had hoped.Jim. Can I talk to you for a minute?[puts Scrabble pieces on board] And Bingo was his name.  Let’s go.I need your help.  This whole Pam/Ryan debate is screwing with my head.You’re close with Pam too.Pro for Ryan, he went to business school, he’s my number one choice.I like his hair.Okay.That sounds pretty biased.Okay. Pam, pros.I like her.  I think that she is a fast learner.  Cons, she doesn’t always follow through.  Sh–New York and the whole art school thing.  And Roy.  She has a weird voice.I don’t need to tell you that.I don’t think you are being totally impartial though, because you haven’t said one bad thing about Pam.Okay.  So be it, then you’ve lost credibility.  And I’m going to go with my guy, and that’s Ryan.Oh, wow!  Whoa!Ho-ho, man!  Wow. [in a high-pitched voice] Honey!  I want you to bring the garbage out.  ‘Cause I’m not going to have sex with you unless you bring out the garba–I have a very difficult decision to make.  It’s like last week I was at the video store.  Do I rent Devil Wears Prada again? Or do I finally get around to seeing Sophie’s Choice?  It is what you would call a classic difficult decision.Pam, can you come in here, please?  Have a seat.  [clears throat] Well, there’s no easy way of saying this.  So I think I will just…drag it out.  Since the dawn of time there has been–I gave Ryan the sales job.  There just weren’t enough clients for the two of you.  So I had to–I’m sorry, sorry.[laughing] Yes, you did.Yep.No, you–no.No, you’re the best person for the job.  You’re going to be great.[laughing] Oh, oh!You should have seen your face.  Oh man! Oh, that was classic.Oh, really?Oh, man.  That was really good.  That was really good.I don’t know, I offered him his temp job back.  We’ll see.  He was not happy at all when I offered him this job and then I told him he didn’t get the job, so–I don’t appreciate you telling me what to do.  So clean out your desk, you are through here.Oh! What’s our receptionists name?Could you send her in?Hello.Have a seat.This is very difficult to say, but no one here like you in the office and we are going to have to let you go.  [pick up phone] Hank, could you come up here please?  Hank is our security guard–He will be ushering you out.  [starts laughing]Oh, your face!  Oh!No, I’m kidding.  No, you’re not–you’re not fired.  Yet.Oh…I don’t know, actually.",
    "Ryan": "[whispering] Who is it?Oh, thanks, man.You look so classy in that picture.Tough.You.  Us.It’s gotta be because they all want their clients.What you gotta do is you gotta go down to that warehouse and you gotta crack some skulls.Chiklis style.Yes, but Chiklis Shield style.  Not Commish style.That looks great.I can eat.I’m sorry you feel that way, Mr. Bart.  Is there anything I can do to make things better?Exactly.Exactly.  This is your first complaint in ten years.Things have been generally good.Look, uh, Mr. Bart…At these prices with this service…You’re not gonna find this anywhere else.No, no, no.  Sir, don’t listen.Stop flustering me, everybody!Okay.Michael gave all of our clients back to their old salespeople, so now there’s not enough for both me and Pam to stay on.I think you should get it.  You really grew into it.If you really think that, will you tell that to Michael?  That would go a long way coming from you.Thanks.",
    "Pam": "[whispering] Who is it?[laughs]  Boscov’s at the Steamtown Mall?Well, you have good taste.What?Oh, I, um…Thank, Michael.That one’s great.What?Mm-hmmm.We were something else.Mmm.You made him lose the account by screaming at him the entire time.  It’s okay, Ryan.He can only keep one of us as a salesperson now.  He’ll make his decision by the end of the day.Oh.  I think you should get it.  You’ve changed a lot and you’d be good at it.Yeah.Just tell me.No, okay.Okay, I get it. [Michael laughs] Why are you giggling?  Is this a joke?  [Michael continues to laugh] Michael, is this– did I get the job?I did?For real, you’re not kidding?I did?Oh, Michael, thank you.  Thank you.Thank you.  You will not be sorry.Oh. [laughing] I really thought I didn’t get it.Yeah.  ‘Cause you said I didn’tWhat about Ryan?Yeah.  Maybe you shouldn’t fake fire people anymore.Thanks, Michael.Erin.[opens door] Erin.  Michael wants to see you.",
    "Dwight": "[after a few moments of silence]  Wh–what are you doing?Wait, what?Yeah , aren’t we getting those clients back?You were bought out.  So the company then bought out all of the stolen clients.Fresh hot ink.Trust me, Stanley,  you’re going to want to read this memo very carefully.No, no.  This goes for all of you.  Believe me, you are going to want to heat my words.When held over heat the invisible ink will reveal that everyone should meet at the warehouse immediately.  Do not ask me where I got the invisible ink.  Urine.  It was urine.Okay, what are you still doing at your desk?Did you even read the memo?No, you idiot.  There is a code embedded in the memo.  Listen, you need to round up all the salesmen, except for Ryan and Pam, and get them down to the warehouse pronto.Stop doing rhyming poetry.  Just tell them, please.  God, the simplest thing.We’re in crisis mode here, do you understand?  The two unqualified so-called salespeople are being favored because they all failed together.  And frankly, I’m not convinced that Michael and Pam didn’t have a thing going while they were gone.No, you’re too close.Stanley, how do you feel about those two taking your clients?He doesn’t like it.Her face is okay, but– Jesus!  What –what are you doing here?Get out!  We need to do something.  I’m thinking maybe a coup or we take Ryan hostage.No, I’m not saying we do those things.  I’m saying something like those things.Excellent question.Words will never be enough.No, pictures are too interpretive.Oh.  Well, that–that’s a great idea, Jim.  Oh, I totally see your point.  Okay, we’ll talk to Michael directly.  So uh,  meeting is over, I guess.  I’ll see everyone upstairs.C’mon. [whispers]  Guys. Psst, listen.  Now is the time for action.  I’m talking action–Lunch.It’s pony.Whoa, whoa, whoa, whoa, whoa, whoa.  Give me the phone.  Give me the phone.That’s my client.Give me the phone.Give me the phone.  Tell him Dwight Schrute wants to talk to him.Hi, Mr. Bart.Hey, it’s Dwight here.  Give me the phone.Dwight Schrute here.  Hey, don’t hang up.I know times are tough right now,  and I laud your thriftiness. [tries to pull phone out of Ryan’s hand] Ryan!Ah! Mr. Bart!  Ugh! [slams phone down[ I cannot believe you lost that account.  He was my client for ten years!You’re a secretary! What do you know?And you’re a temp and I’m taking your phone.   I’m confiscating this.We want our clients back or we quit, Michael.No, we gotta be deadly serious.  We’ll start our own paper company.  The Schrute-Bernard-Lapin-Vance…Stanley Paper Company.Right.Gasp.  Are you talking about a secret meeting?I don’t know that first things about secret meetings.I’ll do–I’ll do the best I can.Deceit does not come easy to me.That’s fair.Listen up, Flenderson.  You’re being weak and ineffectual.  I’m cowboying this meeting, okay?  Here are the new rules.  Earth tones only.  Also, women are forbidden to wear pants.No.That’s debatable.",
    "Angela": "Okay.People are dressed inappropriately.The man is wearing sandals.  I don’t need to see Oscar’s toes at work.  Gross!  I mean he looks like he just got off the boat.Excuse me? Oh. You’re so educated, aren’t you Toby?  So trained to deal with a hysterical woman.  I don’t want to look at his feet.  [storms off] Do your job!Meredith, too far!",
    "Jim": "Can you give us a hint?Can I address that?Okay.Of course.  What is like a hostage?Strongly-painted picture.Can I just say something?  I know that tempers are high, but I think the best way to handle this might be to just talk to Michael directly.Great.  See you upstairs.Hey, you have a second?Yeah, I think you’re going to want to cool it with that ’cause it’s starting to upset the other salesmen.This is awkward to talk about, but there may or may not be–but definitely is–a mutiny  forming in the warehouse right now.I know.  Yeah, it’s…kinda–That’s true.  That’s right.  Yeah.Well, what if I just do this?I’m just hiding out until all this stuff blows over.  With Creed. Playing chess. At work.  He’s winning.  I feel like I’m describing a dream I had.Oh, I’m engaged to Pam.Then why would you want to set me up with your daughter?Sure.  Let me just finish this turn.I don’t want to be biased, but I am very close to Ryan.  You know that.Eh, she’s nice, I guess.  You know what?  Best thing to do, Pros and Cons list.Well, that’s–Cons, Ryan.  He defrauded the company.  He has never made a sale.He definitely stole my iPod.You didn’t hear my pros.  Environmentally-conscious ’cause his mom drives him to work everyday.Mm-hmm.That’s not true.I think she’d be a really good salesperson.And I won’t.All right.  You’re right, sometimes when she’s tired, she can be a little bit shrill.  But that’s not a weird voice.Take it easy.",
    "Oscar": "Nothing.  I didn’t say anything.I’m sorry you’re offended by my shoes, but I am not going to drive home to change.No.I don’t think so.Meredith, your boob is out.",
    "Erin": "Do I still have a job here?I really love your outfit.You look like J-Lo.Hi.Oh, I can go.Oh!Is–do the people–Oh!Do they not like me, though?Okay.",
    "Stanley": "How is that going to work?“New File System”.I am not changing the way I do my files.It’s not right.  I don’t like it.I had Mexican food.Who let this boy on the phone?And me.You want us to apologize to you?That’s right.Are you giving us our clients back?Nobody likes that stuff except for you.So?",
    "Phyllis": "You mean the clients you stole from us.It sure looked good on the mannequin.Well, thanks.  I sure wish I had more time to talk to my clients, though.Isn’t that what you said to a bunch of my clients when you were stealing them?  That I didn’t have enough time for them?Close your mouth, sweetie.  You look like a trout.You don’t take my clients away and give them to a secretary.  [sighs] No offense, Jim.  I think she’s very pretty.Those sound too harsh.A restaurant.Ryan, hand the phone over.Me.Michael, you thought you were attacking corporate, but we were the ones who got hurt.  You should be apologizing to us.Michael, you always said we were a family.  Then you went after us.Michael, just give us our clients back.  That’s all we care about.",
    "Andy": "I call foul, sir.Andrew Bernard.What are you still doing not at your desk?All my files are now in reverse alphabetical order–Oh, it is on like a prawn who yawns at dawn.We could write a strong-worded letter.I had a salmon salad.  With water, no ice.  I was going to get a soda, but the waiter talked me out of it.  Her name was Flo, she had black hair.Dijonnaise.Me too.That’s completely backwards.You don’t understand clothing, Toby.  You’re dressed like this amorphous blob of khaki.You’re running from the problem.",
    "Meredith": "[to Ryan] Don’t fall in love with me, kid.I don’t know.  I saw a crowd.  I thought there might be a dogfight or something–About what?What? What’s wrong with my outfit?A bunch of prudes.  You know, Oscar’s allowed to wear sandals,  but I’m not allowed to wear open-toed shoes?  [pulls down dress, office gasps]  Is that how it goes?Fine.  [pulls dress up, everyone gasps again]It’s casual day.  Happy?  [bends over to get a file, exposing herself to the office]Ooh, where has this guy been?",
    "Toby": "Can’t you just not look at his feet?Well, I was in the Seminary for a year and dropped out ’cause I wanted to have sex with this girl, Cathy.  Followed her to Scranton.  Took the first job I could find in H.R.  Later she divorced me.  So no, I wouldn’t say I have a passion for H.R.I could loan you a pair of socks.No, they’re clean.  I was going to wear them to volleyball practice later.Hey, Meredith.  Can I talk to you privately for a second?Your outfit.You–you might consider pulling it down a touch.  It’s ri–it’s riding up a little high.All right, look, what you gotta understand is that when you come to work, you give up certain rights.All right, come.  Sit down, Dwight.I’m running this meeting.It’s not.  It’s not.  Sit down or I am writing you up.Casual Fridays are cancelled.  [everyone protests]  Let’s just not do it anymore.There’s not a single appropriate outfit in this whole–except mine, quite honestly.",
    "Creed": "It’s crazy what’s going on out there today, huh?Sometimes it’s best just to say out of it.Want to play a game?[playing chess with Jim]  No. IF you do that, I’m gonna do that.  IF you do that, I’m gonna do that.  IF you do this, I’m gonna do that.You don’t want to do that.So hey, I’m want to set you up with my daughter.I thought you were gay.I don’t know.Challenge.",
    "Kelly": "Dammit, Meredith, where are your panties?Thank you so much for saying that.  I can’t believe that Toby thinks this is inappropriate.",
    "Darryl": "What’d I tell you about building forts in my warehouse?"
}