{
    "Pam": "I’m sorry. You guys have probably noticed my stomach’s a little more sensitive lately. So, if you wouldn’t mind wearing a little less perfume… and if your lunch is especially pungent, maybe have it in the break room?Phyllis, if you could switch to a different soap, just for a month or two? Yours is kind of perfumy.I don’t think I’m asking for too much. I guess it’s just the end of courtesy in the workplace.Yeah, but aren’t you supposed to do that to our… no. It’s great.Ok. All of these things are important to remember but the most important thing is no one say anything about my pregnancy at the wedding.Well, we’re thinking of my grandmother who we haven’t told and is very old-fashioned.You know, Angela, you don’t have to come to the wedding.Next time we’re all in this room Jim and I will be married.Thank you, Dwight.See you later. [others say good-bye][in car] Hey, my aunt told me something neat.She said everything with the wedding goes by so fast we should try to take mental pictures of the high points.Yeah.Oh.We should have hired a professional to take our mental pictures.Can we take a look at the suite now?Oh… is there another wedding at the hotel this weekend?I’m gonna need the name and cell phone number of the housekeeper responsible for changing the sheets, please.Oh, Mema? She’s the one in the teal suit. She’s the only 80 year old with no smile wrinkles.Hey, Mema.Oh. Thank you… but nobody’s perfect.Oscar, Kevin, this is my sister, Penny. She’s also my maid of honor.Oscar, it was an honest mistake.She has a boyfriend. He’s out of town.Like… a year.Michael.Michael. Stop.Mema.Hey, smooth guys.Mema’s not coming to the wedding. She’s leaving tomorrow morning.I was just going to go down to the hotel bar for a little bit.I just wanted to get out of my room for a little while.[sighs] Nevermind.Yeah.No.What?Andy, I am getting married in 8 hours.[on the phone] Hey, hey! Where are you?  Can you take Andy to the hospital?He tore his scrotum dancing.He is in my room icing his balls.Please stop saying what.  Can you take him?Your brothers took you out drinking?That’s Michael.  You’re out with Michael?Okay, fine.  I’ll take him.Are you pushing me off the phone?Goodbye. [hangs up phone]Nope.  I, like you, have never been here before.Look, I’m not the one who asked you to do a split when you’ve never done one before.My job?  My job is to get married in the morning.  That’s my job.Andy, did I dream that you were crying through the night?Thank you weirdo.Okay, here I come. [walks out in her wedding dress]Thanks mom.He does.Yes. Thank you, mom.Okay great.  [Isabel kisses her cheek] Yeah, I’ll see you in a second.  [pauses] Wait, what? [tries to follow, but veil gets caught on wall and tears] Oh! Oh no!Can you come here please?No.  No, but I’m allowing it.  Just come here.Hey.Terrible.My veil tore.  I knew when we were getting married and I’m five months pregnant that I’m not going to be able to wear the dress that I always wanted or high heels–[sighs] Thank you.No, this was the one thing I was supposed to be able to control, was this veil and– [Jim cuts off half his tie][sighs] Everyone’s driving me crazy.  I know way too much about Andy’s scrotum.  [Jim chuckles] And my mom won’t stop freaking out about my dad’s new girlfriend.  [sighs] This is supposed to be our wedding day.  Why did we invite all these people?You look great.Mm-hmm.Yes I did.[smiles] Go ahead.  I think it’s your turn.Yeah, I’m okay.Saw it.",
    "Jim": "We would really appreciate it.It is really special.Well, congrats.Believe it or not, Kevin, fire crackers are in the don’t column.No. This is a fire cracker free wedding.Absolutely. ‘Cause not everyone knows and some people may be offended.That’s nice.Good-bye.Yeah?Oh, wow. That’s cool.[aims imaginary camera at Pam] Click. Oh, you blinked. Damn it. Now that’s in my brain forever.Lousy Picture.Niagara Falls used to be, like, a spiritual experience for people. They stayed in tents and it blew their minds. It’s really kitchy now, which is a lot of fun.And Beesly. Tonight we’re in two seperate rooms and tomorrow night is the honeymoon suite.I know. We’re pretty excited, too.I don’t like that.Dad, remember, no mention of the baby, right?Mom, Dad. This is Michael Scott.Michael, I thought we discussed that we would rather you not speak, like, at all. Because it’s just going to be blood relatives, I think.Pretty sure everyone heard that.Mr. Beesly. How are ya?Oh. Is this, uh, is this your niece?No.Alright. Hey, everyone. Thanks for coming.Aw, thanks, Pete. That was really nice. I just want to say how happy we are that all of you are here tonight. And I want to especially thank those of you who traveled from far away to be here with us tonight… especially the Flordia cousins who, obviously, can’t take a hint. [laughter] Four years ago, I was just a guy who had a crush on a girl who had a boyfriend. And I had to do the hardest thing that I’ve ever had to do… which was just to wait. Uh, don’t get me wrong. I flirted with her. Pam, I can now admit in front of my friends and family that I do know how to make a photo copy. Didn’t need your help that many times. And do you remember how long it took you to teach me how to drive a stick?I’ve been driving stick since high school. So… yes. For a really long time that’s all I had. I just had little moments with a girl who saw me as friend. And a lot of people told me I was crazy to wait this long for a date with a girl who I worked with, but I think even then I knew that… I was waiting for my wife. So…  I would like to propose a toast. So if you’d all raise your glasses. Not Pam, for obvious reasons, but everyone else. If you would raise your glasses–Pam can’t drink? I didn’t– I shouldn’t have said that. I don’t know why I did. She can do whatever she wants, though she shouldn’t. She shouldn’t because she’s an alcoholic. Pam is an alcoholic. That’s not true. I– no. What we want– the real reason is that, that Pam’s pregnant.Michael.Oh, my God. Please.Alright.To waiting.I can’t believe it was me.Is there something about being a manager that makes you say stupid things?I’m so sorry.Oh, my God. Are you serious?[over phone] What?[over phone] What?[over phone] What?Look, I would so take him in any other circumstance, but I’m pretty certain I’m completely wasted.Uh…[over phone] And Dwight.Pam, it just happened.I love you.  Okay, I gotta–I gotta go!No. Let’s talk for a long time.That’s not how that works.I may have told some people that.  I’m nervous.  I’m about to get married.[answers cell phone] Hey!Is this allowed?Wow.  You look–So beautiful. [Pam’s starts to cry.  Jim pulls up chair to sit next to her] Hey–[takes her hand] Hey.  You look just as I imagined you would.  Pam, you’re so pretty.And who cares?  It’s a stupid veil, right?There.  Now we’re even.  [Pam laughs and mimes taking a picture, they kiss]Well we are here now, so let’s just–You look great.I bought those boat tickets the day I saw that You Tube video.  I knew we’d need a back-up plan.  The boat was actually Plan C.  The church was Plan B and Plan A was marrying her a long, long time ago.  Pretty much the day I met her.",
    "Dwight": "Pam is constantly throwing up because of the pregnancy. If she eats something the fetus doesn’t like she is screwed. It’s amazing. A three ounce fetus is calling the shots. It’s so bad ass.Oh, gee, I’m sorry. I guess I missed the meeting where we all all voted for you to get pregnant. No! I reserve the right to peel my hard-boiled eggs at my desk.Come on. You’ve got to be kidding me.We’ll see.But you can say that about anything.What happens in accounting, stays in accounting.It’s easy. That’s what I’m saying.I stole the guest list from Jim’s desk and I search engined every female on both sides of the family.Yes.For instance, Pam’s cousin, Jocelyn Webster.Two years ago she was selling a mountain bike.Well… she was really into mountain biking but not so much lately.She had a couple hundred dollars to spend, I mean, if she was able to sell her bike.Well, if this is in fact her because it is a very common name.What? No way!Oh. God.You know what? I made you a cd…Mmm-hmm.This is to play when you bring a woman back to your hotel room.You’re gonna like this. [Dwight’s voice on the cd] “Hello. This is Dwight Schrute. If you are listening to this you are a lucky woman Michael has seduced. Ah to be in your shoes. ‘What’s next?’, you’re probably wondering. Don’t be scared of you’re night in heaven–” [Michael turns off cd]Yeah. It’s practical.The proximity to the falls makes everything smell like a basement.Dwight Schrute. I have a reservation. Confirmation number: Romeo. Tango. G7745.And I had spoken to Teresa about a room with two safes?Ok.No way. What if I meet someone?No. No.You would?Really?Wait a second. Oh. No, no, no. This must be some kind of mistake. This reservation seems to be under an M. Scott. This must be yours.Oh no. Now that I don’t have a room, can I stay with you?Please?Mmm-hmm.Ok. Ok. A-ha-ha! [rips reservation out of Michael’s hand] That was a test. You have failed. For this is my room. You would not share with me.No you do not.It worked.From quarter three to quarter four up 17 percent, while his sales down two percent. It’s all in the report.Excellent question. Because while I was busy trying to improve the company and make it a success, Jim… the bad man was busy kissing the boss man’s butt.That’s right. It is ew. It is very ew.It’s just for family.Isabel Poreba. Oh, I’ve got stuff on her. [laughs] In 1996 her tenth grade volleyball team went 10-2.That’s a very good record.Knight Rider.No.Very smart.What? It’s a casual, social outfit.No. They’re howling at the moon. It’s suggestive to women because of the howling during sex.I’m just worried about the farm, ya know? Mose hates to geld the horses by himself.Nine and three-quarters.I invented a device called ‘Burger on the Go’. It allows you to obtain 6 regular size hamburgers, or 12 sliders, from a horse without killing the animal. George Foreman is still considering it. Sharper Image is still considering it. Sky Mall’s considering it. Hammacher Schlemer is still considering it. Sears said, ‘No’.Michael.Drop this one. Abort.I found twins.Aren’t they magnificent?I love finding a good set of twins.[over phone] Hey-O!Congratulations.Oh my goodness.You’ll have Pam to answer to.“Jim… hey why don’t you braid my hair.  I want to watch TV.”[walking out of hotel room with a woman] You have everything?Cell phone?  Charger?It really is.  I’m not hungry.  I ate a whole bunch of sunflower seeds after you went to sleep.  And besides, I wouldn’t want to take you away from Pam on the morning of her wedding.  She needs you Isabel.You know it.Okay, get out of here.Okay.[lays on bed] Really?  I hadn’t noticed.  Too busy knocking boots.I’m ravenous after a night of love making.  You?Hey, what was she like?Brides side or grooms side?  Or townie?No kidding.I bet she had hairy armpits.Isabel was nice, but I hope she doesn’t think this is going anywhere.No.Oh please.  Put a gun in my mouth.Look.  She’s a dental hygienist from Carbondale and she makes love like one.  She’s a bumpkin.  Pass.You should ask her out.I got them a set of turtle boiling pots, a shell hammer and bibs.[talking to a woman] That was an intelligent comment.Oh.  Fine.  Isabel, [holds out hand] nice to see you.  What do you want?[turns back to other woman] So, uh tell me again the difference between Filene’s and Filene’s basement.Toby.I’d like to lodge a formal complaint against Jim for making us wait for over an hour.[looks over and sees hole in his present]  Crap.  [sees turtle on the ground, goes over and picks it up]  Come here you.",
    "Phyllis": "Now this is getting ridiculous.That’s funny.  Your wife loved this hat the last time she saw it. [glares at Stanley’s date]I think Pam ran away because she knew deep down  she wouldn’t be a good wife.",
    "Meredith": "All morning I look forward to my afternoon cigars and I’m not stopping for anyone.More recently, he worked in a bowling alley. Tell her one of your funny bowling alley stories.Crotch injuries are the worst.  You don’t need to tell me.Is there still something there?It didn’t get torn off?Whoa, whoa.  Wait a minute.  What is the etiquette on taking the gifts?  Can you only take your own back or is it a whatever you can carry type of thing?",
    "Andy": "[Dwight peels a hard-boiled egg at his desk, sniffs it and takes a bite; Pam stares at him, picks up her trash can and pukes into it] Watching people get sick always makes me sick. And… frankly so does talking about it. So… wow…  [Andy, Phyllis, Meredith, Erin, Oscar and Angela all proceed to throw up in various places while Creed looks on eating a bowl of noodles; Dwight stares shocked; Pam wipes her mouth with a satisfied look]What happens in Niagara, stays in Niagara. [laughter]No… I didn’t steal your joke.[in Andy’s car, Andy driving] Hey, do one of you guys want to sit up front with me so I have someone to talk to?  It’s like a five hour drive-ish, you know.Mmm-hmm. Erin?Not only is Erin really sweet and cute… she smell’s like my mom.Hey. I got the room the night before you guys. I’ll break in the bed. [laughs]How did Meredith get put at the young people’s table?What? You’re kid– That’s– You’re–Partay. Room 639.Chicks are gonna be off the hook. Guys, too, Oscar. Like Calvin Klein models.Nothing. Except $40 for beer and any hot chicks you know. ‘Cause that would help me deliver on some promises I made. Woo!No one from the office has been to a real Bernard throw down.If I was girl, I would seriously reconsdier coming to this party. But don’t tell anyone that I said that, ’cause I want them to come.You call that a robot? Try being more robotic, ok? Like this.How about a little bit of this.Did someone change my name to Baskin Robbin? Because I feel like a banana split. Woo! [Andy does a split and screams out in pain]I was dancing and I did a split and I landed on my car keys in my pocket.I tore my scrotum. I need you to take me to the hospital.Everyone else is too drunk.  Just don’t let me die here.Are you sure this is the right way?Well, at least slow down a little bit because every little bump in the road is major pain on… my scrotum.I was trying to liven things up a little bit.  I was kinda doing your job so–Well it’s also to make sure that we have a great time at your stupid wedding, so–[Pam swerves the car back and forth] Ow, ow![snickers] I spent the night with the bride the night before the wedding.  Ah yeah.  She stepped on my hand on her way to the bathroom.No.  No that was real.Oh cause of last night?  No way.  Reports have been exaggerated.  Weddings make me very emotional.  I um–I just have that side to me.Well that’s not–I wasn’t telling you.Excuse me?No, it didn’t–nothing got torn off.  Who told you that?It was my scrotum.  Um, and it was.  Thank you.",
    "Michael": "[standing next to a car decorated for leaving a wedding] What do you think? I spent all morning on it.It’s just a really important day for me.Thanks.Yes she does. Yes she does. We’re all gonna go and we’re gonna have a good time. [hugs Angela]No.And, hey, don’t embarrass me when we go to Niagara.Don’t. Don’t. Don’t. You stole my joke. Don’t steal my joke.Yes. I said that yesterday.Dwight…No. No. No. Please, please. Dwight, that’s my joke.This is what I’m talking about. When we leave here and go up to Niagara Falls we are representing Dunder Mifflin, everyone. This is a very important wedding for the branch. The most important wedding until I get married. So, I want you all on your best behavior or so help me, God. So… I will see you up there in Viagra Falls!Pam and Jim’s wedding will be the single best pick up destination in the history of the universe.Get out of here.Oh, my God, Dwight.There’s… a name.Oh. Well, tell me about Jocelyn.Is that all you have on her?You’re an idiot.[in car, Michael driving] Oh! God! Wow! Oh. I was asleep.Those glasses are super dark.Alright. We need some tunes, I think.You did?That was nice of you.Oh, very thoughtful. A little mix to set the mood. Delightful. Pop that in.Are you serious? You want me to play that for a woman coming to my room?No. No. That’s not how it works.Hello. Reservation for Michael Scott.Mmm-hmm.I don’t have a reservation but I want a room in the Halpert-Beesly block of rooms.Dwight. Dwight, Dwight. I need to stay in your room.I’m staying in your–  Come on, Dwight.I would do the same for you.Yes.Yes… just go–Oh. Thank God.Um… no. And you know what? I would say yes but you can’t. And I’ll tell you why.If I have a woman up there and things are getting amorous, she’s going to get turned off if she looks in he bathroom and sees you brushing your teeth with butter and clay.Ok.I don’t have a room?Ok. ‘Oooh. You must pass the dungeon wisdom test.’Jerk.When Mary was denied a room at the inn… Jesus was born. When Michael was denied a room at the inn, we don’t know what happens because that story hasn’t been told yet.Hey. Stanley? Can I stay in your room tonight?Not in the same bed. In the other bed.You… are… kidding me.I’m not a physics major, Stanley. I’m just saying be careful. Hey, guys. Hey. Could I stay in your room tonight?That’s rude.You are going to be slepping by yourself for the rest of your life, so you just get used to it.Yeah, yeah, yeah. She’s very conservative. So, mum’s the word.How ya doin’?Nice to meet you.Who’s doing a toast? I would like to go third. Sort of bat clean up and–[talking quietly, trying not to move his lips]That is seriously going to impeed my ability to hook up with your female relatives.Didn’t move my lips.Head table, where I belong.Well, who’s that one?What am I supposed to do with that, Dwight?They have hilarious material and they are going to totally deliver it wrong. I would kill with the brother stuff. It should be me… up there. It should be me and Pete, not Pete and Tom.That’s not appropriate. Hello. Hi, everybody. I promised I wasn’t gonna make a toast and I’m not going to. Just going to do a little free standing comedy and if at the end everybody wants to raise their glasses to Pam and Jim, then so be it. Hey, what is the deal with the Smart Car? How smart is that? Those things are tiny. Can you even drive them in traffic? ‘I’m so smart. E=mc… squared. I drive a Smart Car.’ That’s not smart in my book. The real smart car is Kitt from Knight Rider.That’s a car that can talk. Can Smart Car talk? Nope.That’s not smart. And also, Chitty Chitty Bang Bang. [no one is laughing]And… you… everybody can laugh. It doesn’t have to just be the idiots. Everybody can laugh.Yeah. Go ahead.[clears throat] Ok. Ok. Hey. What I think Jim is trying to say is that… they had an accident and you know what? These two people, they’re living together, they’re having lots of consentual sex–Yes. Yes they were living together. Yes and you know what? You can’t expect them to be careful every time. Because, frankly, it’s just a different sensation.When you c– well? Am I wrong? They say it’s not different, but it’s a different sensation.When you use something to block– I think everybody knows what I am talking about. It’s not necessarily different for the woman–…but it’s different for the– ok. Ok.Alright. My point is I said what I wanted to say and Mema, I hope you heard every word.Jim.That was a little touch and go at first but I think we saved it.I know. I can’t believe it was you, either. I actually think it takes a lot of pressure off of me.I have not found that to be the case.Can you believe it? He screwed up, not me.There’s gonna be a free room?Hi, Mema. It’s Michael.Yes. Yep. One in the same. May I?I am actually great with old women. In fact, for the longest time, my best friend was my grandma… and then she met Harriet and now she thinks she’s better than everybody.Oh. Ok. Well… hook you up, there. [turns off tv]You’re welcome.Oh. Isn’t he terrible? May I? Here’s the thing. Umm… Mema, I think you just need to chill out about this whole Pam getting pregnant thing. It’s not 1890 anymore. It’s modern day. And women have sex before marriage and I think we need to celebrate that. And I know in your day she would be considered a whore but, now, women go out and they have sex and they get wild and they take their tops off and they have pictures taken of them and we need to encouage them. That’s part of life.Exactly.I know.They’re gonna name the baby after you, you know. They’re gonna call it Mema.Yes, and if it’s a boy they will call it Sylvio.What are you wearing?Looks like you’re going to a fish fry, Dwight.Ok. [Dwight howls] That’s not appropriate. [Dwight continues howling] Uncool. Uncool, Dwight. [they both howl] Ok. Ok. Come on. Let’s go. [both howl as they exit]Dwight, Dwight. Shut up about the farm. It’s not relatable. Nobody owns a farm.[talking to an attractive woman] Toy Story, Finding Nemo, Up. I ball the entire time. I can not watch Pixar.Yes.Why?Oh, my God. Twins. I’m sorry. You understand. Nice to meet you.They’re men, Dwight.Something is wrong with you.[over phone]  Is that Pam?  Hey, have her come out!  Have her come out!  It would be like Coyote Ugly.[over phone] I love you! [laughs]Mmm!  It’s after midnight. [points at Jim]Oh my God.  You’re not going to be able to talk back.She’ll be sitting home saying, “Jim… take the baby to the zoo cause I want to sit at home and eat bon-bons.”  [Dwight laughs] “And… and clip my toenails.”Now you sound like Kermit.[folding his pants on top of the ice machine, man walks in with ice bucket] Why don’t you take a picture.  It’ll last longer.  God.  Can’t I get a little privacy?[passes Isabel] Hey, good morning.  [to Dwight] It’s about damn time.  I haven’t gone to the bathroom in a day and a half.  [walks into hotel room]  Oh my God, Dwight.  This room is a pit.[watching Dwight eat breakfast] How can you eat like that?Yeah, I’m hungry, but I’m not going to make a pig out of myself.She was cute.  You know?  She was hot.  She was very hot.  She made love like a tiger.She was from Europe.Uh-huh.No.Wait a second.  You’re not into her?  Are you kidding me?She’s Pam’s best friend.  You guys could double date.  Swap maybe?No… you’re crazy.She’s– okay.  Do you know how hard it is to be a hygienist?  You have to take x-rays.  You have to scrape the plaque off of people’s teeth.  You have to tell kids when to spit and make sure they’re not scared when the dentist comes in.  It– it–[stands up and walks away]  I already have my European girlfriend.Oh, here we go.  They asked for cash, but you know… I give them cash every week, so– how much cash does a person need?  I have taken it upon myself to do something a little more special.  I have painted a portrait of the two of them from memory.  [holds up painting]  And I have another one of them in the nude.  But that one is for me.[to Isabel] Hey, hey… He’s not sitting with me either.  Where are you sitting?  You need a seat buddy?Oh, I wish I was a bridesmaid.  Where am I gonna go?[to Pam’s mom] Hey.  Hi.  Do you–would you have a snack in your purse?  You’re a mom.  I just figured you might have–Oh!  Eww… apricot.  Do you have any of the Very Berry or Ocean Splash or–Oh… okay.  Were you saving it?I’m sorry. [puts food in his mouth] Ugh.  Apricot.  Made of real apes.my weekend was bad so far.I came here hoping to meet somebody.  You know, as you do at weddings.  End up going to sleep by the vending machine.  It was loud, but it was warm.And… and the love of my life is dating somebody else.It is a terrible year for love.I’m thinking about having my sperm frozen.Oh, wow.  That sounds hilarious.  I do actually. [pulls whoopee cushion out of pocket and hands it to them]  There you go.  Use it in good health.[walks up] Yes! Yes!  I have so much joy…  in my heart… right now.  How do I look?Hey Pam, did you see this? It was on You Tube.",
    "Erin": "Dunder Mifflin Scranton will be closed today and Friday for a company wedding in Niagara Falls. So, please leave a message and we’ll get back to you as soon as possible. Have a great day.Oh no. That wouldn’t be fair to leave Kelly alone in back.Oh. Gross.[everyone is dancing] Go Meredith. Nice moves.Oh yeah. What else you got?What else you got?Are you in a lot of pain?People say you cry all the time.If you want to sit on this– [hands Andy her wrap] I was thinking the wood might be too hard on your damaged penis.  Make it softer.Do you think they canceled the wedding?",
    "Kevin": "So… you’re going to provide them, then?What the hell?Oh yeah.People don’t think of me as one of the sharper dressers in the office… but I’m going ot turn that around at this wedding. I thought, how could I take it to the next level? The hair. [Angela beeps her car horn.] It’s the hair– [beeps again.] Ok. Ok. I’m going. [long beep] God.She thought I was your boyfriend.Oscar, I would be proud to date you.I’m not gay. I’m Kevin.Yes.Are you seeing anyone right now?Cool.She probably switched cards with someone. Like I did with Erin.Yes!That sounds epic. Can we bring anything?It’s a good idea.Yeah. But that’s easy enough for you to say, Oscar. You have that thick, beautiful, Chicano hair. So nice.What else you got?It’s gonna be fine. It’s gonna be fine. Pam’s here. [knocks on Pam’s door] Pam? [knocks again]I left a pair of dress shoes in a bag outside my door last night to be cleaned at polished, but they haven’t been returned yet.Thank you.They were stolen?What?But that was my only pair of shoes.Well… well damn-it.Okay.Oscar.  Angela.I’m trying to decide if I have time to pee.The peeing is fast, Oscar.  It’s getting my tie back on.Oh, oh, does it have slots for hot dogs?Who would want it?What an awesome party.  The best wedding I’ve ever been too.  I got six numbers.  One more would have been a complete telephone number.  This was epic.  My Kleenex shoes were a huge conversation piece, but man my dogs are barking.  [sticks his feet into the hotel ice machine]  Whoo.  My feet were so sweaty I can’t even feel the cold.  What a lovely hotel.",
    "Angela": "Decent people everywhere will get offended.Well, you’re lucky you have a grandmother. Some of us have to be our own grandmothers.Really, Pam…Ow! He pinched me!And where do you think you’re going?Well, why don’t I just save you some time and kick you in the stomach instead?Mmm-hmm. Ok. I’ll go with you. Come on.Are you sure?It’ll be fun.[sees Kevin’s toupee] Oh my God.Yes.Relax.  You’ll get your shot at Jim.  Those two treat the whole office like a 1970’s key party.",
    "Micheal": "Ok.",
    "Kelly": "This is so much cooler. We feel like wer’re in a limo and you’re our driver.Blow my brains out.Lame! What else you got, Andy?",
    "Front Desk Clerk": "Halpert…Great.Oh, I’m sorry. Somebody just checked in.Oh, no. Just an individual. That man over there.One moment while I check.I’m sorry, sir, but I’m not seeing you in here. When did you make your reservation?Oh, ok. Unfortunately, sir, the block only applies to the rate. I’m afraid we’re all sold out.Yes. Schrute.Sure. No problem.Here’s your key, Mr. Schrute.",
    "Stanley": "Mr. and Mrs. Stanley Hudson.Are you crazy? I brought Cynthia with me.I got one queen size bed.A queen size bed is five feet wide. I am not five feet wide, Michael.If your hat hits me in the face one more time–Anyone have anything they want to trade for a toaster?No.",
    "Toby": "Michael, I have one extra twin bed, if you want.What?[sighs]Well I guess this weddings not going to happen.  I wonder if this is it for them.  [Jim and Pam walk in laughing]",
    "Mr. Halpert": "So, which one is Pam’s grandma?No.Oh.Hi.Nice to meet you.",
    "Mema": "I wasn’t sure about your branch of the family. After I heard about your parent’s divorce. But you and Jim are just perfect. God bless you.Well… I wouldn’t care to live if I thought that.What’s obvious? Why can’t Pam drink?They were living together?I should have known. The hotels television set had a movie on called “Bruno” last night. The remote control had so darn many buttons on it, I couldn’t turn it off. So I had to just sit there while it happened to me. I wondered, ‘How could they pick such a hotel?’ Hmmm. Now I know.Oh. You’re that foul guy that kept talking about intercourse.I want to go to bed but I can’t. I can’t turn that television off.Oh. Thank you.It was that horrible Charlie Rose.People are like cats and dogs these days.This used to be such a great country.I don’t know what happened to it.You mean, Sylvia.",
    "Mr. Beesly": "I’d like you to meet Christy Kelly.[laughs] No no. She’s my girlfriend. Hey? Can you make room at the head table?",
    "Little Girl": "Why would they make the bad man a boss if you’re so much smarter?",
    "Kids": "Ewwww!",
    "Oscar": "Pleased to meet you.You thought I was dating this? What the hell is wrong with you?Him? Him?You owe me and apology.It’s not a good idea. There’s no such thing as a good hairpiece.Oh…[to Kevin who is bouncing up and down]  What are you doing?How long do you take to pee?Guys, maybe we should wait a little more time before we start grabbing boxes.",
    "Penny": "I’m sorry, it’s Kevin. I thought it was Gil?I’m sorry.Nice to meet you, Kevin.I’m so sorry.Is it zipping over your belly? Don’t squish the baby.Mom, you’re totally projecting.  You’re being a drag.[music starts playing and people start dancing down the isle] I begged them not to.I know you specifically put this song on your Do Not Play list.I’m sorry.Wait, what happened?  You’re okay with this?Okay then! [takes flower girl to dance down the isle]",
    "Ryan": "[to a girl sitting next to him] I was the youngest VP in the company history.Um… also–Where were you guys?  Do you know how long I’ve been waiting here?",
    "Isabel": "Jim and Pam, I can’t tell you how happy I am to be here.Wait. You’re worried about your horses? That’s cool. How many horses do you have?Hmm-hmm.Yeah.  So you sure you don’t want breakfast?  It’s the most important meal of the day.That’s really sweet, Dwight.  So I’ll see you at the wedding?K.  [they kiss]Bye.Hey, I’m going to go outside and talk to Dwight.Hello stranger.  How do I look?Um… [shakes head] nothing.  Anymore.I’m standing.  I’m a bridesmaid.",
    "Pete": "Alright, so I’ll be like, ‘You’re so sweet guys and so kind’.Like, ‘What? What?’. And then we’ll just give him a little punch in the back and–You know what? Never too married for a noogie.Smoking.A little mo’ cardio.Douche.",
    "Tom": "That’s when I’ll do the face, like-A noogie?Pam, you’ve got the greatest smile and you’re body is really fine.Hoping it’ll make our wives take it up a notch.Heard you might have a whoopee cushion on you.[looks at Jim’s cut tie] Wear a tie much?",
    "Everyone": "[quiet and scattered] To waiting.",
    "Michael and Dwight": "You’re married. [hugs Jim] He’s married!",
    "Hotel Employee": "[Kevin rings bell at the front desk] Good morning.  How can I help you?You  must be Mr. Malone.  One moment please.[whispers to manager] Sir.  It’s the man with the shoes.I can offer you a complimentary breakfast.",
    "Hotel Manager": "Mr. Malone.  Your shoes are gone.No. Destroyed.The bag was opened by our shoe shine and the smell overcame him.  I too smelled them and made the choice that they must be thrown away.  Incinerated actually.It became a safety issue, sir.",
    "Pam’s mom": "everybody see Kristie’s stupid blonde extensions?  It’s like they were made from a plastic broom.Oh darling!  You look beautiful.Oh, I hope he deserves you.Are you sure?  Remember you don’t have to do this.  You don’t.Oh, yeah–[hands Michael a snack]No.Oh, no, no, no.  That’s okay.  I was just–I’ve had a very rough weekend.Oh–Oh that sounds awful.Oh–Yeah.  Guess it is.",
    "Tom Halpert": "Excuse me, are you Michael Scott?",
    "Michel": "Um, yeah.",
    "Pete Halpert": "Sisters in the can and we totally want to get her when she comes back.",
    "Tom and Pete": "[laughing] Yes!",
    "Pam’s dad": "Hey.  What happened?"
}