{
    "Michael": "The fundamentals of business. The funda-mentals of business. “Mental” is part of the word, I have underlined it. Because you’re mental, if you don’t have a good time. You have to enjoy it.Get out.Yes. So, it all starts with a handshake.  But you can’t just go right to the selling, you need “small talk.”  What topics can you use for small talk?Mmhm.Mmhm.Yes, what else?No.Yeah! That’s good! Come on up! Meredith, come up here. Let’s do a little something. So Meredith and I have just started conversing and I will say, “So Meredith, how was your weekend, what did you do?”All right…Okay, okay. God. What you people don’t know about business, I could fill a book with.What?[into mini recorder] The fundamentals of business by Michael Scott. Over one billion sold. More than the Bible, I’m not surprised. Chapter one. The businessman…Oh hi. I’m sorry, just a sec. [whispers] Erin, you’re supposed to be the gatekeeper, do you have any idea how valuable my time is?Do you know how creative space works? Okay I just cancelled my afternoon.Push free play til tomorrow morning. [to Grotti] Hi. Sorry. Crazy day. You’re seeing how the sausage gets made.Come in the conference room and I will show you a finished sausage.Mmhm.Yep.Okay.There is nothing more insulting to a great salesman, than having to listen to a bad salesman. It’s like a great basketball player having to listen to a bad basketball player.Oh yup. Yeah, definitely. All that paper burning up.Mmhm, I hear you. The truck.Okay, well.Do your worst. [they shake hands][Grotti knocks over coat stand grabbing his overcoat] Oh, great.Mmhm.Nothing, other than once again, I am just thankful that I am a paper salesman.No Dwight, not everything is a threat.There is no such things as monsters.Wait, when did we start talking about the mob? The guy was trying to sell me insurance.I think, he just seemed like he was just trying to sell me insurance.He did talk about a fire in the warehouse…  and he also vaguely threatened me with testicular cancer.[over chatter] Hey, hey hey, calm down. Calm down. Calm down.  Ryan, you lived in New York, what do you think?Okay.Um it is, Grotti.Okay too many different words coming at me from too many different sentences.I’m not gonna lock my door.  [door closes. Then clicks locked]It’s Grotti. He’s following up.[reads email] “I feel that you will regret missing this great opportunity to be in business.”Yeah.Yeah. What are my options here? Do I just ignore it, or?Okay, I’m calling the police.All right.Shh!That’s not gonna happen.What am I supposed to do here?I was thinking exactly the same thing.I don’t know, I don’t know about that.Hold on, hold on! Just-All right. I will meet with him, but I’m not going alone.[Andy dressed as a mechanic, Cornell hat on] What are you wearing? Who’s Pat?Let’s go, come on. [whispers] God!Forget it! Forget it![Andy is playing with the tire iron] Take that thing off the table! Please!Oh my God!Guys, guys. Cool it. There he is, there he is.Hello.Mr. Grotti we meet again. These are my associates.Yes.Well.Okay.That’s not true.Okay shut up.I will have the gabba-gool.The gabba-gool.I don’t, I don’t have to have that.Guys, guys-That’s okay.Shh. I will have the spaghetti, with a side salad.If the salad is on top, I send it back.I don’t think our company actually needs any more insurance. So I am out.No, no no, no. Come on. I’m sorry, we’re having our salad.Hey, do you need any help?He’s a good mechanic.I don’t…Okay, okay okay.Yep, all right.Put it down.Okay.Okay.It’s just the cost of a cup of coffee an hour.I had to make a snap decision Dwight.It was a lot of snap decisions.Yes!Just get in the car.Jim?Oh thank God.It wasn’t easy. I had to tell the hotel it was a medical emergency. I chose massive coronary, cause you told me that your Dad had a bad heart. Listen man, I, I got a problem, I think I’m in trouble with the mob. Or a major insurance carrier.Yeah, I know and you usually can get out of stuff like this, so I’m turning to you my friend.Okay!Jim? Are you?What? Wait, I didn’t hear a thing you just said.No! God! I missed, I missed the important part again!No!  Oh my God!No, Jim please, repeat what you’re saying! I can’t understand you!Jim?!? [dial tone] Oh my God.Hey uh, question for you. I recently purchased some insurance that I can’t afford given my present salary. Is there anything accounting-wise I can do to sort of make it all go away?Oh no. Um. What about this Cash For Clunkers thing?All right. Well, it was a thought. Thanks.No. He’s not. He’s just good. Nothing sticks to him. You still don’t understand how this works.But Grotti acts like he’s mafia though.[grunts]If there is one thing I hate more than the mafia it is a liar. I wish the mafia would go out and kill all the liars. Bury them in my yard. And I wouldn’t tell the cops a thing. Not that I would be lying per se. But I would just get really quiet, all of a sudden.This is Scott.Oh really? Is that supposed to scare me?Well you thought wrong. Because I am not pleased. I’m actually kind of PO’d.I think you know exactly why, because you were trying to scare me into buying insurance.I think you knew exactly what you were doing. And frankly I think you were being a total and utter jerk.You suck!And I’m not gonna buy your stupid insurance.How about that? The only person that actually needs insurance is you, if you show your face around here again, got it?Doubt it. [disconnects call]What a tool. [Dwight and Andy exchange looks] What?No. What do you mean?What?Oh man. I should be mad at you guys. But I’m not.So I looked him in the eye and I said, “Not today Grotti, Not today. And not tomorrow, and not the next day. Or the day after that. And you can tell all your friends that if I see them, then they’re already dead.” I said something like that.Erin?Coffee?Not from the kitchen. Stop and Shop. If it’s not Stop and Shop, I send it back.Large. If it’s a medium I send it back. If it’s an extra large I send it back.Go.  Any questions?",
    "Toby": "Well the “fun” is in it. [conference room group chimes agreement.][halfway out] Yeah, I know.Oscar says I checked out huh?  Huh. [nods head]",
    "Andy": "Golf.Stock market.Dave Matthews.What do you think?What happened in there?Mobsters are!He drives an SUV!All mobsters have a front, sometimes it’s selling insurance, sometimes it’s waste management or sanitation.Yeah, buy my insurance or I’ll burn your warehouse down!It’s John Gotti, you idiot!Yeah. It’s pretty close.Already? This, this guy is persistent!Yeah right! You heard him! He’s gonna burn down the warehouse or run one of our trucks off the road.[hangs up, rips cord from phone] That is the stupidest thing you could do right now!Not only that, but if they find out you snitched, you get a dead horses chopped off head in your bed!That’s how it works!When somebody threatens you, you give in right away. Okay you need to buy insurance from this guy and get him off your backDwight…Wait let’s hear him out, this is interesting.Okay.[snaps fingers] I like this plan. I’d like to officially withdraw my plan.No, no, no. My plan is out! We do this the hard way.Well you’re gonna have to. [overlaps] Dwight:We’ll be right beside you.What?Well if I’m gonna back you up, I need a weapon without drawing suspicion, and I have to justify it somehow so, I’m a mechanic with a tire thing.To change tires, no. But it’s metal, I can hit somebody with it.Should I change?Well then I can’t use it. I’m just gonna hide it.Oh! God! [smacks roaches]Hi.Hmm. Very true.[with Soprano’s inflection] You know, gabba-gool.Maybe we have a plan for you?Yeeeeah.Yes I can.Okay!Black goes on the red. With the… If we… Positive… Mo- it being a motor drive, it’s probably down.You want to do this junior? I didn’t think so. Sorry. It’s kind of a long day at the… mechanic store. [Andy places connections wrong, smoke and explosion set off] Aaaah!  You got a leaky spark tube.So your car’s totaled. Uh, you’re just gonna want to get a refund on that. Or my guy could do it. He’s great. But uh, I can’t do that for you. I work exclusively on motorcycles. [Andy walks away, woman is exasperated]Yeah. Just thinking about how, uh, I had this car, this Italian car, and I was driving it, and it kept telling me how much it needed oil, but I wouldn’t give it any oil. And then, one day it exploded and it killed everyone and that’s what I’m afraid of.It was before, my tech- my technical training.Do it.Just do it.You were man enough to back down Michael, I’m proud of you.He’s alive.  So you’re welcome.Yeah, some of that existed before.You’re right, that is new.Well I don’t see that happening.Are you saying-That we surgically remove the fear center from Michael’s brain?That seems a little far-fetched.No, Michael. What we’re trying to say is, we made a mistake assuming he was mafia. I have a buddy who’s a Fed, and we did a background check on the guy.  His background is perfectly clean.Class act. Boy scout.He’s trying to intimidate you to close sales. He’s just a pushy salesman.Whoa. Okay.Next time you look in the mirror, you’re gonna be looking at a guy who stood down the mafia!You made the mafia apologize to you! You made the mafia be polite!",
    "Creed": "Uh, small things. Peas, ball bearings, dimes…",
    "Meredith": "The weekend!Well I caught my son taking a dump on the upper part of the toilet.He calls it an upper decker.",
    "Ryan": "Then do it.Write a book.Well first of all, there is no such thing as ‘The Mafia.’What you have are specific families. What’s the guy’s last name?",
    "Erin": "[Michael walks in office, man waits on couch] Mr. Grotti, this is Michael Scott. He’s the person you should talk to.In your schedule it just says nine til noon is “creative space” and I thought this could be part of that.You don’t have anything in the afternoon. It just says “free play.”Yes?Okay.Okay.How do you return coffee?",
    "Grotti": "Ah.As a manager of business, you have a lot of pride.But you also got a lot of responsibilityNone greater perhaps, than your need to be sure, that your small or large business is secure in the event of a covered loss.God forbid you…  should have a fire in the warehouse.Yeah, and a truck, goes off the side of the road, there’s injury.You will be hearing from me Mr. Scott.I can be very very persistent.Would you look at that people? What an unpredictable world we live in, huh?Mr. Scott.Hi. Angelo Grotti.So, you got this table?This is one of those half booths, can’t-decide-what-it-is type of thing.Waitress, we’re gonna sit over here.If you want to supplement your coverage, we can do that. If you want to replace your current coverage, all the better. Ah, you seem like a nice guy.Yeah, I’ll have the linguini, red sauce on the side. If the sauce does not come on the side, I will send it back. I want garlic bread, toasted, not burnt. If it comes burnt, I will send it back.Look closely Michael. I feel there’s a plan here for you.How about you? Maybe you can use supplemental coverage of some kind. Anybody can get hurt! You always think, it can’t happen to you, and [drops hand loudly on table] Think about it.Come on! Lady in distress?  Go! Go!I’m sure he can handle a simple jump-start. Now come on, sit down.Where were we?Now if you could just sign this letter of intent, I’ll bring this back to my boss, and we can get this in motion. [Andy clears throat loudly]  You okay, Pat?Aren’t you a mechanic? Why wouldn’t you put oil in the car?Look Mike, I don’t know what your friends are telling you, but you have to decide for yourself. Are these guys gonna take care of your things if you die tomorrow?This is Grotti.Oh! Great. Michael, I’m finishing up your paperwork right now.I, I thought you’d be pleased.What?I don’t get it. How was I scaring you?Look, Michael, when we all calm down here, maybe at some point in the future, you change your mind, why don’t you give me a call?",
    "Kevin": "Jim’s gone on his honeymoon. So I started borrowing his office to fart in. Then one day I came in and I just stayed. Cause this place is awesome. It feels like home now. Even better than my home. My home sucks.[answers phone] Hello.Oh man, do you think it was stolen?Um, yes. [looks at Jim’s pay stub] Um, 383 Linden Ave., Scranton PASix-six-five-zero.Wait a minute. Yes I am.No. That…  I, I think that we should let the criminal use the card a little longer.No-Shoot.I usually can think quick on my feet, but they were so fast on the phone.Oh God. I wouldn’t last in jail Oscar. I’m not like you.Oh you don’t know about jail?  Oh you would love jail.Because… You would love it.Hi Pam, is Jim there?Okay, that sounds good. Um, I’ll let you go, just -tell Jim, that I said hi.Cool. Okay. [Pam hangs up] Bye.They have no idea what happened.",
    "Dwight": "I think you’re right. It definitely looks suspicious. And his southern Italian heritage raises some flags.Did he threaten you?I knew it! More trunk space. Or should I say, corpse space.No, not that, by itself. But look at all the facts. He seems like a mobster.Exactly.No I disagree. “R” is among the most menacing of sounds. That’s why they call it “murder.” And not “muck-duck.”Lock your door!That’s bad.That’s bad.He’s right. Cops can’t do anything until a crime has been reported.You know what?That’s an exaggeration.No, criminals are like raccoons. Okay, you give ’em a taste of cat food pretty soon they’ll be back for the whole cat.The only way to defeat a bully is to stand up to him. Trust me, I have bullied a lot of people.Here’s what we do. We meet him in a public place. Ask him to lunch or something like that, some place he can’t be openly violent.Let him know you’re not the typical kind of guy that he can shake down. That you’re stubborn. That you might even be a little bit dangerous.Do you know how to use it?You’re wearing loafers!Hey. Bathroom checks out clean. Nothing behind the toilet except for this roach motel.You’ll never kill it that way. You want to separate the head from the thorax-Hello.Oh he’s not that nice.What he’s trying to say is, Gabba. Gool.Bring him the gabba-gool!He was trying to force you to decide on a policy.So we’re choosing…Check out Dental?Don’t do it!Don’t.Yes.I don’t understand, why would you buy a policy?It wasn’t a snap decision, you were sitting there for an hour.Do you know what “snap decision” means?It means like this. [snaps fingers]We have let Michael down, and it’s 85 percent your fault.Not on the inside he’s not. Look at his life! Broke! Living in fear! No friends, dead end job.Not the living in fear, that’s new.Yes. He’s got to stand up to this mafia guy.Me neither. Not the way things are now. But what if Michael felt no fear toward the mafia guy?Yeah…What is wrong with you? I am talking about convincing Michael that the guy’s not mafia!Well more far-fetched than a mobster walking into a paper company for a low-level shakedown?  And that happened.Michael. Incredible news. Grotti is clean.It’s true, he’s clean. I have a couple of friends still on the force. Checked with them. Ran his Fed friend up the flagpole to make sure he wasn’t on the take. Turns out he’s a totally lovely guy. Sweetest guy on the force really.And he made us all look like chumps!Okay that’s-That’s good, let’s wrap it up.We just told you he wasn’t mafia, so you wouldn’t be scared.You successfully backed down the mob!Very close.",
    "Oscar": "Hey guys, I drive a SUV, does that mean I’m in the mob?For the record, not all Italian-Americans are in the Mafia.Uhh. All right, who else is here? [looks around]Pam and Jim are on their honeymoon. So there’s not the usual balance between “sane and others.” Toby has mentally checked out since June. It’s a very dangerous time. The “coalition for reason” is extremely weak.What? What?It’s, it’s a completely different name!No, what are you talking about, what mobster would change his name from Gotti to Grotti. It weakens it.Jim? It’s Oscar. I’m so sorry to be calling you on your honeymoon.It’s Michael, he thinks he’s being shaken down by the mob. I don’t know how you usually handle this.Pam, I’m sorry–You’re right. You’re right. [Pam hangs up] Oh, okay bye.Why would you cancel Jim’s credit cards?This constitutes identity fraud.What’s that supposed to mean?Why would I love jail?Accounting-wise, no. But phone-wise, just call up and cancel it.Just- no.  No.Just to be clear, he backed down an insurance agent from Mutual of Harrisburg.",
    "Andy and Dwight": "[groans] Oh no. Fabulous.",
    "Phyllis": "So he won’t get caught!",
    "Jim": "Hello?Oscar! Uh, what is going on?Look, We’re in Puerto Rico, so-Hello?Michael?How did you get this number? Michael, we’re on a catamaran.That sounds bad.I’m gonna help you through it all right?All you’re gonna need to [faking a bad connection] and-  it- and then go to–And then you’ll be saved.Just [drops] and then you’ll be saved.A- ah–And you’ll be saved.I [drops out] at the Bermuda Triangle. An-  M-  please don’t call again.",
    "Pam": "Hey Oscar.  It’s Pam. Hey. We’re on our honeymoon.Unless someone very close to us is in immediate physical danger, you should not be calling us.[on phone] Are you kidding me?Listen our credit card has been cancelled and we have to deal with that, and I really can’t handle the fact that you’re calling us here!Oh I will. I will Kevin. I will make that my top priority.",
    "Waitress": "That’s fine.Have you decided?Okay then. And for you sir?The… what?I don’t really know what that is.I don’t really think that we have that.Okay.",
    "Credit card rep": "Hello Mr. Halpert. I’m calling from the identity theft department at Capital One. We’ve detected some unusual activity on your credit card.",
    "Rep": "First would you mind verifying your home address?And may I have the last four numbers of your Social Security Number?Well Mr. Halpert. You’re obviously not in San Juan Puerto Rico.I’m going to go ahead and put a hold on your card.Very funny sir. We’ll get a new card out to you right away.Have a nice day, and thank you!",
    "Woman": "[approaches with child] Excuse me. Sorry to bother you. Are you a mechanic?My battery is dead, I’ve got my kid, can you please help?Thank you so much, I really appreciate it.What?!?",
    "Kid": "He seems bad at this.",
    "Dwight and Andy": "[relaxing] Oh man."
}