{
    "Michael": "Welcome children of the Scranton Industrial Park Community.Join your gangsta pumpkin on his palette truck of doom. Don’t worry about a thing. Rest assured you will see me later. Bwah ha ha…  [bumps into something] … ha ha ha.I am going to scare these kids so bad.Kids, just remember, suicide is never the answer. Alright?Why is Christmas the only holiday that can have a message?It is the easy way out. You are not alone.Who wants candy?…and then I think I’m going to go to the Garlic Festival.Sounds like fun. You guys would love it.They have a TCBY booth.The same stuff you get downtown.Do you like TCBY?I can’t believe it’s- I can’t believe it’s yogurt. Uh… it’ll be funYou should give them a call. Check that out.Jim’s a good kid. He can handle a lot but sometimes you have to call in a master. I, uh… why would you date an amateur when you could date a professional?Wha- what?Why don’t they just want you to go by yourself? Why do they want me to come, too? I don’t understand.I don’t want you to feel like I’m baby-sitting you, or something. Alright.Let me get your stroller.What are you gonna call him?No. What is his name?Mr. Bourchard. They’re very formal.Yeah, well… this is not the phone. This is real life, baby, and you gotta own it. Is that what you are wearing?…and that is the watch that you are going to wear? No. It is not. You should wear this watch. I will loan it to you. It is a Tankard. I highly recommend you wear that.They are into style.They are into appearance. We are selling success.That’s sorta secondary. [offers Jim the watch again]Alright. Hi. Any messages?Uh, well, Jim and I got caught in a little flash rain, flash wind, flash lightning.It was. It was. And then in an instant it wasn’t.It rained.Nothing. Cocoa.Good. Yep.Ok. Thank you.[phone rings] Yeah?Ok. Put them on speaker. Hey guys, what’s going on?Uh… I can’t really hear you. I think we have sort of a bad connection.It was- Ok. This is what it was. It was these bunch of idiots who had put a fish tank in the ground with no cover and no railing.No. Maybe I was trying to save a child that had fallen in.Not yet!No it is- don’t! I’m not gonna bump. I’m not gonna bump. And it was not hilarious. It was very, very terrifying. [Stanley laughs]Erin, do we have any of those clips that hold paper together?Oh. He did? What did he say?Ok.Thank you, Stanley.Ok.Yes.I can name Pixar movies, too. Toy Story.I know what a flounder is.I’m not usually the butt of the joke. I’m usually the face of the joke. I wish Jim had fallen into that pond and he’d have to put on my suit and it’d be too short and he’d look… Damn it! He’d still look good.The most fundamental thing about sensitivity training is that you cannot make fun of a person for something or some action that they have done that they regret. Show of hands- who has been ‘Koi-ponded’? Who here’s been the butt of a joke that has gone too far? Phyllis?Uh…You never said anything.Well, it is hard to tell the difference between you guys saying, ‘Stop because I want you to stop’ or STOP as in ‘Stop. You’re making me laugh so hard. What you’re doing is so funny. You are on a roll. I am busting a gut. Stop!’We are going to make a ‘Do Not Mock’ list. Ok? Anything that we think might be out of bounds, we put on this list. Anything you put on this list you cannot be teased about. Got it? I’m gonna kick it off. Let’s see what I have to put on the list, right? [writes ‘Koi pond’ on the list] Ok. I also have fallen into the fountain at the Steamtown Mall. Ok. Who else? Who else? Dwight, come on.Your nose?Alright.No. I haven’t finished writing. Did you sneeze it off? That’s it. No more. Ok. Who else? Who else? Everybody’s getting their chance.Ok. That’s to broad. It’s gotta be something else. How ’bout your stomach? Yeah? [writes Huge Gut] Meredith?Ok. Fine. Come on up here. Write it yourself. And don’t sign your name to it. And nobody look. Everybody look away. Look away.Ok.It’s a fish.It could’ve died of natural causes. So…Do not mock, Oscar. Do not mock. How much do they want?What? No. I could get a fish for a 5 cent worm.No, no.No. We are not done here. This-No, Jim. You don’t understand. Things like this don’t just die. Kids in high school still call me ‘Ponytail’.Yes, they do, Jim. Because of the time I got my ponytail stuck in the power trail.I want to make fun of you right now.No. Don’t do that. You’re not. You’re not stupid.Oh, my God.Hey. I- I just wanna say that I cannot believe that I walked into a Koi pond. I mean, seriously. Walk much? [everyone starts laughing] Oh. I should wear a snorkel to the next business meeting that I go to.Well, you know what? You’re right, Phyllis, but I’ve been there before. I’ve seen that pond. This is the thing, I am a world class moron. That’s the problem.It’s ok. We’re having fun. It’s not actually the first time I’ve been embarrassed by a pond. In high school, the girls volleyball team always used to hrow me into the frozen lake. Four years in a row. Oh… it was freezing. [Jim signals for making to stop] No. No. No. Oh, this is even worse. [Michael begins to lose his cool] Couple weeks ago I went to get a new cellphone and I wanted on of those packages where you have, you know, the friends- the five- the friends and family thing and the guys was like, ‘Who are your 5 friends?’ and I’m, like, ‘Uh… ‘ I didn’t even know I couldn’t even think. [realizing he’s going downhill] Oh, my God. It was so embarrassing. That was- oh. I don’t even have Jan’s cell phone number and I hate her! She won’t give it to me. I was like, ‘Oh, I guess I’m a loser. ‘A luh-whooooo a za her’.  Too far! God! Thanks a lot, man. Thanks for the advice.Hey. Who wants to watch Michael’s pond dive? My roommate’s friend is the night janitor over there. He swiped the security tape for me and he’s bringing it over.Is this the tape of me falling?No. It’s ok. Watch it. He can’t fire all of you.It’s alright. I can handle it.I am a grown-up, Jim.I don’t think you froze.Jim is jealous of me? Jim is jealous of me.Oscar’s a douche.No. He’s a- yeah, he’s alright. Ok. [holds door open as they exit]You’re welcome. Whoa! [leans back] Almost fell. [they both laugh]",
    "Kids": "YAY!Yeah! [a chair falls over, Michael is seen hanging from the ceiling with a noose around his neck – the kids scream]",
    "Jim": "We are doing a haunted house this Halloween. Which is actually kinda spooky because, as legend has it, on this very site there used to be a productive paper company.Yes. I am the popular social networking site known as Book Face.Wow.I bet we would.Cool.Mmm-hmm.Who doesn’t?Oh. Actually, it’s just gonna be me.That is a mistake.Alright. Let’s clear this up. [on phone] Well, there’s actually been a few changes in the company and Michael and I are actually at the same level. So, I can- no. Nope. Why would that be a problem?Great. See ya’ then.They said that they would feel more comfortable if you came along.I absolutely don’t understand, either.Alright.Sure. Michael’s a good teacher. A teacher is someone who stands right next to you your whole life and never lets you do anything. That’s what a teacher is, right?Dave.Dave.Yeah. I’ve spoken to them on the phone.Yes, it is.No thanks.Mmm-hmm.…and paper.Nope. No.He’s trying to micro-co-manage me… or co-micro… manage… me.I outran it.I’ll just leave that suit in your office then.Mmm… it’s like Michael said. It was some- something else.Truthfully, it wasn’t the way he fell in. It was… how long it took him to get out.Ok. Great meeting, everybody. That’s it.I think you just gotta ride this one out, man.No, they don’t.Maybe if you make fun of yourself it’ll all go away.Really? Do it. I am a big, stupid goofball.See?Mm… I’m, know what? Maybe we should go easy on Michael, guys. You know, you watch that tape and you’re gonna have to stay late for more sensitity training, so…Whoa, whoa, whoa. Ok. Yeah. We’re not watchin’ this.What happened to ‘Do Not Mock’?That will inevitably lead to mocking. So…Guys. Michael can’t handle this and as your boss I’m saying we’re not watching it.What are you doing?No.See what?Oscar, yes. You’re right to stop it. Thank you. Eject it.Oh… man. I thinke when I started to see you go in I think I just froze.It’s a killer new dance move. [re-enacts leaning back] Do you wanna talk in your office?I didn’t ask you. [back to Michael] Would you like to talk? [walks away]I should’ve grabbed you. I’m sorry. Look, I thought I could’ve done today’s sales call alone. I mean, I may never be as good a salesman as you are, but I at least need the chance to do the job.[laughing] He’s alright.Thanks Michael.",
    "Darryl": "This is the spookiest warehouse in the world, kids. You don’t believe me? Just take a look. [Kevin chops into Erin, who is dressed as Princess Fiona] Oh. Scary, huh? This is a surgery with an octopus and a burn victim.Nobody told me what people were, alright? So…  label yourselves or take what you get.Here is an old man and a goth dude… and then the old crone from Drag Me to Hell.I asked for a list. [Dwight rides in on a tricycle, laughing diabolically] …and a clown.You’re not as scary as Book Face, over there.Ok, kids. You’ve all been so good and unbelievably patient so I think you are gonna get some candy!What the hell is wrong with you?",
    "Angela": "Black widow.Why isn’t Jim wet?So you fell in?So a child had fallen in?That’s never the case.This sounds ridiculous, I know, but some people say that I eat like a squirrel.Why?I was.Why’d you stop it?No.",
    "Kelly": "Lulu from The Fifth Element.What keeps your glasses on?",
    "Creed": "I want to sell your blood!Hey, boss, did you find Nemo?Oh, you’re payin’ way too much for your worms, man. Who’s your worm guy?",
    "Ryan": "That’s really not the trend in vampires right now.",
    "Meredith": "I’m a hobo.I don’t think it rained. My hip would be throbbing.Uh, we have. Countless times.I don’t want to say it out loud.I really didn’t want to put it on the board but I thought maybe it was gonna come out somehow so… what are you gonna do? [she writes ‘sex with a terrorist’]Hey, let’s watch this thing.Shh. It’s on.[as Jim enters the kitchen] Hey, what’s up lifeguard?",
    "Dwight": "I’m Jigsaw, idiot.Michael, can I get you something? A towel? Some cocoa?Michael?A carp is both a fish and a term for complaing. They’re mocking you with wordplay.Michael, flounder is both a kind of fish and –I don’t want people making fun of my nose.It’s too small.Just, write it down, please.Hey! It’s on the list, everybody.Thank you. [everyone begins to leave]Michael, please. Stop it now. You’re embarrassing yourself.Play it again. [everyone has the same reaction as before] He purposefully leaned away and let you fall in.Judas.Jim is my enemy. But it turns out that Jim is also his own worst enemy. And the enemy of my enemy is my friend. So, Jim is actually my friend. But… because he is his own worst enemy, the enemy of my friend is my enemy. So, actually Jim is my enemy. But-",
    "Erin": "I confirmed with Raskin Design and they’re expecting the both of you in an hour.They said the both of you.You’re soaking wet.[Michael is walking around in one of Jim’s suits] Um, Michael? The custodian from Raskin Design is on the line. He said they found your keys in the Koi pond.Michael, people are asking questions.Staples? [Kevin clears his throat] Uh, David Wallace called.He heard you made a big splash at the meeting. Oh, my God. That was so mean what I just said and I didn’t mean it. It was Kevin and Meredith put me up to it.Um, Michael? The custodian called again. Apparently a Koi has died. [everyone shows remorse]They want you to pay for it.Well, they said you stepped on it’s head. He did not suffer.$300.Oh, sure. Oh, wait. Hand them to me upside down so I don’t accidentally read them.Thanks.How did today go, by the way? Did you make any sales?Yeah, he is!He’s, like, the coolest person I’ve ever met.Oh. Do you mean Marlon Wayans? ‘Cause he is.",
    "Pam": "Here we are outside-– the Wilkes-Barre Industrial Park.The two people with the lowest sales in the quarter have to do them.Here it is. [Andy is still singing] Suite 401.I know. Now you don’t have to.[Andy shakes his head ‘no’] Oh. No, no. [laughing] We’re not together. No, no, no. Definitely not. Definitely not. No. We just work together.And we’d like to offer you 15% off your first purchase as our way of welcoming you to the area.It’s ok.Anyway, we also have a special on envelopes.Yeah.You were way meaner to me than I was to you.You blew the sale, you idiot.Oh- [both look at each other and together say] Thank you.Well, you know.He loves to eat.I love to watch him dance.And I’ll just watch him.Yes.Mmm-hmm.It was, sweetie.Yeah, well, that’ll happen.Sometimes we’re so excited we forget where we are. Like at a business meeting.Yeah, I guess.If I’m being completely honest, I could’ve done without the belly kiss.Yeah. Way too much.I mean, what the hell was that?When you cried?You’re fantsy involves comparison shopping birthing classes?Hmm.Well, are you dating anyone?Ah.Ah.Hey, Erin. Do you mind faxing this for me?Ok.Mmm-hmm.No. It was a total waste of time. Um… it was fun, though, because I got to spend the day with Andy Bernard. He’s really cool.Yeah, he is.That’s… right. He’s like Marlon Brando.I actually do mean Marlon Wayan. Yeah.",
    "Andy": "WB!Industrial P.! Makin’ cold calls.[singing] Where are you? Dean Trophies. Suite 100. Sherman  Blinds and Rugs. Suite 202.Yeah. I was gonna sing that part.Except it was going to resolve the melody, so now my head hurts. Feels like I held in a sneeze. Mmm! I hate this feeling. [sings] Suite 401.We’re kind of a dynamic duo. Or trio. [points to Pam’s tummy][miffed] Looks like somebody’s got a case of the definitelies.Sha-bow.Oh, wow. You thought that- oh, my gosh. Oh. Definitely not.Nuh. Actually, it’s kinda not ok. Um, I date models. Face models. My girlfriend, on a scale of one to Giselle, uh… a nine.Pam’s carrying our surrogate. Because my girlfriend needed to keep her figure for fashion week. So, we, uh, we put our baby in Pam.  Doesn’t matter what Pam looks like.No I wasn’t. Ok. The very idea of us together made you burst out laughing like you just bit into an Adam Sandler and jelly sandwich.Let me tell you something. I was never gonna make that sale.That is our sales pitch and we are stickin’ to it.Well-Yeah. You know. Two peas in a pod. We complete each other. What can I say? She loves to cook-I love to dance-Right. Sometimes I’ll just dance for hours in the living room-Yeah. We are thrilled.In fact, we spent the whole weekend researching various birthing coaches. Wasn’t that fun, honey?Yeah. On Clearview Avenue.Yeah.One of the baby books suggets the best birthing posture is on all fours, like an animal. I just wish I had a special telephone so I could find out exactly wht the little soy bean wants. Right? Hey, little soy bean. What do you want? Right. How do- It- I felt it kick!Oh, my gosh. Like a little magical foot just high-fived me.Oh, my gosh. It’s like he’s trying to say, ‘I love you, too, Daddy’. I love you, too. [leans over and kisses Pam’s belly]Message received, little soy bean.Well, that went pretty well.We got a maybe. It was our first maybe. Going by the Nard Dog curve, I’d say we nailed it.You know what? I’m sorry. ‘Cause in that moment I knew I was kissing your belly too much.Yeah.What the heck was that?Agh- try almost cried, ok? I just got caught up in the fantasy.No. I know I’m gonna go with Miss Janet. I just- I don’t know. It was fun to role play, right?I mean, it was fun for me. Having a wife and a little baby. Agh, I’m so sick of being single.What do you think of Erin? I mean- she’s- I- She’s kinda cool.You think I can do better?Gotta get my goin’ out on.",
    "Phyllis": "Wow. Sounds scary.Michael, did you you fall into a Koi pond?And when you fell in, did you flounder?Michael, you make fun of us every day.So now you’re comparing yourself to a cute, tiny animal?Michael. You know, when you think about it, it’s not all your fault. I mean, who puts a Koi pond in a lobby?We’re not mocking, we’re watching.Well, we’ll deal with it as it comes.Yes. Put the DVD in.",
    "Secretary": "Must be nice to have company on these cold calls.How exciting! Do you guys know the sex yet?",
    "Stanley": "Did you say ‘Koi pond’?Michael, don’t listen to them.You just ignore their carp.",
    "Oscar": "Jim, did Michael fall into a Koi pond?Don’t you mean ‘Koi Story’?Oh my. That is small.Can you breathe okay?When is the funeral?Kevin.How can we not watch this?It starts on it’s own. Let it –Oh. Did – did you see that?Jim, you let Michael fall in.Jim, I think I’m in your way. [leans back – they both exit]",
    "Kevin": "That is hilarious. [extends hand for a fist bump][whispers to Erin] I’m gonna kill you.Yeah. Every single day.I don’t want people making fun of my weight.[watching Angela eat something] Enjoying your nut?I’m not mocking. I was just making an observation about a nut.We’ll stay late.Open QuickTime.No! Use QuickTime. Trust me. I’ve done this.Here they come. [everyone reacts to seeing Michael fall in] Boom!",
    "Customer": "Well that sounds like a really nice deal.And I must say, that since we are a family business it is nice to see that you are, too.My mistake. Sorry.That- that’s good for you.",
    "Keena Gifford": "Well, you two are quite the salesmen and a very cute couple.Some couples don’t seem like a good match. You two do.And a baby on the way? You must be so excited.Oh. I know the best teacher. Her name is Miss Janet.Yeah!That’s great!"
}