{
    "Oscar": "[Dwight enters dressed as Recyclops] Not again.The long term problem is bad investments that they need to dump. The short term problem is the company has no cash and there’s no where to get it.Those are the bullet points.That’s as simple as I can make it.This is so typical of management to spend money on this. Ugh. Bunch of boobs.The Dunder Mifflin stock symbol is DMI. Do you know what that stands for? Dummies, morons and idiots. Because that’s what you’d  have to be to own it. And, as one of those idiots, I believe the board owes me answers.Can you believe this? The money they spent on this convention hall. [finding a seat] Excuse me, miss. I just want to take the stupid board of directors by their necks. This is so simple.Oh, what a great idea and lose my job. No thank you.These questions are bush league.Ummm…OkUm..I feel, as does Mr. Scott, that we are in the best of hands. Capable hands.I think this has gone very well and I thank you.Michael, I didn’t ask to come up here.What?For me.You -[Oscar walks away, Michael goes back in the room]",
    "Dwight": "Bow down before Recyclops.Happy Earth Day, everyone. I’m Recyclops. Did you know that an old milk carton can be sawed in half and used as a planter?Who has put a number seven plastic in a number four bin?Recylops will drown you in your over-watered lawns.Recyclops will have his revenge.Recyclops destroys! [starts tearing through the office]Yes.Polluticorn wishes. [starts spraying the office with something]Humans are terrible for the environment.The twirl sucks.What kind of mileage does this baby get?Calves. Calves all the way.Smells like it.Word.I’ll ask you a question.Michael Scott you run the most profitable branch of Dunder Mifflin. How do you do it?Good luck, Michael.Coming through. Che, che, che, che, che, che. [spots microphone and gets in line, sees an empty mic and attempts to get there first] Excuse me. Excuse me. Excuse me. Excuse me. [a line appears from nowhere] Ah. Damn it. [ heads back to the original line which is now even longer] Wha- okay [grunts]I was hoping to lob Michael his softball question early. I wanted to swing by the garment district, pick up a few crates of my shirts. I got a shirt guy.How is he gonna have grandkids?No. You will not.Oh, I’m sorry. Were you raised in a household with no consequences?Oh. If onlys and justs were candies and nuts then every day would be Erntedankfest.[loudly applauds] Yes.Dwight Schrute, Scranton branch. I just want to say that I have been standing in this line all day and if this line is any indication of how this company is being run then we are in big trouble. [cheers from crowd] Thank you. Right. I know. And I just want to say that I believe that there are options out there. [crowd still applauding] A take a number option like they have in a deli. What about line varieties? Like an express line for quick comments of ten words or less. They can move much more efficiently. What about ropes along the lines that you can hold on to.Yeah.",
    "Jim": "Five years ago, corporate said we had to start a recycling program for Earth Day so Dwight took the lead on that and introduced us to a very close friend of his named Recyclops.The next year he really stepped things up.A year after that Recylcops really began to take shape.Then tragedy struck Recyclops when his fictional planet was attacked by some other fictitious thing… I can’t remember.I think this was also the year he renounced Earth Day and vowed to the destroy the planet he once loved.Mmm.God bless you, Recyclops. And your cold robot heart. [Dwight throws an aluminum can towards the recycling bin and misses]Hey, Ryan. Could you start consolidating all our Rolodex information into Outlook?But if the company doesn’t go under then we’ll finally have all our contacts in one program.Could go either way.Maybe we should just wait and find out.Ok.Nah. Might as well do it now.Hey, Phyllis. Are you just getting back from lunch now?Ok. You shouldn’t be telling me that stuff and also shouldn’t be taking two hour lunches without telling me.I care about them and I’m just as much of a boss as Michael. [Stanley laughs] What’s so funny? I’m a co-manager.Well – who? How did you? Who, who told you this?Ok. Who else has heard the rumor that I am not as much in charge as Michael? [everyone raises there hands – including Pam]Who here heard it from Ryan?Yes.I am just as much of a boss as Michael and I can do anything that Michael can do. Alright?  Who here believes that I have as much power as Michael? [Pam, after a moment,  is the only one who raises her hand]I gotta make an example out of him. Should I just fire him?To be honest, I don’t know, but maybe I could just yell at him in front of people.Oh, well I yell. You’ve heard me yell.Well, that was apple-picking day and there’s no need to yell that day, you know. I was just excited to find the car. Perfect end to a perfect day.Hey, Ryan. How’s it going?Mmm-hmm.Simple data entry, though. So there’s really only one way to do it.You know what?I think I know the problem.I think you seem distracted.But, you know what? I came up with something and I think it’s really gonna help.I am, too. Let me show you.I think this is really gonna help. If you could just hold up here one second. [addresses the whole office] Hey, guys. Quick announcement. If I could just have everyone’s attention. [turns back to Ryan] I just figured you needed a place where you can concentrate and not be bothered by bothering people.Let me show you what I mean. [Jim opens the closet door to reveal a work station] Your new office. How great is that, right? For a job well done. Well, not done.Right.[laughs] You’re a good kid. You know what? It gets bigger once you’re in there. Enjoy it. [shuts the door and walks to his office]",
    "Pam": "Oh my God, you guys, look. It’s Recyclops.The thing I like most about Recyclops is that he’s creating a different world for our child.A world where you truly can be anything you want.That’s great.Sure.Don’t do the twirl.Stuff gets around. I don’t participate.I forgot I have to support him no matter what. Close one.Can you actually fire people?Well, I can’t really imagine you yelling at anyone.Oh. Ok. I’ve heard you exclaim. Like the time you said, ‘Hey, look. We parked over here!’.Well, you’ll figure it out.",
    "Stanley": "Oh, is today Recyclops Day?I thought you were killed by Polluticorn.That doesn’t make you a boss.Can’t say.",
    "Andy": "That’s aerosol spray. It’s terrible for the environment.[doing an announcer voice] Ladies and gentlemen from Scranton, Pennsylvania, please welcome Michael ‘The Machine’ Scott. [Michael waves, twirls and sits down][still doing the voice & spinning in his chair] Hate the twirl!I’m so jealous right now.Hey, guys, do you think anyone might have had sex in here?Yeah! Yeah! Yeah!Michael, what if somebody asks you a question at this meeting? Are you just gonna wave, or what?Make it a softball. Something he can, like, crank out of the park.This is your big day. Come on.Kay.Yeah. Well, you should do that. Get in line.Look, do you want to be able to tell your grandkids you stood up for yourself during the – America’s biggest financial crisis?You should get up and say something. You’ve got to be true to what’s in there. [points to Oscar’s heart] Don’t be a wuss.I’ve always been the guy who can rally other people to rebel. In high school I organized a walk out over standardized testing. Got over 500 students to just skip the SATs. At the last second I chickened out, took it anyway, got a 1220, always regretted it. I feel lachrymose .",
    "Michael": "[seated] Ok. Ok. How ’bout this? [rises, waves, sits back down]I want it to be better than ‘Great’, Pam. How ’bout I remain seated… and I just do a little bit of a nod. Sort of a humble thing. [demonstrates]Nope. Then my face is down. They can’t see my face.Alan Brand is the CEO of the company, if title’s important to you, has personally invited moi to go to New York to the shareholder’s meeting  and sit up on the stage with the board of directors. And at some point they are going to introduce me as the most successful branch manager that they have. And then Michael Scott turns and waves to the crowd… and the crowd goes wild.Ok. Obviously I’m not going to do the twirl. I only did it because I nailed the wave.I am not going to do the twirl. Alright? It’s not even a twirl, it’s a spin. I might do the spin.Ok, Oscar, I don’t need the whole enchilada just the bullet points.Well, could you condense it please?It’s not a limo. It’s a town car. Town cars are actually better, though. Better torque. Better handling.They sent a limo.Town cars suck. Town car is something that a company sends when they’re in trouble. A limousine is something that a company sends when they have cause for celebration. And in this case I think we are celebrating me.[everyone is rushing down the stairs to see the limo] Oh, wait. Wait. Wow. Wow! Oh, no way. Look at that.Hate to break it to you Oscar but some of us like boobs.Hey, you know who you should be jealous of? Yourself. Because you’re invited and you’re invited and you’re invited and you and you and you and you and you and you-What?The limo seats eight. Ok. Then Jim and Pam and Ryan plus a guest.[others  start raising their hands to be picked] Mmm… whoa.[in the limo with Dwight, Andy and Oscar] I wish the windows weren’t tinted so people could see us in here.Definitely.Definitely. Look they got pillows. That. That’s bigger than my bed.[the limo driver raises the divider window] Who’s playing with the button?I will have to answer.No, no. That’s too hard. Say your name is Zamboni and then I will say, ‘Well, we’re sort of on thin ice.’ [they all laugh] I won’t say that. I’ll something like that.Oh, my god. This is it.Yes.Oh, hi.Well, thank you and, and please call – continue to call me Mr. Scott.Well, I guess this is as far as I can take you guys. So –See you later.[walking past bodyguards at the door] Officers. Thank you.Thank you.Hello.Thank you.Oh. It was awesome. Very, very sublime.It’s nice to meet you, too. It’s an honor and a privilege.Ah. [bows] Your eminence.You guys ever protect the president?What about Madonna? Or Obama twins? Anybody famous?Rock and roll. [they walk into convention room and are booed by everyone][to David] This is not as much fun as I thought it would be.[accidentally into his microphone] We’re going bankrupt, you think? [angry jeering from the crowd] They are really angry.Hey, hey, hey. I’m sorry. These are not criminals. They are nice. They invited me to come here today. They invited me to their hospitality suite where I  had free food and it was delicious. Get this. Know how nice they are? The sent a stretch limo all the way to pick me up in Scranton. That’s –Yes.[board of directors has started to exit] Yeah, well, that’s not gonna happen. That’s not gonna happen. We’ll be back with some answers. [a few murmurs from the crowd of ‘What answers?’] I – ok. I know that you’re mad at me and you’re mad at all them –Ok. Alright. We are gonna – we’re gonna go out there during this break and we are gonna come back with a plan. We’re gonna come back with a plan for you. It’s a 45 day plan. 45 days to get us back on track. [crowd starts to agree and perk up] 45 points. It’s a 45 day/45 point. One point per day. We get the 45 points we are back in business. [crowd applauds] And you can take that to the bank. [applause continue] And Limo Lady, we are going completely carbon neutral. [crowd has gotten very excited and is cheering] I love you, New York! [Michael does the spin and leaves the stage – then runs back across the stage] You. You.Wow. Things are really picking up.What?I did wave. I did a lot more than wave.We tell them the plan, right?Here’s what we’re gonna do. The 45 day thing that I outlined, we go with that. Day 45, company saved. Day 44, go. What do we got? We have 15 minutes.Just whatever comes to mind. Shout it out.I am the guy who roused that crowd.Got them on their feet.They were so happy down there.Ok. Alright. Well, I know a guy. This Mexican guy. He is a math whiz. He knows economics as well as he knows bull fighting and I am going to call in a little favor.Well, I’m texting him, so.It’s done. [Oscar, sitting in the lobby, receives a text]Oh. There he is. Come on in. Come on in. Gentleman, I would like you to meet Oscar. Come on in. Don’t be shy. This is Oscar Martinez. Oscar, why don’t you come over here. Let me present you. Step up. Step up there. Oscar is an accountant extraordinaire at the Scranton branch and he has a wonderful idea as to how to get us out of this murky, murky situation. Take it away. [Oscar stands there stunned]Tell them what you told me. This is genius.Tell them about the cash flow and the dumping of properties and – this is all –It’s all good. It’s all good stuff. Lay it on them.That wasn’t what you were saying to me. He was much more articulate and that was better. Much better.O-kay. Oh… hey, hey. [follows Oscar into the hall] What are you doing?Wow, man. That –That was embarrassing.For me, too. You embarrassed me.Well, that was a waste of a text. Let’s get down to brass tacks. I think that we might be in trouble. We don’t seem to have a plan so I’m thinking I go down there. Maybe rattle off a few jokes. Congressman could follow.Uh, I’m not a moron. Time after time my branch leads in sales. I have personally won over 17 Dundie awards. So, I am not a moron and I am just trying to help, you know? So… you’re the moron.[zipping through the hall while texting]Yes it is a thrill to be honored by one’s company. To have the people that you work for stop for a minute and say, ‘Wow. Great job.’  That is what it is all about. Not the perks. Perks? The perks. I could take or leave the perks.  Limos are for people who make the company money not lose millions and have no plan. So we’re leaving early. After all, we are the only ones with anything to celebrate.[running out of the building with Oscar, Andy, and Dwight] Oscar! Oscar! Come on!  There he is! There he is! Go! Go! Go! Go! Go! Go! Go!  Scranton! Scranton! Scranton! Dunder Mifflin!",
    "Meredith": "And it looks like you’re taking a dump.",
    "Phyllis": "Lose the twirl.Yeah, good. Don’t do it.Bob took me to Capello’s. We got a little tipsy.Oh, it’s ok. Michael doesn’t really care about these things.It’s not like you can fire people or anything.Ryan.Sorry. Plastered.",
    "Kevin": "Michael, I hated the twirl.[at window in conference room] Check it out, guys. There’s a limo down here. [everyone heads to the conference room] Michael, look. Oh, man.Does and email count?Yeah. [everyone raises hands again]",
    "Erin": "Michael? The limo’s here for you.He said limousine, so…It’s like what high school kids take to prom on tv shows.",
    "Limo Driver": "Car seats eight.The car seats eight.",
    "Jim & Pam": "No thanks.",
    "Ryan": "I’ll use it when you’re done.Uh, it doesn’t seem like there’s much of a point if the company’s going under.The company’s probably going under, though.Seems like it’s leaning one way.Definitely.So should we wait to find out before we start doing all this stuff?Do you love her or do you love the idea of her?[playing Tetris on his computer] Here’s the thing. Um, I’ve tried it like five different ways in my head and – Oh, got one. Um, I’m such a perfectionist…That I’d kinda rather not do it all then do a crappy version.Sounds like you have a really specific vision for it. Do you wanna maybe just take a whack at it?What?Great.Yep, that is a problem.Well, I’m glad you’re finally being proactive, Jim.Mmm-hmm.I will, uh, I will do my work right now. I will stay late tonight.Uh, I’m very sorry… about everything.[from behind the door] Is there internet?",
    "Laurie": "Mr. Scott?I’m Laurie.Thank you for joining us. Come with me.Ok. If you just want to follow me I’ll take you up to the lounge.After you, Mr. Scott.",
    "David": "Michael.So glad you could make it.How was the ride?I’m glad. I want to introduce you to everyone. First we’ll start with Alan Brand. Alan? CEO. Michael Scott, Branch manager, Scranton.Seated, we have the former congressman, Chris O’Keefe.It was fun when we weren’t on the brink of bankruptcy.[over the crowd booing] Believe me everyone is working very hard, working weekends, struggling, trying to right the ship.What are we supposed to tell them now? Ok? You’ve dug us quite a hole.There is no plan.Yes.Yes.Yes.No. No. No. No. No. No. Don’t call anybody, Michael.Please do not text anybody, now, Michael.",
    "Alan": "It’s nice to meet you, Michael.Alright, guys. You ready?Dunder Mifflin is still a strong company. We are poised to come through this more streamlined and profitable than ever. [boos from the crowd]The shareholders need to empower our leadership –… and we’re confident. There are many things to be optimistic about in Dunder Mifflin’s future and one of them is here with us today. Michael Scott, Scranton Branch manager.In these uncertain times, Michael has managed to maintain steady profits from his Scranton branch. We all thank you, Michael. [scattered applause] Another bright spot in the Dunder Mifflin landscape, our new waste pulp re-purposing plant in Milford. [applause]Quiet! Quiet, please! Please, quiet! Quiet, please. We want to hear your questions.Ok. We’re gonna take a 15 minute break and then we’re gonna answer more questions.You were supposed to wave.Who cares?The gentleman in the, uh, glasses.Thank you. Thank you for your suggestions.",
    "Registrar": "For those of you with questions, please line up behind one of the four microphones that have been placed in the aisles.",
    "Security": "No.Not supposed to talk about it. Nelly Furtado.",
    "Woman in line": "I’m just gonna run to the bathroom. Will you save my place?Excuse me?It’ll just be a second.",
    "Man in line": "Sure.",
    "Shareholder": "You’re a criminal.",
    "Female Shareholder": "Limousine?",
    "Second Shareholder": "You’re all corrupt. You should be in jail. [crowd agrees]",
    "Creed": "I don’t know, man. I just don’t know.",
    "Third Shareholder": "You haven’t said anything yet and we’re headed for bankruptcy. [crowd agrees]",
    "Fourth Shareholder": "How are you gonna fix the company?",
    "O’Keefe": "What was that about?Excuse me?Who the hell is this guy?He’s our best manager? Where’s the off button on this moron?He can take the bus. He’s had his limo ride."
}