{
    "Dwight": "[yelling] Attention everyone! Jim and I, on behalf of––the party planning committee…But effective, look! [everyone turns to pay attention] On behalf of Jim and I, Merry Christmas.Merry Christmas. Good.My diabolical plot is on hold for Christmas. My heart just melts with the sound of children singing. Hmmph! [laughs] Not really! I’m just tired. The days are short. I don’t know. Maybe I’m depressed.It is time to unveil the tree.It is warm feelings.Thirty! Twenty-nine! Twenty-eight! [others join]Twenty- seven! Twenty-six! …Exactly.Everyone.Yes, we are unveiling, an artificial tree, that will never die…Like the spirit of Christmas!This was a successful unveiling! Go back to work! Merry Christmas!Hey Santa!For several weeks, my Secret Santa has been giving me pieces of a machine that I’ve been attempting to assemble. I’m suspicious of this because I had the exact same idea, for catching Osama bin Laden. I would simply send him a different piece each day. He would assemble it, to find himself… in jail!Excuse me. Whoever has been sending me the parts to this gun, I think you sent me a gear instead of a trigger.What else does it look like?Well I don’t have all the pieces yet.Not a gun. [crosses gun off his “what could it be” list]We don’t have a North Pole branch. Idiot. [grabs package]Yes! [Dwight opens package to reveal another machine part]What’s your pin number?Where? Holiday Inn? I don’t …You are kidding me!When? When did he tell you? Today?Awww!Aaaarrhh!  [kicks over Christmas tree]Hey David.Yeah![singing] I walk a lonely road, the only one that I have ever known. Don’t know where it goes, but it’s home to me and I walk alone. [Meredith and Madge help right the Christmas tree]It’s true. We all walk alone.[singing] My shadow’s the only one that walks beside me. My shallow heart’s the only thing that’s beating…I have no idea.Michael? Please! Come on!Oh man! [Dwight dropped a walnut into the nutcracker] I can use this for so many nuts! Macadamias, Brazil nuts, pecans, almonds. Clams, snails…It’s real slippery out here. [sound of drummer’s starts]",
    "Jim": "Too loud.Too, too loud. Too Loud.Yeah.This is all we have.No, it’s not “ugh.” It is… office camaraderie.Why would you start so high?Three, two, one! [pulls sheet to reveal Christmas tree]No.We didn’t, because we think it’d be better to do it together.Pam!Yes.Hey, Creed, we covered it. Lump of coal!Yeah.Yeah I told her a long time ago she could do it.No, I’m not gonna do that.I think she’s doing a good job.I’m not gonna go tell Phyllis that she can’t be Santa.I’m trying Phyllis. You’re Santa.That’s what I want.What would Bob do?Hey hey hey. Everything okay?Can I just talk to you for a second?You can’t yell out “I need this, I need this” as you pin down an employee on your lap!Yup.Michael, it’s Phyllis. We want Phyllis as Santa.Great!Who wants Phyllis as Santa? [most everyone raises their hand]And if you want Michael as Santa, raise your hand. [Michael, then Dwight raises hand]  Can I get you some punch?No. [Michael gets up and walks into his office]Not great. You heckled Santa for an hour and a half.What?What?Wait wait wait, who said that?What?Michael, wait. So they said we are sold?Okay. We haven’t gone under. We’ve been sold and that can mean many different things.No, you won’t, because he’s not picking up his phone.Oh my God, David. That’s horrible.Oh my God!",
    "Everyone": "Merry Christmas.",
    "Oscar": "Hey, Rockefeller Center!They finally let you do it!That’s funny.That’s too funny.There he is.Is Matt around? I got his check.Ah, I’ll just… wait for him.I’ll just leave it here with you. [drops checks, leaves. Daryl smirks]Who?Is it that obvious?  [Pam starts towards Matt] No- hey…Okay Pam.Nice to meet you Mark!Right, Matt. [Matt leaves] I know what I’m doing, Pam.",
    "Ryan": "Uh, I have actually been to Rock Center, and this is nothing like that.Ugh.Whoa, whoa.I’m doing something over here.What are you talking about?No no no.Yeah! That was the idea.Awesome!",
    "Meredith": "Why don’t we talk more about it instead of doing it?No, I get it.How ’bout us? It’s Meredith. By the way, your wife is a very lucky woman.",
    "Phyllis": "Ooh.You didn’t decorate it?Ho ho ho! Merry Christmas boys and girls! It’s me, Santa Claus!Yeah!I have been wanting to be Santa for years. I believe I have the right temperament, and the figure to do the job well. I slipped a note to Jim eleven weeks ago, and he said I could do it. [she awkwardly hugs Jim] It’s been a long journey… but [sniffles] I’m Santa Claus!It’s going to be a very jolly time if you’ve been good!Oh then nothing but a lump of coal for you!Yeah.Well?The only Santa.You promised me this. Don’t make me get Bob involved!Never mind, I shouldn’t have said that.How do you know it’s a gun?In the North Pole I spend many nights alone tinkering with toys. So today, let’s put a twinkle in Ole Kris Kringle’s eye! Let the party begin! [Dwight plugs in tree lights, office applauds.]All right sweetie, I’ll tell her its Michael.This just arrived from the Dunder Mifflin North Pole branch!Ho ho ho! For Stanley! Ho ho ho! You’ve been very good this year –And this brings us to you, little one.It’s a secret.Hi Michael. [Michael sits on her lap] Mm. ‘kay.What?An Xbox it is. Because I’ve decided you’re a good boy.No Bob, we worked it out.I’m sorry,I’m really sorry. It was earlier today.Hi sweetie.I’m good baby. [they kiss, both dressed as Santa]",
    "Pam": "Ah!Is it, is it fake?So Santa, what can we expect from this party?You know Oscar every time I make this lasagna people ask me if it’s a family recipe, but really, I just get the recipe from the box!Is it funny? I thought it was more …interesting, than funny. [she walks over to see Oscar at the window looking down on man catching a football in parking lot]  I think my water just broke!Oscar and the warehouse guy! Go Oscar! Go gay warehouse guy!Michael, we already have a Santa, Phyllis.Have you talked to him?Matt?Mmm! Good pate, right? [Matt nods yes] Oscar made it. Have you met Oscar?Hey, Oscar, come here. Oscar, this is Matt, and um, Matt loves your pate.Oscar’s pate is great. I could eat it all day, every day. Mmm. How come the good ones are never straight, right?Okay.Yes! They’re the only two gay guys I know. But they should be together.How could we do what? [general murmur]Twelve drummers drumming. [marching drum band lines up to perform, Andy steps out with cymbals]",
    "Andy": "Why would you wrap it in a sheet, if you’re not covering anything up?I begged Dwight and Jim to give me Erin for Secret Santa. And I decided to give Erin the Twelve days of Christmas. Is it my fault that the first eight days is basically thirty birds? [six geese are inside Erin’s car]Does it hurt?Hmm.I know, right?Huh!Yeah! Totally! I admit it! It’s me.“Seriously?” Are you serious?Yeah! Totally serious! I’m your Secret Santa! Busted!Hey Phyllis, could you not reveal to Erin that I’m her Secret Santa?Okay.Nnnnya.I, I thought that you would like it.Well it’s the thought that counts.I suppose a gentlemen might… throw in the towel, at this point. Guess what? Not gonna happen.Merry Christmas Erin! Take it away boys! [dances along to the drumming]",
    "Stanley": "We’re supposed to applaud you for taking a giant diaper off fake tree?Not a gun.Well, unless the missing piece is a gun, you don’t have a gun.I have.We deserve to know.",
    "Erin": "Hello. Sorry guys. [louder, face is scratched up.] Sorry guys. I’m not sure I’ve earned the right to make announcements yet. But whoever is giving me the Twelve Days of Christmas? As my Secret Santa? Please stop. I can’t take it anymore. My cat killed a turtledove; the French hens have started pulling out my hair to make a nest. Please. Stop.It’s so edgy!It stings a lot.I keep trying to figure out who’s sending me these gifts.So far no one will admit to it.Is it you? [Andy stage face, eyes pop, big mouth smile, Erin laughs]Seriously?What?Do you want me off the call too Michael?It was a little much Andy.What were you thinking? [Andy freezes]",
    "Kelly": "What psycho would send that as a gift? [Kelly hugs Erin]Hi David! [group hellos][opens “New Moon” poster] Jim…. Jim! [Hugs him]",
    "Kevin": "Congrats Phil!Michael it’s me, Kevin. Phyllis says I’m too big for her lap.When can I sit on your lap?That’s really comfortable. [Michael gasps]I don’t know. I didn’t know you were gonna ask me that.I didn’t know. Nobody’s ever let me sit on their lap before.Can you give me some choices? Cause I really don’t want to mess up on this list.What about if I tell you the things I don’t want?I didn’t even get to tell you what I wanted!Awesome.Michael I had you. I just want to try Phyllis.He got scented candles![singing] Christmas tree, oh Christmas tree, thy leaves are so unchanging…",
    "Creed": "What if you’ve been bad?What if you’ve been really, really bad? More evil, and strictly wrong?",
    "Michael": "Heeeeeere’s Santa! Hey little girl, what would you like for Christmas? Ooh, you have been a very naughty girl, I see. [points to Pam’s’ pregnant tummy]What the hell is going on?Phyllis, Jim? Phyllis is Santa?Phyllis?Take it back. That is absurd.No? No! Jim! Come on!It’s insane! A woman Santa, where does it stop? No! Jim, this may be the last Christmas that we have here, doesn’t it make you a tiny bit anxious, me NOT playing Santa? Come on!Fine! Then do it anonymously. Ransom note style. You can- I -you know what, I have a bunch of letters cut out of magazines in my desk. You can use those.If this were Russia, yeah sure. Everyone would go to one Santa, and there would be a line around the block and once you sat on her lap and she’d ask you what you wanted, you would say probably “freedom.” At which point the KGB would arrest you and send you to Siberia. It’s a good thing Russia doesn’t exist anymore.[santa voice] Ho ho ho! Why pay more to sit next to old Tranny Claus over there, when you can sit on my lap. Phyllis is only … pretending to be a man, I’m the real thing. Sit down on my lap and there will be no doubt!No it’s not, not like penis-wise. [as Santa] Hello little boy, what’s your name?Oh! I am so sorry that Phyllis hates you. And hates your body. But, Santa remembers a reindeer that was just a tiny bit different as well.Right now! Come on over here, big boy! There we go. [Kevin sits on his lap. It’s a struggle] Oh my God.What would you like for Christmas little boy?What did you think was going to happen?All right, just say “some toys” please.Damn it Kevin, come on.Okay get off, get off! [pushes Kevin off] Oh! Oh, God!Okay you know what you get? You get a thousand helium balloons attached to you so Santa doesn’t have to go through this again.Ryan come here!Come on, come on.Ahhh… Ho ho ho! [struggles to pull Ryan towards him] Come on I need this. Come over here!Just sit down!Yup. Ryan and I are just having some fun!Whoop! Okay, what?Okay. You know what Jim, there are two Santas in the room. Things get ruthless!Do you understand, you forced my hand?Oh, do we? Do “We?” Is that what “we” want? Why don’t “we” take a vote on it?Hey! Okay! Everybody! The office is being pulled apart! I realize that. There are traditions at stake. And there are–No no no wait! No! There are other choices, there is information that we –[Dwight counts the raised hands] Are you kidding me? Kevin? After you almost killed me?I’ll get some punch. That looks delicious. [shoves Santa hat into punch]I don’t ask for much for Christmas, I really don’t. It’s not like I’m begging people to buy me diamonds and …broach pendants. “Oh buy me something expensive or I’m gonna kill myself.”  That’s not – I don’t care about that. All I want to be is Santa. And, you want to take that away from me?  Fine. Go ahead. But when you need my help because I am ruining everything, don’t look at me.Behold! [extends his arms] Jesus Christ. And I bring to you glad Christmas tidings. I want to remind everyone the true meaning of Christmas. [Angela claps] Those of you who wish to join me, that’s great. I’m excited by that. And those of you who don’t, I forgive you. But I never forget.Oh the Anti-Christ!Oh but I can push drugs in here? Is that what you’re saying?Well you have to pick one or the other. Your choice. Pick your poison. Get back to me. In the meantime, I am going to spread my goodness all over this company![on karaoke microphone] Uh oh, what’s Dwight gonna get? What is iiiit?Oh yes. It’s space garbage. Dwight’s gonna be able to build himself a friend! [sings] Deck the halls with crappy gifts…[on microphone] Yeah, except for cheating on your wife. Adultery’s a sin, look it up in the Bible people. What’d you get?[on microphone] Oh, that’s appropriate. Lot of fire where you’re going. Better get used to it. You’re going to H-E-L-L double hockey sticks. You’re going to Hell Stanley.[on microphone] I can’t see from here people. Somebody shout it out, don’t make me get up.[on microphone] That’s fantastic. You can make another dress that goes past your feet.[on microphone] No![on microphone] Andy had Erin.[on microphone] What? Was I not supposed to say it? [Jim unplugs mic] What? Turn it back on.David, guess who I’m sitting here dressed as.I’ll give you a hint. His last name is Christ. He has the power of flight. He can heal leopards.I’m Jesus, David, and you know why? Because Phyllis, a woman, has uslurped my role as Santa.What?Really? What’s going on?What the hell? How rude! Does she do that all the time?Hey! Get off! Get off the phone!What does that mean?Well, can’t Alan protect you?All of us?Oh my God.Earlier today this office needed a Santa. And then it needed a second Santa. And then it needed a Jesus. And now, it needs a Michael. And that’s one suit Phyllis cannot fit into.Hey. How’s everybody doing?That was a different guy. That was Jesus. Jesus sort of ruined the party. Hurt petulant Jesus.You know what’s even more offensive, is baling on this party because some…  jerk ruined the first part of it. Dwight come here. Here’s my debit card, I want you to go pick up a bunch of pizzas and meet me in the conference room.I don’t want to say. But, “it’s fun to stay at the -” [nods to fill in blank, but Dwight doesn’t know]“It’s fun to stay at the -“[gestures the YMCA dance] Mmm, mm mm mm. [Dwight smirks, leaves]You know what, Christmas isn’t about Santa, or Jesus. It’s about the workplace. All of you feel like my family. Ryan, you are my son. And Pam, you’re my wife. And Jim. And Angela and Phyllis, you are my Grandmas.  And Stanley, you’re our mailman. And I can’t help but look at all your wonderful beautiful faces and think, “How could they do this to us?”It’s not… Nevermind. Nothing. [arguing voices]I didn’t say anything!We’re going out of business!David told me on the phone. David told me.Earlier today.He said, we have been sold. [upset murmurs]Dwight! Jesus!David’s gone. Alan’s gone. We’re all gone.It’s hard for me to imagine a scenario, where Meredith Palmer keeps her job and David Wallace does not – no offense Meredith.I’ll call him. I’ll call David.Yes, I will. Because I always know how to get through to him.He told me where his kids go to school. I call the school, I tell them I’m a pediatrician. They patch me through to his secretary. I use my little girl voice. Badda bing, badda boom.It’s not sweetie, it’s Michael Scott.Stephanie could you hop off please?David!David, you are on speakerphone with the entire branch, and the warehouse.David, they do not believe me. When you told me everyone was canned.Well I think we’re past that now.We’re not fired?Yeah! [office erupts in cheers and applause and hugs] It’s a Christmas miracle!Woo hoo! [climbs on desk, stage dives into crowd of employees]Oh! You got it? What is that? [Dwight building his gift]Huh. Well, maybe those will help. [puts bag of walnuts on his desk]Hi Santa.I’d like to make a wish.I would like an Xbox, and a TV that’s compatible with an Xbox. And, I’m sorry.You called Bob?Come on! Phyllis!Okay.Oh God. Get a room Santas!Thank you Santa. Happy Holidays.",
    "Group": "[mutters] Okay…WHAT?",
    "Daryl": "Hey.Uh, Matt is on a delivery. Just leave it here, I’ll take it.Matt’s a pretty good-looking dude, don’t you think?",
    "Office": "Aw, Michael!",
    "Toby": "Wow Michael, like this must be obvious how wrong this is.You can’t, [Michael touches his forehead and makes sizzling noise] Ow. Look, you cannot push religion.No![opening kite from Ryan] Wow! Cause… [reveals Kite Runner book]Thank you!Thanks man! [awkwardly tries to hug Ryan, pats him on the back]",
    "Kelly and Erin": "[singing] I saw three ships come sailing in, on Christmas day, on Christmas day…",
    "Matt": "I don’t think so.I had some.Nice to meet you Oscar.It’s Matt.",
    "Angela": "Amen.It’s fabric! I really wanted this.Andy, is this you?Are you serious?  This is so offensive.If you know something Michael…Come on!",
    "David": "Yes Michael, what is so urgent?I’m not going to guess. You can tell me or I am going to hang up.Michael…Michael-This is a very very bad time.Stephanie, can you hop off please?Listen, I shouldn’t tell you this, but the company has a buyer. The board will have no choice to approve. They are going to clean house.I’ll be fired.Alan will be out too. All of us.Goodbye Michael.Hey Sweetie, what is it?What the hell?Michael, I have never-Ever, ever…Hello everyone.You weren’t supposed to tell anyone Michael.I am not supposed to… Okay. Guys. I was really only talking about Alan, myself, a few other execs you don’t know.Look. They’re buying the company for the distribution. You guys are the only thing about this company that works.  So congratulations.No! No, and congratulations.",
    "Stephanie": "Sure David. [disconnect]",
    "Bob Vance": "Scott! What in the hell is going on here? [Bob enters dressed as Santa too]",
    "Bob": "You okay baby?"
}