{
    "Dwight": "[Michael grunts and strains while doing push-ups] Breathe. Work your core. Come on.Not counting the last one, 25.Ok, 25 and one girl push-up!Okay.And one girl push-up.25. Yeah! Come on, you can do it!Hold that thought. Well, well, well. If it isn’t Isabel.What’s a girl like you doing in a place like this?Ooh, I love repartee.Usually means there’s a battle scene coming.Any brothers or sisters?Really?Vegetarian?What’s your blood type?Universal donor. [startled by Angela, curses]Angela versus Isabel. Height, advantage Isabel. Birthing hips, advantage Isabel. Remaining child-bearing years, advantage Isabel. Legal obligation, advantage Angela.Whacking moles. Hit ’em on the head. Whack. Say it with me.Extend the fingers more.Good.Hey, monkey, how you doing?Listen, can I talk to you for a second?Look, I’ve been thinking. We had a good run. We really did. But you don’t need to worry about this whole contract thing anymore.It’s just that we both-we want different things. You know, I want a big family.No, no, no, no. I want a big family. Tall. Thick. A big, physically big family. Listen, you go have fun. You’re off the hook.Dissolved. Don’t worry, you’re free. Okay? Okay. See you later.With this move, he can’t get you.Oh, please. I wish he’d come after me.  I would be like-aaah!Sh-what?No, no, no. [trying to talk over her] Blah blah blah blah!What are you-Angela…You’re really putting me in an awkward position here.Angela, not here!You are an impressive specimen.",
    "Michael": "How many is that?Count the last one.Oh, new record!Oh, what did you do today?Oh, yeah, sitting on your big fat butt. Alright, that is the number to beat.My respect. [everyone returns to work] Okay, I’ll make it a little more interesting. Anyone who does more than 25 push-ups –Gets to go home. [everyone starts to do push-ups] Ooh! I say ‘dance,’ they say ‘how high?’ Here we go. Oh, no. No, no, no. Butt to high. [steps on Angela] Disqualified!What do we got? Creed, disqualified.[Stanley straining and breathing heavily] Oh, wow, that is adorable!Yeah, I’m betting one more.Good.Alright, alright. [chanting continues]Well, it’s not exactly fair. He’s got all of his weight that’s helping him go down.Yes?Ladies and gentleman, it is quitting time.Ok, yes. Sure.No, I got that.I am in.It’s a deal.Oh, wow, I cannot believe this is happening. This is everything I dreamed. Oh, my God! [laughs]It’s not a birthday, it’s not a good-bye party…Sucks to be you.That would be sublime.Yes.Hello, how are you?What is a nice girl like you hanging out with these bums for? [Julie laughs]Oh, no, no. Pam and Jim work for me. And if they win, they are fired.No. No, not really. Not really, but they better not win.So, what do you do?Really?See, I didn’t think you could teach that. I thought that was something you were born with. What am I thinking right now?Yes. I feel like an idiot. Awesome.About what?She’s nice.Yeah.Uh, yeah, sure.About what?[removing tie] Well, apparently, Michael Scott is on a date. And that, that my friend, changes everything. [puts on backwards golf cap]Guys, come on, I’m on a date. Let me do my thang.Hi, I’m date Mike. Nice to meet me. How do you like your eggs in the morning? [tries to wink]Hey, guys, guys, guys. [steals a cherry from waitress passing buy] Watch this. Ready?I’m tying a knot in the stem with my tongue.[choking] Wow. Oh, wow, that was close.I would say I kind of have an unfair advantage because I watch reality dating shows like a hawk, and I learn. I absorb information from the strategies of the winners and the losers. Actually, I probably learn more from the losers.Hello.Hi.Yeah, why don’t you send the bill to 23 I Don’t Care Lane, Scranton, Pennsylvania?Hey, she can tell I’m on a date, right? Right? I’m just having fun.Really? You told on me. That’s lame.Yes. Homelessness. What?Where?Okay, all right. Okay, whoa. I’m just kidding around. I’m sorry.She can’t talk to us that way.You let somebody talk to you like that, where does it stop?Well, I am starting it again!Hey, you embarrassed my friends in front of me and I’m gonna need you to go back over to the table and apologize.I am here with my employees. I am here on a date. Hello.Well, it just so happens that I am a manager too. And the way I manage people is that I touch their hearts and souls with humor, with love and maybe a dash of razzle-dazzle. And I don’t see that from you.Yes it is. I am writing a book about it.I’ve written all of it… in my head.If you’re really interested, it’s called ‘Somehow I Manage’ and there’s going to be a picture of me on the cover, shrugging, with my sleeves rolled up.Read it? I own it. But no, I have not read it.I own a Chrysler.No, you shut up.Grenadine.I manage a paper company-Dunder Mifflin/Sabre.I did. I actually put it in your bowl.No, no.No, it’s Michael Scott.He is I.Oh, hey guys. [thumbs up]Hey, Julie! You having fun? [Julie leaves]Halperts, wait up. Oh, what a great night. Got to hang out with my peeps. Sort of did okay with a new young lady.I think I did. But I can’t take all of the credit. Some of the credit is due, in fact, to my good friend, Date Mike. Nice to meet me.",
    "Jim": "I made a sale.19. [grunts] I had a really hard work out this morning.Wow. [applause]I would love, love, love to go. Only problem is, Pam’s at home with the baby and I think she wants a night in.Good one.Absolutely, I will do that right now.I gotta tell you, this baby is amazing. She gets me out of everything. And I – and I love her. I also love her, very much.So some of the co-workers were thinking of going out tonight, but I told them-I did not see this coming.Okay.Why?You’ve been gone for a long time.Easy.Oh, hey, Pam and I are gonna go play pool with one of her friends, and we need a fourth.Would you like to be our fourth?All right.So what do you think?About Julie?Yeah.So you like her?So Pam was right?About you two hitting it off.Hey, you’re supposed to hit the white ball first, buddy. Nice one. Can I talk to you for a sec? All right. Everything ok?You want to just make a run for it?What is happening?Michael, you don’t have to do this.[Michael playing air guitar on pool table] Wow. Maybe we should tell her that he’s not normally like this.Maybe it should come from a note… with flowers…tomorrow.It stopped.All right.See ya. Nice girl.You all right?Actually, you didn’t.",
    "Meredith": "What do we get if we do ’em?",
    "Angela": "Ow!And then they said the most ridiculous thing about Anderson Cooper, which I do not have the decency to repeat, but trust me when I tell you that-This looks like a hoot.Whack.Okay.It’s no worry.I could see enjoying that.But we signed the contract.We both-you didn’t dup-Dwight Schrute! Dwight Kurt Schrute.You are hereby served with a summons to appear in Lackawanna county court.For breach of contract with Angela Noelle Martin.Dwight recently entered into a contract with me, establishing intent to conceive and raise a child with me.Did he not tell you that?Do you plan on raising a child with me? Or do you plan on breaking this contract?Dwight?You’ll see me in small claims court!",
    "Creed": "[from desk chair] Oh, come on!",
    "Phyllis": "Ten…Eleven, wow!One more, one more! [cheers and applause]Hmmm, I saw a new drink on TV I’d like to try. I’ll ask Bob.Yeah, I love going to bars with Bob. I tend to wear something low-cut, get men to flirt with me, and Bob beats ’em up. What?Hey, you two having fun?",
    "Everyone": "[chanting] Stan-ley! Stan-ley! Stan-ley…",
    "Oscar": "Essentially, what we have here is one of those stories where a mother lifts a car to save her baby.You okay? You okay, Stanley?Hey. Matt, right?I always come in at 7.Well… Hey, uh, are you doing anything later tonight?Yeah.Yeah, we talked this morning and we talked at Christmas. So, a little momentum there. [tries to open door, locked] Just a couple of hours to kill before work.Hey, nice office.You know what we haven’t done in a while? Happy hour. Upstairs, the warehouse, everybody just going out for a drink.Didn’t we? I think we did.Yeah, the whole gang, Matt included.So happy hour.All right.So what do you think?I know.I couldn’t understand a word he said.Maybe you’re right. I should count myself lucky.There he is! Hey, hey, hey.Sure. Hoops!Hoop it up, right.",
    "Stanley": "Excuse me.",
    "Matt": "Hey, Oscar. You’re here early.I don’t know. I’m free. If you hear of anything going on, let me know.Hey, what’s up?Anyone up for some hoops?Let’s do it.",
    "Warehouse Guy": "No, you don’t.",
    "Darryl": "Hey, what’s up?Thanks, it’s cool. So…Has that ever happened? Ever?You want me to invite Matt?Look, just be straight with me, man. You can be gay with Matt, just be straight with me.Happy hour. My pleasure.So, the guy shows me the deck he’s built. And I’m like, ‘I’ll call this a deck if it’ll make you happy, but this is just a porch without a roof.’ [laughter, Oscar looks toward door] It was ridiculous man, it was like-you could maybe get two chairs on the thing. Two lawn chairs.Hey, man, you put together a pretty fun night for everybody. I saw you talking to Hide. Did you hear that dude’s life story? It’s amazing, right?Let me tell you something, Oscar. All right, Matt’s an okay dude, but he’s a dummy. You guys got nothing in common.Tell ’em your story, Hide.",
    "Andy": "A bunch of us are talking about happy hour.Oh, baloney.Ring her up.Ha! Knew it!Erin, I need you to fax this and get me a confirmation, pronto. [whispering] Are you going later?Yes.Whoa.We recently struck up a romantic relationship. And, um…  but we’re kinda keeping it quiet for now ’cause it’s still kind of a new thing. It’s a little delicate, and we just don’t want all the drama.Yeah, cause when everyone knows- [knock on window, open blinds to Kevin giggling and making sexual gestures] That’s actually pretty funny, but in general, you know.Hey, boss man.A bunch of us are going to get some drinks, you in?I’m sorry, I meant later.For happy hour?Trying to get a head count.All right, yes! It’s a deal.Whoa! What is crackin?Yeah, how do you play?Wow, can you imagine what people would say if they saw us dancing together?They’d be like, ‘what’s up with those two?’‘Did we miss the wedding?’ Um, I got it-I’ll do this, and you play the racing game, and then we’ll switch.No drama. Ok.Did you tell them?This is exactly what I don’t want, the drama. I don’t want the drama!We just have to throw everyone off the scent a little, so follow my lead.[Andy sits at table with another woman] Hi.I don’t normally do this, but…Just sit down next to a beautiful woman and start talking to myself to confuse other people.[Andy spits out his drink] What are you doing?We didn’t say we were gonna, like, start groping strangers!Get in here. [Andy and Erin go into photo booth] Where did you learn to talk like that?Well, what movie? Black Snake Moan?This is not what I want my relationship to look like. [holding photo strip of he and Erin fighting][over PA] Hi, ladies and gentlemen. My name is Andrew Bernard, and I’ve been on two dates with Erin Hannon and they went well, and there will probably be more. Thank you.You know, it got to the point where keeping it a secret was just too much drama. And I hate drama, so there you go.I know, I do, right? I’m a total drama queen.",
    "Pam": "[on phone] Yes! Yes! I would love to![through phone] It’s been so long since I’ve been with adults. I am so excited to see everybody. Creed, Ryan. Oh my God, Stanley! Stanley’s going to be there. Yes, oh my God!Oh, hey, I invited my friend Julie.I want her to meet Michael.They’re both single, I have a sense they might-It is not that. Kevin! Oh!Hey, how are you?Aw!Yeah!Hey, Michael.This is my friend Julie.Julie laughs at everything.Hey, Isabel, you made it. Oh, my goodness.You want to play pool?Ok.Hey, Michael, where have you been? [Michael shoots pool ball up into their faces]Why are you wearing a hat now?Maybe.Maybe it should come from a man.Hey, Michael, why don’t you just get down.Ok, um, why don’t we just finish the game? Michael, it’s your shot.You guys are stripes, I think…Do you guys want some food? The wings are really good here.Really?I’m sorry, he’s not usually like that.He’s more, just… like… you can go.Okay. Bye.Yeah.Oh-oh, gosh. Oh.Okay, we have to get home.Not at all.",
    "Erin": "Sure, if you are.Talk to me that way again, and I’ll cut your face off.Exactly.Quiet.What’s this game?Oh I know.‘Hey, guys, get a bedroom already.’Yes, okay. Yeah, that’s smart.No.I get it.Okay.[Erin sits with man, rubs her hand on his thigh] Hey, big boy. Do you like it when I do that?What we said to do.I was flirting with a man.The movies. I don’t know.[laughs] You love drama.",
    "Kevin": "Yeah! [hugs Pam]Oh, I missed you so much.Yeah!Waaah! [starts to make crying baby noises]When a new mom hears a baby cry, her you-know-what’s fill up with you-know-what, and then her shirt gets, you know… that would be funny.Waaaah! [Kevin fake-cries into Pam’s chest] Waaaaah! Mommy!Yeah!",
    "Julie": "Good. Hi.So you work with Pam and Jim?[giggles] I should hope not.I am an ESL teacher.Yeah.Are you thinking that I said ‘ESP?’I was a little nervous when Pam told me he was her boss, but he doesn’t act like a boss at all. If I had a boss like that, we’d never get anything done.What are you doing?I think I’m gonna go.Yeah.What’s he usually like?Yeah.",
    "Isabel": "Hey.Of course.Um, I’m gonna do a lap. See if I know anyone.Mm-hmm.A girl like me is why a guy like you comes to a place like this.Do you?Oh, air hockey, basketball, we could play that. Oh, whack-a-mole.Three brothers.Two are in the Marines, one’s a cop.No. I love meat.O-negative. Universal donor.[Isabel and Dwight playing whack-a-mole] You are amazing at this. How did you get so good?Whack!Whack!Well, I think that he could counter that move. The Scranton strangler is a professional strangler.What are you talking about?Whack! [Isabel smacks Angela on forehead]Thank you. [Dwight and Isabel kiss]",
    "Hide": "My brother, good head, bad heart. Good head, bad heart.In Japan, heart surgeon. Number one. Steady hand. One day, yakuza boss need new heart. I do operation. But, mistake! Yakuza boss die. Yakuza very mad. I hide in fishing boat, come to America. No English,  no food, no money. Darryl give me job. Now I have house, American car, and new woman. Darryl save life. My big secret:I kill yakuza boss on purpose. I good surgeon. The best!",
    "Ryan": "Guys, one second. [on dance videogame]One second.Guys, guys, guys, please. [game ends] Ok, all right, it’s all yours now.If we save ’em up, we can get more than a sticker this time.I know, but you wanted the big thing.",
    "Kelly": "We’re focusing, we’re focusing, we can’t talk.Only three tickets.Stop telling me how to spend my tickets.[crying] Then, I spilled my drink, and they wouldn’t give me a refill.",
    "Bar Manager": "Hello.Hi.You wanna pay 400 bucks to re-felt this table?Ted, are we having fun?All right, go.Get out. Now.Then I am sorry that I didn’t kick you out.Well, uh, I’m the manager here, sir.Is that how you do it?Really? How much have you written?Oh.Huh. Have you read Lee Iacocca’s? It’s a classic.Dude, tonight! You’re not going to want to put it down. It’s gonna make you want to go out and buy a Chrysler tomorrow.Shut up.What’s your drink?What?You have a card?Stanley Hudson?Whoa, a lot of Stanley Hudson’s in here.Michael Scott?You just won yourself a lunch.So… when are you coming in for that free lunch? You’re gonna want to come in on a day that I’m working. Uh, maybe I can hear more about that book, too.",
    "Bouncer": "We got a problem?",
    "Girl at table": "Hi.Do what?"
}