{
    "": "[Elevator opens on Andy, who starts lip dub to the Isley Brothers’ ‘Nobody But Me’, joined by the rest of the Office]",
    "Stanley": "[to Toby, who’s filming] You fallin’ behind.Still behind.Are you crazy?Let’s just make this kid open this damn car.Texas justice.",
    "Ryan": "[jumps in front of camera] Wuphf.com!This is how you build a business. This is how you make it in this country.-and you jump in front of them.",
    "Kelly": "Ryan, we’re doing the dance!You make it so hard to love you sometimes.This summer, I did the minority executive training program at Yale. You guys, I’m, like, really smart now. You don’t even know. You could ask me, “Kelly, what’s the biggest company in the world?” And I’d be like, “blah blah blah, blah blah blah blah blah blah,” giving you the exact right answer.I would just like to say something off of what Darryl said about the level playing field. That is actually a zoning issue. So, thank you.Yeah, your nephew is so lame.",
    "Creed": "[Bluetooth rings] You got Creed.I couldn’t care less about nepotism. But, I’m loving the debate. Great minds battling it out. And I’ve got a front row seat.He’s been trashing us relentlessly on Twitter. Yeah, it’s funny stuff, but mean.Everywhere I look it’s Betty White this and Betty White that. Finally a kid that’s not talking about Betty White. Of course I follow him.",
    "Angela": "[closing door] I said I didn’t want to be on the internet!I came down here to feed the feral cats like I usually do and I found something unsavory in the back of your nephew’s car.Michael, do something.",
    "Andy": "Go, go, go, go![song ends] Toby, how did we do?Whoo! We did it! [everyone starts cheering]Brocolli Rob, obviously, will be there.And JC. We call him Blorville, because he looks like a black Orville Redenbacher.Hey!Not at all.Am I angry that Gabe stole my girlfriend over the summer? No. I’ve been through anger-management, OK? So right now, I am sitting on a nice beach at Cape Cod, gazing out across the whitecaps. Oh, look, it’s a humpback whale. How pretty. He’s eating Gabe.New guy sucks. Calls me the Nard-Man. I’m the Nard-Dog, okay? Nard-man is my father.That kid is the worst. Needs to be fired, Michael.Clutch cream run, bro.You get that kid to open this car, or I’m gonna do it myself… by calling Tripple A.This kid’s costing us sales, Michael.Oh, my God, is it in my eyeball? I think he’s burning my eye.[Phyllis and Andy act out Luke getting spanked] No, no, no, no. It’s the other hand. Right hand. Yeah.[Dwight starts aggressively spanking Andy] Whoa! Whoa! Hey. Whoa. Dwight! Stop!",
    "Michael": "[performs magic-tricks while lip-syncing]I suppose summer had to end sometime. It’s sad, though, because I had a great summer. I got West Nile virus, lost a ton of weight. Then I went back to the lake. I stepped on a piece of glass in the parking lot, which hurt. That got infected even though I peed on it. Saw ‘Inception.’ Or at least I dreamt I did.He’s not the worst, okay? He’s not the worst. You know who’s the worst? That intern we had a few years ago. That guy-remember? Eeeh! That face, how ugly he was? He was the worst. Good worker, though. [starts drinking coffee] Ah! It’s not cappuccino.It’s just coffee, guys! But, yeah, I’ll look into it, okay?Okay, rude. Luke, I want you to go to the supermarket for me.To get some ice cream for everybody. It’s national ice cream afternoon. Great.And another thing I did this summer, I hired my nephew.Having Luke here is a pretty big deal for me, because his mother, who also happens to be my half-sister, kind of cut me off from that side of the family 15 years  a-  14. The last time I saw Luke was the opening day of ‘Ace Ventura II’ and that was ’95, so yes, 15 years on the dot. Anyway, I lost him in a forest.Don’t bother Luke.That means don’t. Haven’t you seen Ghostbusters, Pam?No, it… Yes, okay, right. [erases don’t] All right, yep. My bad. I got it. Here we go. [writes “Don’t”  in front of symbol]Come on. Okay, um… [draws a circle around “Don’t” with a line through it] That’s as clear as I can make it.Because I don’t want it getting back to Sabre that we’re yelling at assistants. I think it would reflect poorly on us.Nope, it won’t be Gabe but actually, there is somebody in the office that is very, very close to Luke.Well, Dwight, he wiped his butt. Is that close enough for you?No. No, Toby. He’s not. Yes he is. He’s my nephew.Luke is my nephew.Yes, exactly. That is a very nice way of putting it, Oscar. Mixing family and business is a beautiful thing.Do you think they should have had open auditions for the band Hanson? What if no one named Hanson showed up? That wouldn’t even make sense. Or what if they just hired the littlest kid and a 50-year-old guy who was a murderer? Really safe.God, when he needed help on Earth, who did he hire? Jesus Christ, his son.Thank you.No! No. I’m just saying, why does God get to do something that I don’t?Well, then, why aren’t you bugging me to fire everybody who’s bad? You just want me to fire Luke. That’s reverse nepotism.  He should not be punished because he is related to me and bad at what he does!Because I wanted you to come to me and say, “Wow, he is so great.” And I was gonna say, “Well, it’s in the genes.” And I was actually gonna be wearing jeans. And I’d point to them, right? No. But you ruined it. So, thank you very much. Here he comes. Guys, look. I don’t want you to treat him like anyone else in the office. I just want you to treat him like my nephew. Hey, there he is.Whoo! Whoo! Whoo!Ok, you know what? Just -just back off! Back off!All right, those might be his. He might own an Ebay store.Ok, ok. You know what? This is disgusting. This is like a witch hunt. This is like the Blair Witch Hunt project.I’m reconsidering sending them back anyway.Wait a minute.Don’t-all right. Well, ok, you’ve just committed a felony.No, I know they fit. It’s not about the fit.Because Gabe tattled. I was perfectly happy to just hide it from you.You don’t have all the facts.I love him.No. No. He’s my nephew.Well, this office is my pool. And my house is my house. And I just want my nephew to work in my pool.I will cover his ass like moss on a Mississippi tree stump.Luke and I have been working side-by-side as master and commander. Me as master, he as commander. Occasionally he will need a little push, and I will do that, and he’ll slow down, and I’ll push him again. That’s the thing with kids, you have to keep pushing. You have to push them until they push you back. And then you push some more. It’s all about give and take, but mostly it’s about pushing each other.Luke is going to use his laser pointer to point to account setup. You click on that first, then a whole new-Not, no, no, no! [Luke points laser at Oscar’s forehead] Luke, come on. Come on. Not on Oscar’s head. Alright. Luke, come on. Stop it!Give me the pointer.No, just power it down. No, no, no, no, no. Not on Angela’s boob. Come on. Come on. Luke, seriously.Okay.All right. Okay. Good job. Okay, email accounts. So we’re starting with account setup-Okay, can I have that?Ok, I am going to count down from five.I’m not kidding.Give-okay. Alright, give it up.[bending Luke over desk, spanking him repeatedly] You are going to learn to be more professional, Luke!That’s what you’re going to do, Luke!I had to do that.All right. Are we good? [Luke runs out crying] You’re okay. He’s okay. There are many different schools of thought on capital punishment.Yes, of course. What is this in reference to?Would have been nice to work with my family. It would have been nice if Luke had been able to stay here. But he couldn’t. These things seldom work out. I don’t know how Ringling Brothers do it. Night after night, town after town, all across America. You would think they’d be sick of each other by now. But, clearly, they make it work. And my hat’s off to them.That’s it? Really? That’s nothing. All right. That’s highway robbery.I can do that.Okay. Wait, what?Is there another option?",
    "All": "Streamers! [everyone throws streamers in the air and starts dancing]What?",
    "Dwight": "Hiya! Ha! [climbs on Phyllis’ desk and starts kicking things off, bites off the head of a stuffed animal]From now on, if you’re hot, sit on an ice pack.Like you’d ever be cold, Kevin. Stop asking me hypothetical questions, OK? I’m too busy.[drinking from Camelback] Jim, you have one job to do. And you do it forgettably.  Those of us who are busy require hands-free hydration.Dwight Schrute, star salesman, beet farmer, bed-and-breakfast proprietor, aspiring freelance bodyguard. Add to that list owner of this building. Then burn the list.The bigger the key chain, the more powerful the man.Where?Give me that.Yes.[Jim quietly takes Dwight’s keychain and starts adding keys to it, Pam giggles] Hey, what’s so funny over here? Ha. Very nice. Give me my keys. [removes keys and throws them at Jim] Ha. Ha. Not. Funny. Jim.Who’s gonna tell on us? Gabe?How close?Yes. Of course.Hey, did you SMS text message me?[as elevator doors won’t shut] Okay, that’s weird. Just hitting “door closed.” What?Is this elevator going up? Hey, the elevator is disobeying us! [elevator stops between floors]  Okay, okay. We are stuck. We are stuck. Hank, Hank! Can you hear us? Oh, my God. Okay. Emergency protocol.Pam, try and pry open those front doors, immediately.Use your talons! Pry ’em open! [starts to urinate in elevator corner]Well, don’t look, freak!I’ve got 56 ounces of fluid in my bladder! And we have to establish a pee corner!How ya doin’?",
    "Phyllis": "Dwight! [Dwight pulls out a hunting knife and jumps off desk]Luke? Luke!Did you send those samples to Justin at Lehigh Motors yesterday? Because he didn’t get ’em.Yeah, but it’s like you’re saying we should bother Luke.Hey, why can’t we bother Luke? He deserves it.Well, take a look. It’s all the packages he was supposed to overnight. He never bothered to send them.Yep, I just lost a client cause I swore I sent these samples on time.",
    "Toby": "Well, that was better.Guys, I think Michael and Luke are related.Yeah, I’m really looking forward to working with you, Michael.",
    "Erin": "Yes, of course.Who’s the guy who invented the peanut?Gabe is awesome. He has accomplished so much career-wise and height-wise. Thank God he’s my boss because I would not have said yes to a first date if I didn’t have to, but… it’s been great.That’s a really tight argument.Hey! Ice cream afternoon!Oh my gosh, those are the pants he wanted to return to Talbots.I’m sorry, do you want to try them on again to see.",
    "Gabe": "Hey, guys.Sorry, didn’t mean to interrupt.I’m gonna head back to Siberia there. Ciao. [he and Erin kiss]I started dating Erin this summer. It has been, in a word, exquisite.That’d be hilarious. Uh, “Jo, they’re creating a hostile work environment. Stop  ’em.”Those overnight packages needed to go out, and Michael refuses to hold the guilty party accountable.Michael, you just physically assaulted an employee. Can we talk in private?Legal says the best way to protect us from a lawsuit is to call this a stress-induced outburst.  You will have to undergo six sessions of counseling.Good. Well, that’s the spirit.And, uh, you will do your counseling right here, because our HR staff are all certified counselors.The alternative is termination. [Michael stares off, considering termination…]",
    "Pam": "[goes to change thermostat as Dwight puts a locked cover over it] Hey. What are you doing?Sorry.It was really funny.I love you.Why is there a circle with a line through it?Or enough for everyone?Get whatever you want, on me.I don’t know. That usually works.I feel horrible for blowing Jim’s prank. I don’t know if you can tell, but he’s mildly upset. And Dwight hasn’t been messed with in a while, so he’s become a monster. I need to make this right.Yeah, yeah. Like when he presses “Doors closed” the doors open. Or he presses “lobby” it goes to third floor, stuff like that. Can you do that?Dwight is about to get so Pammed.Yeah, I wanted to show you something in the lobby. Come on.There we go.Let’s just calm down.I don’t-Ok, Dwi-Oh, my God!Dwight, what are you doing!? We’ve only been in here for, like, two seconds!You’ve gotta be kidding me.Oh, hey Jim. Some prankster switched the elevator buttons on Dwight.I know. Yeah, and it was going really great at first. I got video.Well, you know… they don’t call me the Bart Simpson of Scranton for nothing.They do call me that.Nope. Scared of getting cut in half. Also, there’s pee on the floor.Yeah.Stop drinking the water! Stop!",
    "Kevin": "Well, what if you’re cold?Wait, soy ice cream? Did you get real ice cream?Oh, yeah. This’ll be easy. So just, like, rearrange the buttons and stuff.Yeah. Let me take a look at the circus board.That was awesome!",
    "Jim": "Hey, Dwight, I don’t know if you heard, but we’re supposed to be drinking out of weird backpacks instead of cups, like regular people.  Oh, you did hear.Wow, that’s a lot of keys.That’s right. The janitor said that. By the way, the raccoons are back.I think they run through these panels and then down under the map. I wouldn’t know for sure cause I don’t have a trained ear. That’s why I have to use one of these. [pulls out stethoscope]Yep. Wait, and this. [hands Dwight a hammer]Go get ’em.What happened to me this summer? Dwight bought the building, so actually, this has been the busiest summer of my life.Oh, no. Don’t worry about it. I was just gonna put a couple keys on it every day until Christmas. Then his pants would have fallen down, which was a little gift to me, but…Well, it would have been. So unprofessional, Mrs. Halpert.Oh, man, so many points being made.But you’re comparing you and Luke to God and Jesus.You really think you can make it up to me with food?Yep. That’s exactly what my first thought was. And then I remembered having a conversation with him where he was like, “I don’t own an Ebay store,” so…You follow him on Twitter?Pam?I did not do this.This is impressive.Do they call you that?Come on, give me your hand. I’ll help you down.Oh! Of course there is. Hey, Chinese tonight?Great.Pretty good. You must be almost out of water.",
    "Luke": "Coffee Monkey’s arrived.Here you go, Big O. Tiny. [hands Kevin his coffee] Darryl Hannah.Ooh, yeah. Must’ve been some sort of mix-up there. You could just drink it, or I could drive all the way back?My name is Luke Cooper. I love cinema. My favorite movies are Citizen Kane and The Boondock Saints.What’s up, Venus?Uh, if you asked me to do it, I’m sure I did it. Yeah, strawberries are ripe.You don’t have to yell.What for?No, man. There was no list. Uh, but I got bagel chips.What? I’m stopping it. That’s what you said.So you just want me to move it? You’re being totally unclear here. I’m just gonna go ahead and move it. [points it at Angela’s chest]All right, fine. Fine. I’ll just go.I’m gone.No.No!What the?What the hell was that?Hey, [bleep] this! Screw it!",
    "Oscar": "The coffee’s supposed to be here at 9.He messed yours up to.Michael, that’s nepotism. Luke is getting special treatment because he’s your nephew.This is hypothetical. We’re talking about Luke who happens to be terrible.If there’s nothing wrong with this, Michael, why have you been keeping it a secret?Ah, my favorite part of an ice cream party. The bagel chips.Oh sure, those are the expense reports that corporate was waiting for yesterday.Yep, here they are.",
    "Darryl": "It says decaf. You get me decaf?My summer, I, um, blew out my knee playing softball. Ended up watching CNN most of the time. I don’t know how we’re going to get out of Afghanistan. I hate the new assistant. He’s only been here for a week, and I hate him.He’s got to go, Mike.Don’t don’t bother Luke. Got it.What’s wrong with a level playing field?",
    "Meredith": "Hey, turn off the Chumbawamba and scram, twerp.[breaks into the car] I’m in.Sack up, man.",
    "Jo": "Why is this my problem, Michael?Lower yourself, Gabe. I don’t wanna be having a conversation with your crotch. Ok, educate me now why you won’t fire the boy.Which are?Oh, God. How far has it gone?Well, I got a nephew too. But he don’t work for me. You know why? Cause he’s a screw-up. He can swim in my pool but he can’t come in my house.If you keep him, Michael, I’m gonna hold you accountable for him. You’re on the hook for this kid. You got that? Cover his ass like tighty-whities.Was how I put it not clear enough? I mean, you had to go and make up your own saying? Deal with it, boys.",
    "Both": "Five, four…Three, two, one."
}