{
    "Erin": "Andy? [Andy starts boombox and begins singing ‘The Ballad of Sweeney Todd’]Did you write this?Who did?Who is he? [rest of Sweeney Todd cast enters and continues singing]I am so excited. But I just need one. Gabe can’t come. Sorry.Oh, who else is going?Gabe seemed to think no one was going.I really wanted to see Andy’s play, because he’s so, so talented. But I’ve been trying to get in the babysitting game forever. The thirteen-year-olds in this town have a complete monopoly. It’s almost like a babysitters club.I just didn’t think that you guys were gonna see us. We were just gonna stop by and get some ice cream and then go home.I’m sorry. I just really wanted to see Andy. You guys made it sound so unmissable, and you set me up with a car seat and everything.Oh, no, why would I take her to the hospital?Why don’t I just take her home and let you guys finish, and then you should stay out as late as you want.Okay. Alright, bye Cece.Yes. Oh, I’m so scared! Okay, kill me! Just kill me! Kill me!Oh, no. I’m so glad we’re hanging out again outside of work.Okay, I kill you now.This is awesome. [cell phone rings] Sorry. Hi, Gabe. Yeah, I just stopped by Andy’s cast party to say hi to everyone. Oh, sure, I can pick you up some soup. What do you want? That’s broth, Gabe. Okay, I-I’ll see you soup. [hangs up] Okay, I have to go. Thank you so much. This is so much fun, and I’m really sorry that I missed your play, but next time I’ll be there. Or here. Right here, I promise.Okay.Thank you.",
    "Jim": "Yes! [as other costumed actors come in and join Andy in song]It’s my own fault-Really?For a lot of reasons.You should actually thank Erin, she’s the one who agreed to babysit.Everything’s fine.We can relax. Let’s get our Sweeney on.Okay, I think everybody just needs to relax.Oh, my God.Okay, this was pretty simple-[overlapping with Pam] Really, all you had to do was play with her for, like, 30 minutes and then put her to bed.Well, the car seat was to take her to the hospital, or…No, we’re good. Thank you, though.Alright, well, we’re never leaving the house again.[attempting to move car seat] It’s like The Hurt Locker!No, it was not a disaster. It was weird, but it wasn’t a disaster. I think we have, like, a gift bottle of Irish cream.We could put that in orange juice.Yeah?Yeah!",
    "Andy": "No.Steven Sondheim.We’re the cast of Sweeney Todd:The Demon Barber of Fleet Street. We open in a couple weeks at the Loose Screw Playhouse here in Scranton and today just doing a wee bit of viral marketing.Like a month ago.Two comps. For my lady and her Gabe. It’s closing night. Tomorrow we have to give the theater over to the Scranton’s Miss Fitness pageant.What? That’s awful. Everyone’s gonna miss that guy.Gabe is not coming, which is huge because my plan is to make Erin fall back in love with me tonight. Women cannot resist a man singing show tunes. It’s so powerful, even a lot of men can’t resist a man singing show tunes.Everyone.What kind of terrible rumor monger is Gabe? He is woefully misinformed, all right? Excuse me, clink, clink, clink, clink, everybody. You’re all coming to my show tonight, right?8pm sharp.Hour forty-five.Jim, Pam, you guys are in, right?Dwight?It would mean so much to me if you came to my show tonight.If it makes you feel any better, no one who auditioned for the part of Sweeney Todd got that part. They had to bring in a ringer.This guy’s like world-class. You should not feel bad. I’m asking you thespian to thespian. Will you please be the bigger man and come to my show?Noishe!Hey, how are those salads?My parents used to scramble to find babysitters so they could take my younger brother to do stuff. I understand how hard it can be. I just-tonight, if you could…Yes!Oh my gosh, that would be amazing.Yeah, I know. Neiche!Guys?You all made it, thank you so much.She’s babysitting?I understand. This is, like, huge opportunity for her.Just checking my e-mails. See if I got any last-minute “break a legs” or “I still love you” type texts. Doesn’t look like I got anything.  Maybe on my Facebook wall.Mr. Todd! Mr. Todd! I found her!That monster of a judge has locked her-[cell phone chiming]. Locked her away. [phone continues ringing]Oh, it appears the bird was in mine own pocket this whole time. He’s gone to sleep now, I’ve closed his beak. [Michael laughs][text message chime] You know what? Let me just double check, that bird… Okay, good. It’s off. I mean, silenced. I silenced it by killing it. I’ve killed it! I’m a murderer! Just like you, Sweeney Todd. See, it all connects. Not that I know you’re a murderer. My character doesn’t know that yet. But I’m suspicious, because of all the razors that you have laying around. And you spend time alone. But you’re a barber, so that’s legit. So there’s that. But…A madhouse.Yes, a madhouse.Do you think… [bottle rolling] so you think… [bottle rolling, clanking][excited] That’s really irresponsible of Erin. She’s a terrible babysitter.Are you ready?[pretends to slit her throat] Ah! Blood everywhere.Yeah, me, too.Okay.These would have been your seats. Best seats in the house. Lots of people think it would be the front row, but actually, right here, this is where the speakers converge, and the sound just, like, nails you right here.Awesome.See you later.Yeah, I guess you could say that.It was like amateur hour.Stop just saying that.Thank you. That feels good.Thanks, but I feel like a loner right now.Okay, all right, all right, all right.[sings Macy Gray’s “I Try” and everyone joins in]",
    "Angela": "What the hell is happening?Listen, I would like you to take me to Andy’s play tonight.No. If you want to punch the punch card, you have to take me to the show.Well, there’s a lot of gray area in that clause.  Do you want to re-mediate?Thank you.Dwight and I have a contractual agreement to procreate five times, plain and simple. And should he develop feelings for me, well, that would be permissible under item 7C, clause 2, so I would not object. [faint smile][after taking her gum out] Ugh! There’s gum on the seat and now it’s on my work skirt. I have to go change.Oh, Dwight, just move.Come on, Dwight.These are just my dirty old gardening clothes. They were all that I had in my car.That was more horrifying than Nunsense.Where’s my car? Come on.No, actually, Dwight, I didn’t realize how far this walk was, and I-I’m exhausted.No, no, no, no. I think I just want to go home, but it’s okay. This can count as one of your times.Well, I won’t tell if you don’t.Good night, Dwight.",
    "Michael": "[cheers loudly after cast finishes singing song] That was amazing! That was awesome! I auditioned for this. When did the cast list go up?Really? They didn’t call me. Who am I playing? …Andy?Andy, what time’s the show?How long is it?Nope, can’t make it.They say that no one can take your pride, but the people who cast Andy’s play, they took mine.I can’t Andy, it’s too hard. That’s-I put everything I had into that audition. Do you understand that?Wow.I wish I could, Andy, but I can’t. I have plans that night. I’m going to see a friend in a play called Sweeney Todd. You’re that friend. I’m going to see your play.And scene.Oh, hey guys.I did, because I am being the bigger man, and balloons are bigger than flowers.Yes.Nope.[trying to stuff balloons below the seats] This is ridiculous. You’d think they’d discourage people from bringing in balloons.No, Darryl. This guy’s a world-class actor. He doesn’t daylight as your plumber.Are you kidding me?All right, I’m sorry. God.Hello.Okay.Okay.Yes.Good.You enjoy the second act.Thank you. You, too. [steals a bottle of wine from the bar]How is that funny?[during curtain call for Sweeney Todd] Boo! Boo!Mmm! Fruit is so much better when it’s dried. I’ve already eaten, like, 30 apricots.Yeah, good job. Well done.Hmm? No, there were a lot of people booing you. I wasn’t one of em.Get your eyes checked, chucklehead.Well, he was getting a lot of applause, and I just didn’t think it was indicative of how people were really feeling.That would never happen.Okay. I appreciate the feedback.I don’t like that at all.Hey, what’s going on here? Post-show blues?Yeah, I get those every day after work.Oscar. Enough with the sass, please. God! What is wrong with you? Andy, listen to me. Look me in the eye. I thought that you were awesome.I am not just saying that. You can trust that I am telling you the truth. I booed someone tonight. I have no filter. And if I thought you were terrible, I would have booed. And if I thought you had done a better job, I would be saying nicer things right now. But I thought that you were exactly awesome. No better, no worse.I did not say that to make you feel good. I just said it. Total integrity.Come on, Andy, seriously.In the criminal justice system, the people are defended by two separate but equally important groups, the police who investigate the crimes and the district attorneys who prosecute the offenders. These are their stories. Kun-kun! [imitates vacuum cleaner] I’m just a cleaning lady. Aah! A dead body. He wrapped his belt around his own neck. It looks like a classic case of autoerotic asphyxiation. Yeah, looks like everyone’s tightening their belts in this economy. [humming theme music] Last time you saw the victim, was he happy? Last time I saw this John, he was-he wasn’t a victim, if you know what I’m talkin about.No, that was- I’m just getting into the first act.",
    "Pam": "Oh, we wanted to, but our sitter just fell through. I’m really sorry.We’ll keep looking.I mean, who knows? Maybe I have a niece my family never told me about.Yeah.Hey, Erin, it’s Pam. How ya doing? No, no, don’t put Cece on the phone, because she can’t talk yet. Okay. No, I was just calling to see how everything’s going. Yeah? Yeah? It’s good? The play? The play is kind of great. I mean, it’s fun to hear Andy sing in the appropriate setting. Now, he’s really sorry you couldn’t make it, too. Yeah. So thank you so much, again. We’re having a great time. Oh, they’re flashing the lights so we should go in. Thanks. Bye. Okay, so we called. And everything’s fine!We can relax.Sounds like Cece.[sees Erin holding Cece] Oh, my God! Go, go!Why are you here?What possible explanation could you have for possibly being here? I don’t… you know, babies shouldn’t have ice cream, by the way.You know what? It doesn’t matter. It doesn’t matter.Okay.Not together!This night was a disaster.Yeah?Get it.Let’s get our juice on.",
    "Dwight": "Uh, no, thank you. Last time I went to the theater, a man dressed as a cat sat on my lap.Please, waste of time. You know what? Let’s just knock this out right now. Disrobe.Angela? Don’t like her anymore. Not attracted to her anymore. Just contractually obligated to make a baby with her.Give me the punch card.That is not in the contract.Alright, fine. I’ll go to your little show, but I’m not wearing a cape.[whispering to man sitting beside him] I work with that guy.Too bad I’m not gonna explain anything that you miss.[whispering to man sitting beside him] His name’s Andy. He’s a terrible salesman.Why are you dressed like a seed catalogue model?Let’s go.All that singing got in the way of some perfectly good murders.All right, let’s do this.It’s okay, I smell.No, no, no. Contractually we’re obligated to have sex.I will tell. I will tell the mediator. What-what are you… [Angela reaches into his pocket] Ok. Oh, was that in the way? Get rid of it. [Angela pulls out hole-punch and punches the card]Good night.",
    "Stanley": "You brought balloons to a play?Interesting subject matter. I’m surprised you pulled it off.",
    "Phyllis": "It’s nice, like Up.Found him!Your show was really great, Andy.Oh, come on, Andy, you were the highlight.",
    "Usher": "Excuse me, are you the guy who did an entire Law & Order episode for his audition?Excuse me, I think you may be in the wrong seats. [Jim and Pam move a few rows back, next to Michael]",
    "All": "Hey! Andy!Andy! Andy! Andy! Andy! Andy!",
    "Darryl": "Hey, I think this guy playing Sweeney Todd is my plumber.No, it’s my plumber. Says so in his bio. Apparently the director discovered him doing karaoke. It’s his first play. He didn’t even audition.Shhh. If we don’t listen to the overture, we won’t recognize the musical themes when they come back later.Hey!Silent. Look, congratulations.I had no idea. This plumber has pipes!You didn’t have to boo him.How would you like it if we booed you?Boo! Boo!Boo! Boo!Andy, sing us another song.",
    "Kelly": "Ooooh!What time is it? [Ryan pulls up a large analog clock on his iPad]",
    "Shelby": "Michael! Shelby Thomas Weemes, the director.I promise you that if you keep auditioning with similar gusto…We are going to find a production with a role for Michael Scott.Yes?Good.Enjoy the second act.Have a refreshment.Thanks you.",
    "Meredith": "[seeing Michael drink from wine bottle] Michael! [bottle gets passed around by Darryl, Meredith and Kevin]",
    "Creed": "[on cell phone] Unfortunately, in this ham-fisted production of Sweeney Todd, the real terror comes from the vocal performances. New paragraph.Be cool, Michael. I saw this guy kill a bunch of people. Good work.",
    "Sweeney Todd": "You found Johanna.There’s a little bird fluttering around.  Do hope it ceases chirping. [audience laughs]The bird continues to call. Someone please turn off your… bird. Oh, for the love-turn your phone off! There are signs!What is the news of my darling daughter Johanna?[yelling] Where is Johanna?A madhouse?A madhouse? Johanna is as good as rescued. Where do you suppose all the wig makes of London go to obtain their human hair? [Michael tips over wine bottle, which noisily rolls down the theater, and accidentally lets go of balloons]Fogg’s Asylum , why not? [balloon pops, Kelly screams and baby starts crying]Darryl?Didn’t know you were gonna be here. How’s the toilet?Thank you.You’re the guy who booed me.No, I saw you, and you were the only one.Thank you.",
    "Oscar": "It was an amateur production, technically."
}