{
    "Michael": "Look at that.Nice!She is a beaut!Oh, look at that. [pushing bike]  Smooth roll.Oh, god!Yes, I can ride a bike. I take spinning classes three times a month. I think I know how to ride a bike.I did, yes! I had those extra wheels on the back…that support you. [Pam and Jim begin wheeling him] Mi-chael! Mi-chael![crashes into Jim and Pam’s parked car] Oh, my god!Ow! [grunts, stumbles to his feet] You never forget. Whoo!Brainstorming session is now open. Anyone has an idea-[cell phone rings] Hold on. Sorry, sorry, sorry. Hello?Oh, hey. No, I’m not busy. What’s up?It’s Jim, Okay? Yes.You need the big guns, yes?I will see you in ten. Bye! Hold tight. [hangs up] Well, I know a lot of you thought that my sales days were behind me, and to be honest, so did I…and the only reason I got out of the sales game was to be reluctantly called back in.[laughing] No, I don’t have time for this. Are you kidding me?No! Okay. [runs out the door] All right.Oh, no, that’s a male model.That…hello. Michael Scott, Dunder-Mifflin Paper Company.Nice to meet you.Yeah, well…we call it overkill. Why am I telling you my strategy?All right.Buh-bye. I could swear that guy was a male model.Oh, thank you. All right. On the count of three, it’s showtime. Ready, one, two–Okay, you know-all right, just forget it then.It’s showtime! Oh…never mind. Let’s go.When I knock on your door, you know who it is; it’s Michael Scott. We’ve been together forever and we-You know what? You are having some problems with your loading dock, are you not? All right. We’re going to deliver to you on weekends.And you know what else we’re gonna do? I can’t believe I’m gonna say this…we are going to offer you our paper at cost. I know. I could get in a lotta trouble for this, so you’d better shake my hand right now.Shake it, shake it!Okay. Thank you.Thanks, Steve.Stop it. Just stop it. We did what we should have done, we just got bested. [pounds the elevator button] Why is there a door close button if it doesn’t even close the door?How do I feel about losing the sale? It’s like if Michael Phelps came out of retirement, jumped in the pool, belly-flopped, and drowned.You know who we always lose out to? Staples, the big guys. Osprey? They’re a small company. They’re smaller than we are. What’s our excuse? How do we combat this guy? Stanley, how do we combat him?Okay. You know what? You clearly don’t care, so why don’t you just leave?Why don’t you go outside and…take a shot of insulin and have a nap, okay?I don’t know, your frame, your build-why don’t you have a glass of apple juice and tell me you’re not a diabetic. [Stanley stands to leave] See? I could tell by the sound you made when you stood up that you have-okay. Yes, Phyllis?Oh, my god!You know what this is? This is a stinger.Like the movie.Paul Newman, Robert Redford. They’re bank robbers.Shhh! Hey! That’s my mug.Yes.Oh, no, no. No. Don’t-Testify.Yeah, he is that good-looking.Okay.Pull it together, all right? Stop lookin’ at him.Oh…my god! He’s making her sell to him.Stay-Oh!Don’t let us down.No, no, no….I’m goin ‘in!Stop, stop! Oh, my god! [enters office] Okay. Stop it, stop it, stop it. Gross! Stop it, please. Everybody, stop.I said stop. Okay, Danny…this is not Pennsylvania Solartech. This is Dunder-Mifflin Paper Company. This is Meredith Palmer-Don’t! Get away from him. Please, just leave. Get out of here. Go. Forever.I owe you…a most sincere and humble apology. We were trying to watch you to see your sales technique, so we could stop losing so many clients to you.A surveillance room next to this one.Yes. And it’s the sincerest form of flattery.Well-Okay. You know what, it wasn’t just me. Jim and Dwight are behind that wall in the surveillance room and it was their plan as well.No, we don’t. Here’s-here’s my point. Danny, listen, you have to understand that we are not normally like this. We just-we wanted to know your tricks.You are, you are. You are! Stop it, stop it. Stop. [closes door] You are a good salesman. And because of that…I want you to work for me.So, you will?Hold it, hold it. [forcing door closed] Hold on, hold on. Wait, wait, wait, wait. Wait. Wait. Danny, I want you to look at me. Do you want your life to be better…or to be worse or to stay the same?Answer the question. Do you want a better life, Danny?I know, I know.Do you want more freedom, less freedom, or to stay the same?I can give you more money-there’s your better life. I can let you come and go as you please-there’s your freedom. And you already know Dunder-Mifflin has the best service and the best prices, but you beat us anyway. Can you imagine how well you would do selling our stuff?Everyone, may I have your attention? I would like to introduce you to Mr. Danny Cordray. He is going to be joining us as our new traveling salesman. Say hello to Danny!O-kay. You know what? No. No. This is not some sort of construction site…or all of Italy, where you can just go around treating people like meat. We are to respect him. I respect him because he reminds me of somebody. Can anybody guess who that is?No. No. No. Somebody in this office.No, me. Right? Sorta like…a little younger version of me.Yes.No, you may not.I said no.We’re not-Okay. Let’s-all right, all right. Let’s talk. Please don’t let him leave. [pointing to Danny] Don’t leave. Don’t let him.Guys, let me ask you something. Do you want your life to be better or worse or stay the same?Okay. Well…get ready, ’cause it’s gonna get better.No, no. Wrong. He would have stolen your clients, but you know what? He can’t now. This guy used to steal sales from us; now, he’s going to steal sales for us.He doesn’t need to sit, he’s a traveling salesman. Look, I am not going to exclude good people from our staff simply because they are threatening to you. And unless you have a better argument than that, I suggest you leave.Good-bye!This morning, Danny Cordray stole a sale from me. So what do I do? I go out and I steal Danny Cordray. The sale that mattered, I made. Boom. Funny thing about it, we don’t even need him. We already have Packer on the road. Chhguuh! Crap. I forgot about Packer.",
    "Oscar": "Huh?I love cycling. Andy, I feel like a tourist in my own city. I literally can’t wait to wake up every morning.Yes, it is.Yeah.Yes.No, Meredith, that’s not his actual bicycle, but it is the same exact model he uses.Oh…You are busy! We’re in a meeting!It’s pandering. And it makes me think you think I’m stupid.That sounds fake.Okay.All right. I can do that. Then what?Okay.Meredith, I-Como estas, senor?It’s hard to judge ourselves accurately, isn’t it.",
    "Pam": "Okay.[crashing sound] Michael!Come on, Michael! Yeah!Not the car!Nothing happened. We went on a couple of dates. He never called me again.That’s fizzling. I mean, someone has to start the fizzle.No, I liked him. For a couple of days. Four years ago. [Jim nodding repeatedly] You know I have a kid with you, right?You don’t look reluctant, Michael. You look really eager.You don’t?Not really. It’s kinda weird that a grown man is singing from the point of view of a little girl.",
    "Dwight": "Can’t beat a horse. A horse is a bike that peddles itself.Yeah!How do I look?Normal. Ugly.Alright. Wait, wait, wait, wait for me! It’s weird if I come in slightly after.We have a big meeting with the chief buyer for Frames Select, Steve Nash.Will you stop trying to put it in terms you think they’ll understand? It’s condescending.And who is this “the” Steve Nash?No.No, Mr. Jock Hipster.Go tell her we’re here. You’re good with receptionists.Crap.Danny Cordray is the worst.The best salesman ever. He works for Osprey Paper over in Throop, steals more clients from Dunder-Mifflin than anyone.Also, he slept with Pam.I’m gonna intimidate him. Okay?Watch this.[speaking loudly] So anyway, she says, “that is the biggest penis I have ever seen.” And I said, “I know. That’s why I brought you to the Penis Museum, where tickets are a thousand dollars.” Well, hello Danny!What are you doing?Like hell you are.He’s not just here for the coffee, Jim. Wake up!What’d he say? What did he say?There he is.I’ve been in showtime mode since breakfast.He’s not kidding.Oh.Jim talked too much.Yes, you did.I know how we can learn his tricks.What I am about to show you is of the utmost secrecy.Yes, Jim. And with a little tweaking, it becomes a different office. We lure Danny to it and watch him sell.The Sting. The Sting.Van Helsing was a respected professor before he was a vampire killer.People can’t keep their true natures hidden for long, and this guy is smoldering like a tire fire.He’s very, very handsome.Oh…Oh, man!I told you! You’re an exec at Stark Industries, a corporation you inherited from your father-Then make him pitch to you.We gotta see what he’s got.Okay, and remember-you’re not gay.Okay. You’re a young hotshot from Stark Industries. You’ve just bought this company. Meredith is fired. It’s a whole new regime. He’s gotta pitch to you now.Michael! No, Michael, stop it! No!No!Michael?Can I talk to you about something?It’s about this very announcement you just made.Michael-Where’s he gonna sit? There’s no more seats.Where’s he gonna park? There’s no more reserved parking spots.You snubbed her.Let me handle this, Jim. Drop the act, Cordray, okay? We all know that you probably thought that Pam was too “meh” or thin without being toned. But I wanna tell you something-she is one of the plain hearty women of Scranton that make this city great. And so what if she doesn’t wear makeup? [Pam mouthing “I wear makeup”] We like her better that way! And you steal clients, don’t you? Don’t you!Oh, that’s different, is it? Okay…thief. You better check your things, people. In fact, where are my keys? Oh, there in my pocket. False alarm. Okay. [awkward pause] So…you’re gonna be workin’ here?Welcome aboard.It’s after 5:00, Jim. I’m not gonna take this home. [shakes Danny’s hand]Pleasure.",
    "Kevin": "You got it! Lance Armstrong’s Bike!Nice.I could sing it.But my voice is unique. Like Bob Dylan.He’s like a better-looking Andy.Yeah.Oh, nice!Or the me that stinks.[singing and playing drums] Sun’s in her eyes, tongue full of flies. Would you like to share my paaaaaaad?Your mama mighta said that bullfrogs are dogs, but I’m here to tell you that I am a frog! Come and sit on my log, you little pollywog.Croak!Nice.",
    "Meredith": "His ass was on that seat? All right!Thanks, hun.Meredith Van Helsing. Pleased to meet you.Hel-lo!That’s a great set of shoulder’s you got there. What is that…Genetics? Creatine? [phone rings] Sorry. Yeah?I’m sorry. [hangs up] You’re here to sell me some paper.What do you mean?Real well. Uh…feels more like a third date to me.Shut up and let me do this! [hangs up] You know, what is with this desk keeping us so far apart?So, what’s your drink? You a vodka man? Me too.Oh, Manuel! This is Manuel, my cleaning man. He doesn’t speak any English.Uh, Manuel, cleano el window.You smell like a Scorpio. [Ryan enters] This is…Esteban…another cleaning man. He doesn’t speak English either. Esteban, el flooro.Danny, I feel a real connection to you, and I gotta get real, I’m-Please to meet you-",
    "Kelly": "I’m on Sheryl Crow’s side in that whole thing, so I feel really weird right now.[bleep] me!Josh Duhamel.",
    "Jim": "Are you sure you once knew how to do this?Just steer more now.No! No!Amazing. How do I look?Well, I do the best with what I’ve got. Let’s go.He’s not the Steve Nash. He’s big though. He’s kind of like…Scranton’s Steve Nash.I’m not doing that. I’m just explaining.Phoenix Sun’s point guard?No? Nothin’?Well, I’m neither of those things, so…Oh, ha ha ha. Dwight…[motions to lobby]Well, by worst, you mean the best.So, the situation is the worst.No, he didn’t. [Dwight mouthing “yes, he did”]Tell ’em.What? He never called you? I thought you said it just fizzled.Yeah, I thought you started it.Ahhh.Okay, great--I’m just gonna watch.[shaking hands] How are ya?Dwight!Hey, it’s Jim. Listen, this is important. Are you busy?Listen, you gotta get over here, ’cause we’re pitching Steve Nash and Danny Cordray is here.Yes.The big gun thing. [Dwight grabs at phone] Stop!No, that’s him.Nope, not doing that.Showtime!No, I didn’t.Is that your office?A what?I think you mean The Sting.Nope. Different movie.Meredith was the perfect choice to play the head of the company. Her lunch break lined up with our appointment with Danny and…that’s it. That’s really all we were looking for.Meredith Van Helsing?Okay. But what is he more famous for?You know this isn’t real TV, right?Okay, he’s not that good-looking. I don’t understand why everybody’s obsessed with this-We gotta get someone else in there right now.You’re an exec at Pennsylvania Solartech and-What do you mean?Will you stop? Stop it, stop it. Here’s the story-they need Meredith somewhere else asap, okay?So you’re taking over. You just gotta get her out of there as soon as you can.Yes.Exactly. You can do this.Stop it! It’s gonna be great.And listen if anything else happens, just…roll with it.Who else we got?Great. Sounds awesome. Just have him pitch to you.No, no, no, no…No, no, no, no.Michael, I think you really want to talk to him.You hired him?Did ya?I’m just kidding. She told me about it.Oh.Dwight, please.Hey, crazy, um…so…that’s it? You’re just-you’re fine?",
    "All": "[chanting] Mi-chael! Mi-chael! Mi-chael! Mi-chael!Stay the same.Croak, croak, croak. Bullfrog in love. Croak, croak, croak. Bullfrog in love and I gave her the croak that meant I love you.Croak, croak, croak. Bullfrog in love.",
    "Andy": "[reading Cornell magazine] Whoa. Libby Dirketts got married. Big Red mazel tov to the Libster. Ooh, says here Dan Becker fell off the side of Kilimanjaro in a climbing accident. It appears Dan’s Sherpa survived to tell the tale-Oh, my God!No, he died. It’s Broccoli Rob. You know this guy; I showed you his picture on Facebook.“Some Vermont-based alums can hear ‘Broccoli’ Rob Blatt, ’96, in the state milk lobby’s new milk awareness song, ‘Calci-YUM!’, featuring Phish’s Trey Anastasio. Says Broccoli, ‘Trey and I had a ton of fun in the studio, and I think you can hear it in the song.'”Yeah, yeah, it’s great…I was the artsy, musical one. In Here Comes Treble I had four solos, Broccoli rob had three. Right? Uhh.[knocking] Knockity-knock, don’t knock back. Just kidding you can knock; it’s your office. Do you have a minute?Not to go all Sherlock Holmes on you, but I can tell by the reflection in your glasses that you’re entering points into Weight Watchers dot com.I’m starting a band and I need you on keyboards.This is for pleasure.I’m willing to pay you.Yeah.Sixty bucks a session.Yes![in falsetto] Please Mr. President-Yeah.Yeah, but I’m using my falsetto.Yeah, well, it’d sound a lot better if you actually sang with some soul.That’s a lie.I just was hoping to maybe save your voice in case we did a novelty song about frogs.Okay, three-way argument between a drummer, a keyboardist, and the front man lead singer. Wonder who’s gonna win this one. Two, three, four-[everyone finishes listening to song] Okay. Honest feedback time. Oscar?But do you think it could be famous? Like in a car commercial or something?I feel like I can see someone ice skating to it. You know, like in the Olympics.Rude. And not helpful.Well, that…really bums me out.Thanks, Kevin.Reverse snobbery.Sometimes I feel like life has passed me by.Holy crap. Are you kidding me? You just made that-that’s amazing![singing] Which me am I gonna be today?I gotta closet full of mes. Am I gonna be the happy me?Oh, my gosh! We’re almost out of time. How much for another half hour?Wait. Seriously?So we’re just, like, jamming as friends?Closet full of mes-[falsetto] I’ll be your croak madame.Croak, croak, croak. Bullfrog in love.Ribbit!",
    "Phyllis": "What? Is Dan okay?Yes.Oh, that’s great news for your friend.You know, I forget about milk. This is a terrific reminder.I could try to seduce him.Uh…This is weird.It’s not gonna get better; he’s gonna steal all of our clients.",
    "Danny": "Hey, Dwight. Good to see you. Jim, hey.Good to see you too.Oh, I’m just here for the coffee.Danny Cordray, Osprey Paper.Three of you guys for one sale.Well, whatever works for ya. Anyway. All right.It’s good to see you guys. Nice to meet you.Danny Cordray. It’s great to meet you.I’m gonna take off my coat, if you don’t mind. It’s a bit warm in here.Well, actually, uh… no, Miss Van Helsing, that’s not why I’m here. I’m here to meet you, see if we’d be a, you know, good fit.We should think of this as a first date. And I think it’s going very well, how ’bout you?Ha ha, okay, there you go! [phone rings, Meredith answers]I’ve never been a desk man. Always traveling on the road. Come on…why not, huh?Well, we’ll get this…[Meredith unbuttons]Hola. Que tal?Yeah, sure.You know what? I may have parked my car in a compact space, and I hate when I see others do that, so-Michael Scott.Hmm.But from where?Okay, so you…set up this fake company, then you hired this homeless woman to impersonate an executive to spy on me so that you could copy my sales technique?Or…crazy.I’m gonna go.Oh, well then, yeah. All right. Hey! [knocking on wall] Good luck, guys. Seems like you got a great operation here.What do you mean, my tricks? There’s no tricks, man. I’m just a good salesman. You wanna copy that? You can’t copy that! [opens door to leave]Sure. You seem like a fun, professional guy.[opening door again to leave] No!Get out of my way.I swear to God, I’m gonna hit you. I didn’t mean that. I’m sorry. I’m not-it’s just I’m very upset right now.I’m very upset!More freedom.Oh, you know…funny. Your wife and I went on a few dates.Yeah. Way ,way, way back.Oh. She was not into me.Obviously. I don’t even think she called me back.Okay…that’s different.Uh…I mean-yeah.Thank you.Oh.Thanks.",
    "Angela": "What?Yeah, I can see that.",
    "Darryl": "I’m very busy with time-sensitive work.If you don’t enter them immediately, you forget. What?Nah. I play for pleasure.I wouldn’t enjoy that.Oh, yeah?How much?That’s crazy money. I’ll take forty.One second, one second, one second. [stops playing] So, this song is from the point of view of a little girl?But you’re singing it.No, that’s not a good idea. I don’t see that as a very good song.Oh, I never sing with soul.Song’s about truth.What’s something you really care about?More universal.[plays soft chords and sings]  Couldn’t get outta bed today. Wish the alarm clock would go away.Go ahead.Which me am I gonna be today?Oh, don’t worry about it.Yeah.One, two, three, hit it.I’ll be your croak monsieur.I find you absolutely ribbiting!Scoopity-splash!",
    "Receptionist": "He’s ready for you.",
    "Steve": "Michael, I appreciate everything that Dunder-Mifflin has done for this company.That’s very generous, but-Michael, I’m going with Danny.Thanks for coming in.Thank you.",
    "Stanley": "We sell better?I would like to stay. This pertains to me.Why do you always assume I have diabetes?I’m outta here.Hmpf!",
    "Erin": "Your two o’clock. [Danny enters]Gotcha. [they go into Michael’s office]",
    "Darryl and Andy": "[singing] Please Mr. President, if you wanna give hope a whirl, bring our troops home safe and sound, says this little girl.",
    "Ryan": "I-I don’t think they usually…skate to such…bad songs.Okay. Stark Industries isn’t real. I run Google. Larry and Sergey brought me in-[points to Jim] Will do. [points to Michael] Won’t do.",
    "Creed": "Well, I really, really, really liked it.You’re welcome."
}