{
    "Pam": "I know a lot of us have been feeling under the weather lately. It’s that time of year. And according to a study done by the University of Arizona, they’ve discovered that your keyboards have hundreds of times more bacteria, per square inch, than a toilet seat.One of the simplest ways to cut down on the spread of germs is to use something called the vampire cough.Oh, no, it’s just that if a vampire had to cough, he would do it like this. [coughs into elbow]Well, other things you can do to help cut down on the spread of disease are to wash your hands regularly. Don’t come in if you’re sick.And get your flu shot. Also, I’m going to set up hand sanitizing stations around the office.I’m not – I’m not going to do that. I’m not going to do that.Cece’s getting christened today.Everyone from work is here. We weren’t planning on that.Oh, Michael, this is just for family.Okay, Michael. Um, you know I love when you do that voice, but today, I’m so sorry. I need you to tell me that you know you’re not Cece’s godfather.I’m sorry, Michael. I need you to say it. I’m so sorry.Okay, thank you.Our friend, Seth, and his wife there.No, I met his wife in Mommy and Me. They’re a great couple. You should meet them later.Okay. Thank you for coming, Michael.[looking at Cece’s diaper] Somebody needs a change.Well, she can’t bring this up with her.[seeing Jim come in with Cece wearing an old t-shirt] What?Honey, no.No, no.We have an extra outfit in the bag.You said you checked it.Wow.We just had to add a few more tables. We weren’t expecting this many people.Nope, and we’re gonna need a loaves and fishes kind of miracle to feed ’em all.[to Cece] Hm. Don’t listen to her. She’s just jealous ’cause she doesn’t get to come home to someone as cute as you.I don’t know. I’m just hungry.[sighs] Cece went down.Well, if it makes you feel better, I didn’t get one either.Who the heck was that?We need more food. I’ll go get some subs and sodas.[walks up] Honey.Did you lose Cece?",
    "Kelly": "I heard your momma had more bacteria per square inch than a toilet seat.Try “Jesus.”",
    "Michael": "That’s true, that’s true. I dated her momma, and you know what-[under his breath] Um… kay. Uh, alright.Top of the Sunday morning to you.Oh, yes. [mimicking smoking] Doobie-doobie doo.I invited everyone in the office because it’s not a day for just Jim or Pam or the baby or me. It is about us all. And I thought we should all celebrate… my joy. And our, all of ours joys.[in an old man mobster voice] Hey. Hey. I got an offer that you can’t refuse. Scooch over.But I’m the Godfather.Are you talking to me?Scooch. Before I shoot you in the head.Yeah.[normal voice] I’m not the godfather.[clears his throat] So who is the godfather?Okay. Old friend, like, you’ve known him since kindergarten?No, I have plenty of friends, so… all right, well, you have great seats. Enjoy the show.I don’t even know how to say this, but Cece is turning out to be a little b-i-t-c-h. And that’s not true, but her parents are kind of boxing me out.Good morning.Jim and Pam and Cece really seem to be clicking. They are totally gelling. It’s as if they leave my office and they go to another office that sells happiness. And good for them. That’s great, because, you know, the paper industry’s not gonna last forever.Good morning.Good morning.[walking around and greeting people] How are you? Good morning. Good morning.I am feeling this. Call it the Holy Spirit or the passion of the Christ. I am loving these people.Oh, after you.No, I insist. After me.Thank you. You too.You know what, guys, let’s just enjoy lunch.Shh.No.[overhearing Dwight’s conversation] Hey, Dwight. Dwight, hey.Are you kidding me? Stop it.Shh.[pointing to group of young adults laughing] Look at that. Look at that. That’s fun. We need to do stuff together outside of work. Let’s go help Africa. Let’s go build an airport. We’ll start small. We’ll have a car wash. We’ll send some cheerleaders to regionals.Yeah, well, that’s just a pick-up scene. Okay, we don’t have to volunteer. But I think we should hang out more together.Look at these people. These are church-going people. And they know how to party.Well, it’s, it’s-No. Okay, you know what? This is inappropriate. What is wrong with you guys? What is wrong with you? What is so horrible about wanting to get together and do something nice? Why did you guys even come today? What’s so great about your lives that you think you’re better than everybody else? That you can make fun of everybody else? You’re mean. You’re mean girls. Like the movie, Mean Girls. And Kevin and Stanley, if you don’t stop worrying so much about what you’re gonna put in your gullet, you’re gonna die in about a month.[standing in a line saying goodbye to the kids going to Mexico] Bye. Good luck. Good luck to you. Bye. Do good. Do good. Bye. Have fun. We’re proud of you. [starts to walk down through the line and into the bus] Bye. Okay.[on the bus] Hey. Hey. Is this the bus to Mexico?[in reference to the team shirts] I’ll take a shirt.If you’ll have me, yes.Really? [cheers, applause] Thank you. All right.No, I’m not. I’m staying on the bus. I’m already on the bus. I’m going.It is not irresponsible! I have never been more confident about a decision in my life.You know what, my job will be here when I get back.Hey, right?Tell them that I died, and I turned into an angel, and when they feel a breeze in a room with all the windows closed or that-that chill on the back of their neck, that is just me watching over them.Tell them that I’m in a meeting.No, you may not.Thank you.[waving goodbye as the bus drives away] See you in a few months.Mm. That’s not gonna happen.Well, you know what, everybody thinks that I am crazy, and that tells me that I am the sanest person I know. So…How long till we get to Mexico?Ooh. What are we building down there again? Like, a hospital? A school for Mexicans? What?Why aren’t they building it themselves?Do we know how? I don’t know how. You know how?Carla knows. Oh, I feel like there were so many more people on this bus. There were, like, 200, 300 people before. Hey, Carla? Carla? Hi. What are you doing?What is happening? Oh, God, what is happening?Oh, God, you know what? I’m gonna be in Mexico for my half-birthday.And Cinco de Mayo.No, we-No. You know how these things go. Construction projects, they say three months, and then, after two years, the lazy bums haven’t even started. Now we’re those lazy bums. I gotta get off this bus.Can you fake a seizure or a heart attack or something?Do that. Do it.[having walked up to the front] Okay, driver, driver, if you’re not gonna stop this bus, then I’m going to stop it for you. Okay? Hang on. [pulls the string to request a stop, makes a dinging sound]Yeah, just get him to stop the bus, please.Stop the bus, okay?I didn’t sign up for this. You guys are young, that’s great. You want to give back to society. I’ve done that. I need to take.Blah-di-blah!We could go back and forth all day. It’s not gonna solve anything.Do you want that for little Jessica? No, you don’t. And the answer is clear. Stop the bus. Okay?[bus stopping] Okay, well, a pleasure. Go save the world. We’ll keep an eye on America for you.Why quick?Is anyone still at the church?What? Shut up.It is so nice to be back in a country that has movies.",
    "Jim": "Stop.Elaborate.So by that rationale, if I had to sneeze, I should just sneeze on you.[sneezes on Dwight, looks at camera] You’re welcome.Big day.Nope.It is really funny, but you know that can be confusing at a christening because you are not the godfather.[whispers to Pam] Ok, your turn.Right now?Okay. All right, come on. [picks up Cece from Pam, whispers to her] Where are we going? Where are we going? We’re gonna take a little field trip.[whispering, going into the bathroom with Cece] Okay. Okay. There’s my girl. All right. Hold on one second. There we go. What’s that face for? Oh, my-oh, my God. Cece, no. No, no, no, not on the dress! Cece, stop!What?Yes.This is happening.No. There’s no extra outfit in the bag.I did… say that.Mm. No. Wrong on both counts.Okay, “A,” Halbert. And, “B,” I think a more appropriate statement would be, “The ‘Halberts’ are hosting an intimate reception for their invited guests.”Hey.Oh, well, Dave is an adorable baby.Yeah. [Doug walks away]Huh, you think she is jealous about having a baby?Okay, well, you know what? Everybody’s hungry. [Pam looks at Jim] Sorry. I think I’m just hungry.Scones.I think that was sconesy cider, noted baptism reception critic.All right. And cider.Oh, hey, Mee-Maw, would you watch Cece for a second? Don’t worry. She’s asleep. I’m just gonna track down some more chairs.[seeing Cece gone from the couch he left her] Uh, MeeMaw, where’s Cece?Okay.Hey, guys, has anybody seen the baby?I don’t know, dad. I don’t know.I don’t know. Hey, have you seen my baby?A small blonde woman?Uh, everyone? Everyone, can I just have your attention? Has anyone seen a small-[pointing to Angela] Stop that tiny blonde woman! She stole my baby![baby voice] Hi.[to Cece] Hi. [to everyone] All right. Travel safe, Angela.What’s that? Oh, yeah, back then I did. Just now. So, don’t, because I’ve got my eye on you.Yeah. Yeah, a little bit. I did.",
    "Erin": "Di-Did you say vampire?I think it’s really cool, Michael. I wish I had a job that I could just leave.[driving up to pick up Michael, Andy, and kid off the road] Get in quick.So it’s faster.Do you guys want me to take you home or go back to the church?No, actually most of them went to go see a movie.Yeah. Kevin suggested it, and then they all went in Meredith’s minivan.I bet. You guys.Oh, Lake Wobblegone’s on. Do you guys-are you cool with that?",
    "Dwight": "Uh-huh. Right. And ruin their cloaks? Do you have any idea how expensive wool is in Transylvania? [looks at camera] ‘Cause of the euro.[rolls his eyes and shakes his head] Uh…NO, no, no. They will cost you your life.The worst thing you can do for your immune system is to coddle it. They need to fight their own battles. If Sabre really cared about our well-being, they would set up hand de-sanitizing stations. A simple bowl at every juncture filled with dirt, vomit, fecal matter…Exposing yourself to germs is the best way to make yourself stronger.Yes. I would welcome it.The principle is sound. To avoid illness, expose yourself to germs, enabling your immune system to develop antibodies. I don’t know why everyone doesn’t do this. Maybe they have something against living forever.[handing out cards] For all your paper and printer needs. For all your paper and printer needs. For all your paper and printer needs.Good morning. Dwight Schrute. Thank you all for your prayers and your remembrances. Like Justin and his disfigurement, I too have had a horrible year. They say that the middle class is disappearing, and with it, the soul of America. So, as a gift to this beautiful congregation, I would like to offer a 4% discount on all Dunder Mifflin Sabre products if you buy a printer at full price.Opus dei.Shh, shh, shh.Greg, hello, it’s Dwight from the vestibule. You want to know my eleventh commandment? I will not be undersold.I am ready to love thy neighbor with these kind of discounts.I’ll call you back.Michael, I’m just about to close a sale. Can I authorize a 15% discount?Gah!",
    "Angela": "Jim. Pam. [gasps, speaks in baby voice] And the precious bundle of God’s gift to everything. [back to her normal voice] I wish you both a pleasant day. [baby voice] And you too. Yes. Praise God. Ok.Well, this is intimate.You don’t know them all?Jesus is not your caterer. [baby voice to Cece] But he should be your caterer ’cause you’re a little angel. Why didn’t your parents get you a caterer? [normal voice] They don’t think.[as Kevin runs to grab her] What are you doing?What? Kevin!Did you think I stole your baby?Someone put them in my bag.",
    "Andy": "And a top of the day to you too, sir.[looking at Cece, under his breath] Ah, man. [looks at Erin talking to Gabe]Does the Nard-dog want Nard-pups? Yeah. I want a big ol’ litter of Nard-pups. All jumping around, sucking on the teet. Put ’em in a box, give ’em to my neighbors. Yeah, I want kids.What if the moon was your car and Jupiter was your hair brush?Michael, you can’t go to Mexico. You don’t have your passport.[looking at Erin] Save me an aisle seat, Michael! I’m coming!I will not stand idly by while these Mexican villagers are sick.Whatever. I won’t-I won’t stand for it.We’re one in a million.Just a heads up. Probably gonna be borrowing a few things. Uh, gonna need a contact lens case, some sunscreen, some sandals…Good-bye, Lackawana County.Well, two days minus how long we’ve been on the road. 45 minutes? So, like, two days basically. Maybe more.I don’t know, I thought it was like a gymnasium or…They don’t know how.Well, Carla knows.Do you smell like a weird, warm cheese?And the Christmas party.Nah, no. We’ll be back before that.I can make myself cry.Should I-I got it. I got it. [walks up to the bus driver] Um, hey, I saw a sign for a scenic overlook coming up. Really love to check out the view.Well, uh, there’s a nice bistro coming up. We could pick up some Paninis for the road.Just make him stop the freaking bus!It doesn’t matter.If we went to Mexico, we’d probably screw everything up anyway.Stop the bus!",
    "Ryan": "Hope you brought your pipes. We’re about to smoke the opium of the masses.I’ve heard of that place. If you go to Cabo San Lucas, all the prostitutes are from Cabo Corrientes.For all their generosity of spirit, they password-protect their wireless?Hello.[whispering] Teach for America girls are way hotter, but they’re nuts.Welcome to the party. Everybody have their kool-aid?",
    "Toby": "Sunday church service… it’s been a few years. The Big Guy and I, we got some catching up to do.[stands outside church entrance] Okay, this is, all right, this is silly. [goes inside] [walks back out] Nope, nope, nope, nope, nope, nope, nope, nope, nope, nope, nope…[standing in the church sanctuary, talking to the stained glass] Why you always got to be so mean to me?",
    "Church congregation": "[singing] We ask you, Lord, come to our aid.",
    "Pastor": "Good morning.What a terrific day this is, and not just because the Eagles are playing. [laughter, Kevin giggles]Thank you. Anyone else with a prayer or a remembrance? [Dwight and an eldery man stand up at the same time, Dwight stares at him, man sits back down]Christening calls to repentance, to faithfulness, and to discipleship. We’ve come to celebrate these babies.At this time, will the families please come join me?Before we go, I’d like to remind everyone that the “Halberts” have been kind enough to host a reception next door immediately following the service.",
    "All": "Good morning.",
    " Pastor": "You may have seen the bus out front. Today we also say good-bye to our young adult ministry. They’re leaving for three months to build a school for the village of Quimixto, in Cabo Corrientes, Mexico.",
    "Female church member": "And thank you for your prayers for Justin. We hope for a speedy recovery.",
    "Male church member": "[to Michael] Hi. Good morning.Oh, no, after you.[laughs] I’m gonna use that one. Have a good lunch.",
    "Female church member [to Michael]": "Good morning.",
    "Lady": "Good morning.",
    "Doug [church member]": "I’m Doug Mcpherson, Davey’s uncle.",
    "Doug": "Davey.I don’t mean to bug, but do you know when those subs are due into port? I got a hungry bunch of Mcphersons over there.I think maybe some blonde lady had her.Smaller than me.[to Pam] So that was lunch, eh? Mcpherson troop, let’s haul out. Rendezvous at Friendly’s.",
    "Stanley": "This is not the meal I was promised. I’m going to have no energy for the rest of the day.I would run to Mexico if that’s where the sandwiches are.You could feed the hungry. Us.",
    "Kevin": "I cancelled my plans to come to this thing, and they repay me with this?With what? How? Sometimes, Michael. Sometimes.[reaching into her purse] Give me the baby![gasping as he looks into Angela’s purse] Look at these scones, Jim. Thousands of them. What kind of a person steals scones from a baby?",
    "Girl": "Excuse me, everyone, on behalf of the youth ministry that’s leaving for Mexico, I just wanted to thank our hosts and tell you about those good-looking guys and gals over there. [group of young adults cheer and applaud]This is Jessica Ortega. I met her when both she and I were both seven years old when my parents took me to Quimixto on a service trip.Right now, Jessica’s children have to walk twelve miles to a school with dirt floors.It’s gonna be three months of hard work and when we’re done, we’ll practically be Quimixtanos.My parents explained it to me this way. You wouldn’t hesitate to save a family member from a burning building, but what if the earth was your building and all the people on it were your family?Thank you. Or should I say gracias?If the whole world were like you guys, we wouldn’t have so many problems.I know. Nobody I know would leave their jobs and friends and families to do manual labor for three months.You have plenty left to give. You’re doing-",
    "Phyllis": "[chuckling] Who takes a kid to Mexico?Church isn’t a party, Michael.Michael, what am I supposed to tell my clients if they ask about you?Okay, but what about the bigger corporate accounts?Here’s her carrier, but no Cece.",
    "Woman": "[holding up an empty serving dish] What was this? You’re out of it.I didn’t get one.Is it just the one jug of apple cider? [Pam shrugs, woman walks away]",
    "Oscar": "Why do we have to do something together? I volunteer at a clinic on my own time.[seeing Michael on the bus] Michael. Get off the bus.",
    "Darryl": "We are hanging out-right now. You want some more of this?I agree. I think it’s superb.",
    "Mee-Maw": "Fine, fine. I guess I’ll watch Suzanne’s purse and your baby.",
    "Students": "Yeah! [cheers, applause]",
    "Guy": "Are you coming?Heck, yes.[sticking his head out Michael’s window on the bus] You don’t need one to get in. Plus, we can just have it sent to him down in Mexico.We’re actually building them a school.Hey, is there a problem, you guys?Why?Okay, stop the dang bus.Can I come? [silence]",
    "Gabe": "Michael, this is irresponsible.Well, you have a job to do. Okay, there is no off-season when it comes to printer sales.",
    "MeeMaw": "I don’t know. I lost the purse too.",
    "Carla": "Oh, trying to sleep.Are you okay, sir?",
    "Jim’s Dad": "Jim, Jim, I want to give a toast. Where’s the little girl of honor?",
    "Helene": "[holding the baby, walks up to Jim] Hi, honey. I was just changing the baby.",
    "Bus driver": "Can’t stop. We’re on a schedule.Maybe we’ll stop in Tennesseee. It’s not safe to talk to a driver.Stopping in Tennessee.",
    "Michael and Andy": "[shouting and clapping] Stop the bus! Stop the bus!",
    "Another guy": "[getting off the bus] Wait for me! [bus drives away] Don’t say anything to my parents.",
    "Radio": "“… banana bread, but Fred Nordquist had no appetite. He was thinking about his pair of new boots. It’d been ten years after all. As he told Mrs. Nordquist, it would take two years to get comfortable with the new boots.”"
}