{
    "Dwight": "[picks up pencil between his toes]Twenty minutes a day Jim, that’s all it takes. Twenty minutes a day, all feet, no hands and I’ll have the pedi-dexterity of a chimp, and you’ll be sitting there like an idiot. [attempts to place pencil in pencil sharpener] Okay. Here we go. Ah, yes. [accidentally kicks items from his desk onto Pam’s]I’m sorry Pam, allow me to write you an apology letter.[typing with his toes] D-E-A. Oop, backspace. A. Dear.[lifts cup up with toes][spills hot coffee on himself] Uhh, aah![taps Jim’s hand with his foot]Owning a building is a war between the landlord and the tenant. Not a literal war, unfortunately, but I am using the same tactics. I’ve surrounded the enemy, and I’m slowly starving them. To save on electricity I’ve installed a timer and motion sensors on the lights. It’s part of my green initiative. And by green, I mean money.China is on the move?I’m sorry, isn’t that good enough for your anus? Don’t get me started on how coddled the modern anus is.Stanley, as a fellow Dunder Mifflin employee I feel for you. But, like you, I am completely powerless to the whims of the new building owner.“Which is you” is not a sentence.Pam, when I’m sitting at this desk, I’m a salesman. If you wanna talk to the new building owner, you should call Nate and schedule and appointment.Well then you’re not going to talk to the new building owner. Which is a shame, because I hear he’s a very reasonable guy.[answers phone] Dwight Schrute. Mhm. Tell her I’m busy. I don’t know, make something up.You know what Pam? You’re right. This isn’t just a business. This is a home, and I would much rather see a smile from Kevin than save hundreds on plumbing and electricity. [Kevin smiles]I say we bomb ’em. By 2020, they’re gonna be the world’s largest economy and they’re getting a taste for protein. We’ll all starve.[chuckles]Or else? Or else what? There’s nothing you can do.Waste of time.Let me see.You can’t just move out.In your perfect would, what would make this building awesome? I’m putting together kind of a wish list.Yeah, no. I’m not a genie. I’m just talking about a…You can’t possibly be serious.Parley, my office, five minutes.Pam, I am not an unreasonable man. If you guys stay, I will stop watering down the soap.Why do you even need soap? Are you that bad at going to the bathroom?You don’t wanna move. Moving is one of the most stressful things you can do in life. You’ll probably just take it out on your kid. Jim will turn to the drink. The family will fall apart, and twenty five years from now, Cece will become world famous…  for stripping.Here it is, right here, pull over. Oh my God. No way. Man, look at that.There’s no building. This could only mean one thing.She was lying. Oh, Pam, Pam…What?Oh.I’m sorry. We have a colleague with the same name.So, okay. You’re not a liar too are you?Damn it, Pam. Get out. Right now. Leave it, I mean it. Get the hell out of here. Go.I can’t wait to do to Pam, what I just did… to Pam.Hey Pam.Y’know what, I’m the only one here who you haven’t asked about the new office.Yeah, but I’m still an employee here, and that part of me is really excited about the change of scenery. What’s the square footage in the new place?What’s the exact square footage.How many offices are there? Oh I’ll just look at the one sheet myself.[chuckles] You’re a funny guy Pam. What’s the first thing you guys are gonna do when you move in to the new office? I’m going to walk down the hall and say “Wow, I can’t believe this is real, but it is.” I can’t wait.Impossible, I love the law.I see I’ve underestimated you, and I didn’t think that was possible. Nate, reply the paper.Reply it!They say the best vampires don’t bleed their victims dry, but give them the strength so that they can bounce back only to be fed on again. I spared Pam, and I may feast off of her profits for years to come. I let Pam win. Haha, oh. I was not motivated by compassion. I have no compassion. Make sure you got that. Not motivated by compassion.",
    "Jim": "Why?[whistling, places cup of coffee onto Dwight’s desk] Ahh, Thank you hands. Nothing else in the universe can do what you do.Oh, don’t worry about it. Dwight, its okay. You were wrong.Well, A for effort right?Which is you.I disagree with.Okay, someone look it up.Well on the plus side all this worrying about China has made you smarter than Oscar, Michael.Oh God, I’ve been playing Zombie Soccer for two hours?Oh wow, these are nice.Yeah, yeah. Totally.Woah, there is a lot of brainpower in this room. We’ve got Michael and Oscar, the two smartest guys in the office, also in that order.Around here, Oscar is known as ‘actually’ because he will insert himself into just about any conversation to add facts, or correct grammar. He really does fit that old stereotype of the smug gay Mexican.Woah, woah, woah. Do you know what you just agreed to?No.He’s trying to set you up Michael. What’s going to happen is he’s going to try and bring up what ever you’re talking about in a very casual way, but secretly he’ll be trying to trip you up, and when he does, boom, its awful. Haven’t you noticed that I don’t bring up the Tour de France around him?No politics?Two for two, keep it up.What do you know about boobs?Thank you.Show him how to use it.It’s still on a bike path though right?What does that mean?What?But you didn’t fail.And you didn’t fail those things either.Hey, hey, hey, hey, hey.",
    "Pam": "Do you mind?You don’t have to do that.Are you okay, what’s wrong?Umm, Stanley. Maybe you could just unspool a little more each time you need to…Dwight, can we talk about these cutbacks.I’m not going to do that.Hi Nate, Its Pam Halpert.Hey, I would just love to schedule a meeting today with Dwight.Sure.[hangs up phone] Dwight. Dwight. Can you please tell new building owner that he is screwing over all the people he works with, people he’s worked with for years. His friends.An idea bigger than the Grand Canyon?Dwight take it down.I’m serious, take it down or else.We can move out.So, does anyone wanna know where I’ve been for the last 2 hours?I went out to look for a better office space.Not really, because I found one.Yup.Look at the huge offices Jim, check out that conference room.Oh in three months we can. Check the lease, and if you don’t undo all the changes you’ve made, we’re moving. Hey guys, can I show you some pictures.They’re not of Cece.This is possibly our new Dunder Mifflin office.Well, this building isn’t far, and its much newer. There’s a dry cleaner, nail place and a gym. Oh, and it’s next-door to and Outback so it always smells like steak.Koreans.White.Parley?So everyone here knows pirate code?You’ve been watering down the soap?We need everything back the way it was.That’s a sad story. I have another one. We move, the other tenants follow, the bank takes the building, takes your farm, takes your car and beats the crap out of you. Penniless, you die, and my daughter Cece dances on your grave… fully clothed. [lights turn off, Pam and Dwight begin to wave their arms to alert the sensor]I know, because you’re the reason we’re moving.Uhh, I think it’s something like umm…Umm, let me see.Oh, actually I don’t know what I did with the one sheet. Y’know, that’s the problem. You only have one sheet.Mmhmm.I lied about some aspects of the building.There’s no building… it doesn’t exist.I needed leverage so I pulled those pictures off the internet. It’s just this Office Administrator thing, I don’t wanna…Fail. I don’t want to fail… again.And that’s what you said about Art School, and that’s what you said about sales.Well, I’m not an artist, and I’m not a salesman. So what would you call it?What?Well thanks.Hello, hello. You’re breaking the law.Read article nineteen. There are suitable standards that you have to maintain the building at that includes comfortable temperatures and adequate lighting. It also means no more cutting the tampons in two, and no more tampering with the toilet paper.",
    "Hank": "Welcome, start your morning right with a burst of blueberry. Or try plain.Dwight said this entry was a waste of space.Eight dollars.",
    "Andy": "What’s the occasion?I would like a muffa du blueberry por favor.Eight dollars?Yeah, its where they make stuff.Hey Darryl.But I wanted you to know that Michael and I are wearing the same tie today. It’s insane.Got it. Then I will call you.Well are you?[without looking at the pictures] Oh my gosh she is so cute. She looks like both of you.Oh, cool.Megan Fox! Come on!Yes, but one good text away from a high five.Oh, its on.It is not just coffee.And then he will smugly pay the cheque and make you feel so small.Damn it. Michael, you are moments away from the smack down of your life. If you don’t know something, steer the conversation back to something you do know.Michael, I have to tell you something it’s from Rocky II.This guy doesn’t just wanna win. Y’know, he want’s to bury you. He wants to humiliate you!I’m like a quarter of the way through.No.Yeah. [clapping]Shhh. You’re gonna scare ’em away. [two pigeons are eating out of a soft serve cone]Yeah. Right.",
    "Michael": "[examines items on the reception desk] Mmhmm, China. China.It was great. China.Everything here was made in China, Pam.They used to make stuff in America, Andy. But we’re falling behind, did you know that? China is a sleeping dragon that is just beginning to stir.Yeah, right here. It is right there. [holds up magazine] Anybody read the news any more?I found that in the waiting room at the dentist’s office. This kid had the magazine I wanted to read, that’s the only one I could reach and I read it and then I read it again.My whole life I believed that America was number one, that was the saying. Not America is number two. England is number two. China should be like eight.What?So much for keeping our secrets up high.I know what we’re going to do. We’re going to put our best minds on it.Everybody stop working. I want you all to imagine a world in which America is not the number one superpower, where forks are irrelevant, and where every man, woman and child is expected to learn how to play the cello. Now open your eyes.Welcome to your future.How do we stop it? With a big idea. That’s what America is built on, big ideas. Blue jeans, the Grand Canyon. Whose got one, whose got a big idea?Yes, indeed. Yes Kevin.Once a week antacid is the idea to beat. Anyone else? Nobody? Okay then we are… yes.I don’t know.Alright.I don’t know what the [expletive] that was.No he’s not right. We’re not. Where would we even drop it, Phyllis? Did you know that in China there are fifty six cities with over a million people? You know how many we have here? Nine.No, no. That is right now.In terms of land, not population.No, no you’re wrong about this.I got it from NewYorkTimes.comSo I happen to know more than the smartest guy in the office. So what? [laughs] I don’t care.Okay, now where were we before I bested Oscar?Absolutely, Pam this is exactly why I hired you as Office Administrator, handle it. Taking care of business.Very comedically humorous Jim.Try ‘Control P’.Not if the printer isn’t hooked up. You are making some very dangerous assumptions Oscar.Hey.Mmm.Yeah.Sure.Coffee Jim.Yes.Alright, well I just need to learn everything about China. To be safe I should learn everything about everything but I don’t have time. Okay, okay, I’ll just learn about China and science and geography and math and literary.I’m pretty good on politics. “California is bankrupt, and California, California.” [Jim and Andy follow Michael into his office] What?Pass.Pass.Lifeline.I could talk about boobs. I bet he knows nothing about boobs.Wait, wait, wait. How long is this going to take?Is it going to be worth it?I don’t need to cheat.Did you know, that China has a new missile, that can sink a US Naval Carrier nine hundred miles off the coast?Did you also know that China has secretly been expanding its nuclear arsenal. But what do I know, I mean, that’s just according to the Pentagon. Our Pentagon.China has been loaning us billions upon billions of dollars. We are going to be owing them for the rest of our lives. And they will control us.How then do you explain that in the past year manufacturing in China has risen by 17% and in the US it has only risen by 8%?Don’t… I…Yeah, I figured that.Wait. You forgetting something?This chat. Two men, one white, one latina. A boss and a money cruncher. I could fire you.Here we are.My point is… that as long as people like you and me don’t stop talking, nobody can stop the USA.I am talking about freedom, about choice. America, I don’t think you need to worry. Because if you want to beat China you will. If you don’t, that’s fine. That my friend, is your victory. Y’know, a lot of people say if you dig long enough and hard enough you will get to China, and that may be the true, but what they don’t tell you is that if you dig long enough and hard enough in a conversation, you get to a friend. So here is to conversation.Raise your cups on high. Case closed.",
    "Erin": "How was the dentist?Oh, no.Oh my God.According to the internet, the tallest man in the world is Chinese.What’s America gonna do?What if we all get together and help each other and hire a new guy, and then we all kill him, but first we take out like a hundred thousand dollar life insurance policy. I bet you guys like that idea don’t you?I think that’s what they’re doing to me. I can’t prove it, but I wanted to see their faces when I said it. I learned nothing.[gasps]Fire him. No, show mercy.Right, yes.",
    "Darryl": "Hey Andy.You gotta stop texting me so much.You need to change your standard for what’s worthy of a text. Ask yourself is this something Darryl needs to know. The answers almost always no.No.There was a time when the only people who texted you were people you wanted to text you. Girls. And they’d all say the same thing. “I’m coming over baby.” And I would text back “BTB”, bring that booty.[reads text] “Are you watching this?” Seriously?I’m sitting right here.[reading text] Megan Fox. Question mark. What’s that mean?You know what, you’re one bad text away from getting blocked.You accept these terms?[reads text] Come to parking lot. Crazy pigeon action?[laughs] That’s a text. [high fives Andy]That’s your new standard.",
    "Stanley": "Dwight, why is the toilet paper only half a ply?Don’t tell me how to do my business.Are you just gonna sit there, Office Administrator, or are you going to do something?Why not just go one for the year?I will not work in a roach billboard.Are you trying to kill me?",
    "Nate": "[on the phone] Y’ello.Oh, hey Pam.Let me put you on hold for just one ‘eensy sec.Hey Pam, Dwight’s being questioned by the police in connection with a string of dog-nappings that ha…[riding in car, looking for new office] Ten thousand seven hundred and six.Yeah.The building’s underground?Pam. Pam?No you’re not.I wasn’t here. [places a book in front of Pam]I wasn’t here. It’s a pretty common saying. You may want to log it away for future use.Yeah.I don’t think it goes that way.",
    "Angela": "You never told us to close them.Michael do something about this.[lights turn off] Really? [jumps to try and activate motion sensor, Kevin walks through the door setting it off, and the lights come back on]",
    "Phyllis": "What do we do? How do we stop this?Yeah, Dwight’s right we should drop a bomb.Well I like being in the same building as Bob. Keeps me honest.",
    "Kevin": "An antacid that you only take once a week.Michael! An antacid pill that you take once every six weeks.It’s too big of a pill to swallow.Thank God.Uh oh, getting nervous Oscar?Well, I wish for a million wishes.Then see you later building.I said see you later building.",
    "Oscar": "Actually, that’s not true. I know the figure you’re referring to, and it’s a projection of fifteen years from now.Michael, China’s agrarian. Urbanizing fast? You bet ‘cha, but still agrarian.Come on Michael. You can…Where are you getting this information?Guys its not worth it really. Guys this is not worth our time.Great. I was wrong. I’m wrong. Is everyone happy?Funny Jim. That is funny.What is it?Alright. Alright I get it.That’s print.He’s… he’s not smarter than me, he was just right about one thing.Hey Michael.I was thinking about some of the stuff you said earlier about China.I’d love to talk more about it.Maybe over some coffee later?Michael, the reason I asked you down here for this chat is that I’ve been thinking that your fears about China are a bit exaggerated.We have missiles too.Actually, we’re in a mild recession right now. I’ll give you that, but people use China as the boogie man for all their problems. In the nineteen eighties, it was Japan.Do you really think that manufacturing is a relevant indicator of where the world economy’s heading in 2011? Do you know the comparative expansion of say the information sector? I’d say that’s far more relevant. Wouldn’t you?Don’t worry about the coffee, its on me.Michael, I am so happy that we were able to have this little chat.What?What’s your point.That’s not.That wasn’t what we were discu… That wasn’t the whole…",
    "Ryan": "I’m on it Jim. I’m on it.Got it. China has fifty six cities with a population of over one million. The US has… nine.Actually, it was.Where is Tibet?When was China founded?Who is Mao?Just in case Michael, I made you a cheat sheet.",
    "Meredith": "Suck it Oscar.Wow, so this building can get uglier.",
    "Gabe": "Oh my God, I can’t look at roaches.",
    "Kelly": "Is the nail place Koreans or whites?Good. And the dry cleaners?Good.I have a computer question. Hey Oscar?Can you move aside so that I can ask Michael?Michael, how do I create a new tab?Oscar it must be killing you to know that Michael is smarter than you.Yeah, but it was a really smart thing to be right about, actually.",
    "Creed": "Pirate code, he wants to meet.I understand it, I can’t speak it.",
    "Dwight & Nate": "Pam, Pam, Pam, Pam.",
    "Passer-by": "Yeah?I’m Pam.Oh, that’s fine.I’ve been known to bend the truth.Okay.",
    "Pam ": "Yeah?"
}