{
    "Man": "Next up, secretary Schrute will read the minutes from Sunday’s meeting.Dwight, don’t be bothered by your friend’s presence.Go ahead and read it, some people weren’t here.",
    "Dwight": "Minutes from previous meeting of Knights of the Night. No, Jim, hey!This meeting is for Knights of the Night only.Knights of the Night are volunteer crime patrollers. We’re often compared to the Guardian Angels, but we could not be more different from them. Seriously, we are nothing like the Guardian Angels. I mean, broad strokes purposes, sure. Think Guardian Angels.  One of our many recent good deeds? We set out to capture the Scranton Strangler. Mission accomplished. Not by us.No, no, no, no, no. I see how this movie ends. You make fun of me, everyone laughs, ha, ha, ha… screw you!What are you going to do now? Are you going to make fun of our leader’s weird voice? Huh? [mimicking the leader’s voice] Dwight, don’t be bothered by the [mumbles]. Over the line, Jim.Fine. Minutes from previous meeting of Knights of the Night. That’s our official name, Jim.Reflective strips were glued to patrol jackets. Knights went outside with flashlights to test them.And the rest was just [mumbles]stuff.Okay. Knights stayed outside to play flashlight tag.It was pretty awesome.Wow. Did your baby draw that?Hey, hey, hey. Want me to crank the thermostat up to 90, smoke her out? She can’t keep those mittens on forever.Not doing that.I’ve achieved plenty and there’s no better than the best.Wait, it’s that easy? That’s not a resolution, that’s just… something I want to do. Okay, fine. I can do that… [sticks note card on board, makes trumpet sound] My resolution is… meet a loose woman.Yeah.Awesome.It’s that easy?Okay, I’ll drive.I’ll take the entirety of the second floor.Welcome.Is that what we were doing?Good. Real good.Yeah, yeah!Yeah, pretty much. But, you know, this place is kinda tapped out, so. Let’s roll.Okay. What’d you get?Oh, really? What else? Let me see.I am not going back until I fulfill my resolution.Come on, why not? I’ve never been in one before. I’m tired of being Mr. Perfect Role Model all the time.Well, we can’t just go back, I mean, we came out to meet women.Chicks fall down, need help getting back up.Gentlemen.Strip club. I was looking at the strippers at the strip club.Yeah!",
    "Jim": "Oh.I’m actually just looking for my Blackberry, so, carry on.I’m just looking for my phone, so… pretend I’m not here.Sounds good.Smart.Oh, come on, that sounds awesome.Was it?[answers phone] Hey! Yeah. No, I got it. Just leaving now.",
    "Member": "It was pretty cool.It was fun.",
    "Michael": "January three, 2011. A day which will live in-famously. Holly Partridge Flax, otherwise known as Holly, otherwise otherwise known as a living, breathing angel, is engaged to another man. This is freaking me out. I- okay, let’s switch to the happy video, okay? No, no, no, no, let’s push through. We’ll do this.Today will either be the best or the worst day of my life. Holly gave AJ an ultimatum. He either proposes by New Year’s or they break up. Now, if she’s engaged, I’m gonna go crazy, and I’m gonna start attacking people. If she’s not engaged, in all honesty, I may just burn this whole place to the ground out of happiness. Either way, I am going to need some talking down. And nobody talks me down like myself in a video talking me down.[filming video] Michael, I know what you’re thinking. Holly’s engaged to another man, and you want to kill yourself. It may seem like a good idea, but it’s not.Okay, so killing yourself. [laughs] I was just thinking about snot.Happy.Sad. To soak up my tears.Bears sad, worms happy. Come on, Erin.Sad, something to break.For you, job well done.Both sad.I did! I did, indeed. Two front row center, to Paula Poundstone, Live in Poughkeepsie. Holly’s favorite. I hope she doesn’t call us up on stage. That would suck. “Hey, you think you can do my job better?” I don’t know. “What’s your name?” Michael.Shaaa-shut up. Hello.So… high five me. We’re back. To a happy… [grabs Holly’s hand] look at those! Mittens. Are those a present?They’re so fuzzy and warm! Let me feel those. Let me feel that. Put ‘er there. Give me a good firm… ooh! That’s a good firm handshake. You’re hired! Yes, let’s get right into the Anderson account, shall we? Yes, yes, right away.Yes, no, why? Stop! Yes.Oh my God! That’s it! That’s it!Happy! Happy, happy, happy, happy!I’m trying!I’m trying!What?I’m not listening to music!Go! Oh, that’s nice.Me? Okay.I’m good.Oh my God! [sprays champagne on Erin]Hello! Oh, somebody’s got a new phone!That is neat.[imitating E.T.] E.T. phone Holly. Holly like phone?[imitating E.T.] Why?[imitating E.T.] Bummer.[imitating E.T.] Reese’s Pieces.I still have my old phone. This thing… indestructible. [slams phone on desk, phone breaks]Holly doesn’t seem to be engaged, but she’s talking to AJ like she is. I can’t figure it out. Do you think she’s already dating a different AJ?When you broke it off with Roy, did you still tell him you loved him?But you did still love him.Do you love him now?No. She’d just resent me. Or worse! She would think of me as her friend. [disgusted voice] Oh, hi friend! Blegh.You think she’d talk to you?That’s true. She’s really nice. She’d talk to anybody. Why don’t you bring Erin to balance you out?Or sooner.That’s not a joke.Is it?Next year? Come-I mean, what is the point? What is the point of that? I made a resolution to floss, and I did it. 12:01, January first, BAM! Blood everywhere.What is wrong with you people? Can’t you stick to anything? Erin, I want you to go to the kitchen and get me some vegetables. Creed, you say you want to do a cartwheel? Nothing’s stopping you. Come on, old man, do a cartwheel!You’re just gonna somersault around for the rest of your life and you know what’s going to be on your tombstone?  Loser.Just do a cartwheel![holding broccoli in front of Kevin] Eat it.No. No cheese whiz, no hollandaise, no chocolate sauce, just eat it. Come on. Here comes the airplane, there you go. Open, open, into the hanger, there you go.Eat it. Put it in your mouth, and just eat it.I don’t care whether you hate it! You said you’d do it!Eat it!All right, all right, shh!Let me see if you swallowed it, open your mouth. Under your tongue. [reveals hidden broccoli, spits it out] Oh, God! You guys are pathetic.No! You can’t have any candy![imitating E.T.] Holly Flax.[imitating E.T.] Not Michael, E.T.Well, I just want to talk about what happened in there.Holly, come on in. Thanks for coming. I thought there should be an HR rep here for this. So, Kevin and Creed, things got a little bit intense in the conference room.And I wanted to apologize. These resolutions should be about you, and I made it about me, and it was none of my beeswax.It was insensitive and I am sorry.I really wanted you to follow through on your resolutions. The cartwheel, the veggies… I… care about you. Very much. And you loom so large in my heart that I crossed the line.You’re right. And I hope that we can still be friends.Okay, oh! All right.Okay.No.Yup.You can toss them.My resolution? I never want to make Holly cry again. Unless it’s from laughing too hard. Or making love too beautifully.Look at where you’re going to be doing the cartwheel. So look at where you’re going to be placing your hands. So pick a spot.You ready to do this?You know what? I’m going to stay here as long as it takes.It’s about you. It’s about you. Go!You did?Okay.Congratulations. All right. Well, all right. See you tomorrow.",
    "Erin": "[giggles] Snot.  Sorry, it sounded like you said it’s snot.  I am so sorry.Okay, champagne.Sponge.Gummi bears and gummi worms.Ukulele’s happy?Chocolates.Thank you! And two bottles of scotch.And did you get the tickets?I’m really excited for Michael either way. Because if Holly chooses to be with him, he will be so, so happy. And if not, he’ll be avoiding the biggest mistake of his life!Go!Oh, yeah!Want some company?I went to Portugal.No.Well, my goal was to learn a new word every single day. And I must say that it is going immensely.Hey! Gabe.This is all I could find.One, two, three. [does cartwheel] I did it! I did a cartwheel!You want to keep this?Do you want to keep this?Do you want to keep this?",
    "Angela": "Good morning.The glitter is blinding.Yes.My boyfriend.Ugh.Oh, God.All right!",
    "Pam": "Hey, guys! Fun thing. The index cards on your desk are resolution cards. You write your New Year’s resolution on them, I’ll collect them, and then display them on… da-da-da-da-da! This! Resolution board.It’s gonna be fun.I recently met Sue, the office administrator at Vance Refrigeration. She has this awesome wall full of fun initiatives and morale boosters and stuff. Sue just goes for it, she’s awesome.Oh, hey, guys! I’d like to introduce you to a new little friend of mine.  His name is New Year’s resolution board.Hey, Dwight, I’m collecting resolution cards.Why not?Learn to cook for one!Well, maybe you’ll meet someone.Angela.Make time for romance!I don’t think so.No.I’m not… I’m not going to have…No! Just talk to her.There’s a plan.The goal of this meeting is to get everybody excited about their resolutions! Who’s been good about their resolutions so far? Erin. Tell us about it.Cool! Here’s a little ‘way to go’ gift from Sabre. [tosses Erin a Frisbee]Creed. I noticed you don’t have a resolution on the board. What’s yours?How is it going?One of the hardest parts about making resolutions is keeping them. In fact, most resolutions are abandoned by February.Yeah.But that’s okay. Because it’s not about being perfect, it’s about trying.  In fact, why don’t we go around and confess some of the ways that we’ve fudged on some of our resolutions?Okay, well, my confession is that today I had a sip of coffee. But that’s fine.Yes! Because with all of your support, by this time next year maybe I’ll be down to one glass of iced tea a week.You don’t have to do that, Kevin.Oh, Michael.Okay, Michael, just settle down.Kevin, don’t! Come on!Yeah, just a little, I have a lot to deal with today.Okay, that’s it.[throws resolution board away in dumpster] Lesson learned.",
    "Phyllis": "I think it’s good.I know Sue. She’s not that great. And you know her husband’s in a wheelchair, right?I’ll talk to her, Michael.Why wouldn’t she?[whispering] Follow my lead. Hey, want some company?Oh, really good, I went to Portugal.No.So, I’ve just gotta know. What’s going on with you and AJ?You didn’t break up with AJ at all? I mean, not even for a week to make him buy you a present?",
    "Kelly": "What happened? Is there a ring?[whispering] Come on!Wow.Yes, I told everyone.Oh, God, please stop!Why are you eating stem first?You’re killing him, Michael!Oh, Pam, soda. Caffeine!Meredith, what are you doing? I could be pregnant!My resolution was to get more attention.",
    "Holly": "They’re warm.Oh, I get it. Everybody knows about the ultimatum.[sticking both ring fingers up] Ha ha, ha ha!Yeah.I got it for Christmas. I’m so out of my league here.[imitating E.T.] Holly misses old phone.[imitating E.T.] New phone is confusing. Gets bad reception.[imitating E.T.] Bummer.[imitating E.T.] Reese’s Pieces?[reaches for her cell phone] Oh, I should get this. Hey! Oh, no, don’t go see that one, I want to see that together. Yeah, go see that action one. Okay. I love you, too. All right.Oh, sure. Have a seat. How were your breaks?Oh, wow… you went together?Nothing really happened. I mean, I know I made a big deal about this whole New Year’s deadline, but um, it came and went… and, we’re still together.It just wasn’t fair of me to give him an ultimatum in the first place. The whole thing is totally my fault. But we’re going to be just fine. Just fine.Yes, Michael?What’s up?Oh, no, Michael, I don’t want to talk about it with you. I mean, I’m fine, I just… I don’t want to talk about it.We’re gonna be just fine. You know how you say something over and over and the words start to sound weird? Going to be just fine… just fine… just fine… just fine…I just think we need to cool things down for awhile.  Yeah, a break. At least until I get back to Nashua. Yeah, I’m sure.",
    "Kevin": "[Holly takes off mittens revealing no ring on her ring finger] Congratu-ohhh.Hey! [sticking up middle finger] Right back atcha, bitch!Well, I said that I would eat more vegetables, and I haven’t yet. But it’s okay. I still have time, since last year, I ate none.Well not all of us are Michael Freaking Scott.I don’t know. I’m glad this is happening. Thank you, Michael.This is a new food for me, how else should I eat it?Can I get some cheese whiz? Or hollandaise?God, I hate it.All right, I ate the fluffy part, can I be done?Can I get some candy, or something?You were super mean.It was traumatizing, Michael. I wouldn’t be surprised if I never ate a vegetable again.Okay, Michael, no offense, but you need to get your own life.Well, I am. [hugs Michael]I’m going to help you.Hey, Ryan.How’s your fart project coming?Me.Hey, Ryan. [taps board, makes farting noise]",
    "Video Michael": "Whoa, whoa, whoa, okay, calm down, breathe.I said breathe!Wait a second, are you listening to music?Shut that off!Fine, just go crazy for a little while! Lookin’ good! You’re lookin’ good. [roping Michael in] Oh, I gotcha! I gotcha! I’m pulling you back! Michael dance off!Go!Nice! We’re gonna calm down later.",
    "Andy": "Drink less caffeine. That’s a good one, Pam. Here’s mine.Yeah. I love cooking, but I always find myself throwing out half the food that I prepare, so…  two years is time to just start preparing the right amount of food for the right number of people, which is one.No, some people don’t just meet someone. I’m fine with it. Really. This is not a pity party. It’s not a party at all. It’s just sad.That’s a good one.You know what, that’s my new one. I’m taking that one, too.The bookstore?All right! We should divide up by section. I will take romance and travel.Hi.Let us know if you need anything.Why did we pretend like we work here?Good!We kinda nailed it.Hey, there’s a roller rink across the street! There’s always chicks at the rink.I don’t know. Single moms at a skating party. Sweet sixteen, ten year reunion parties.Roller derby practice!Um… Dave Matthews Band. No hits! Deep tracks only.I said no hits!Hey! Where did you go?Oh, cool.Yeah, I did actually. His name is Andy, and he roller skates like a Greek god and you know what? I kinda like hanging out with him.And where did you go?",
    "Oscar": "Who’s the senator?Oh, you mean the state senator. I’m sorry, I was confused, because you accidentally wrote ‘the senator’.I’ll get him water.",
    "Darryl": "You know what you guys should do? Go to the bookstore at lunch. There’s tons of cuties and it’s easy to talk to them. ‘Hey, what book is that? Cool, let’s hang out tonight. Sex already? Whoa…’I’ll come with you, show you how it’s done.My resolution is to read more. And if someone else is driving me to the bookstore, I can eat my PB&J in the car. 2011 is coming up all Darryl.I got that cutie behind the counter.Whoa, I work at a paper company, those things terrify me. They could put us out of business, you know? I heard those machines hold like, ten books at once.Holy [bleep], what? Let me see that. It’s so light. Like a croissant.Hey, how’d you do?Really?Cool.A book about oceans.No, that’s uh. Porn. Pornography. Old lady… nasty… porn.Whoa! Hold on.[Dwight heads toward a strip club] Oh, no, no, no. Uh-uh.I’m telling you, don’t do it. I’ve got nothing against strip clubs, but I do have something against them at noon on a Monday. The day shift at a strip club? You can’t unsee that.What kind of chicks are you going to meet there?We’re going skating.Sup?To the arcade.Why, did you meet someone?Right on, son.Right.",
    "Bookstore employee": "Well, if you read a lot, you should check out our e-readers. They’re really neat.Actually, it’s ten thousand.",
    "Customer": "Hi.Thanks.",
    "Gabe": "Intercepted!Whoops.",
    "Creed": "I want to do a cartwheel. But real casual-like. Not make a big deal about it. But I know everybody saw it. Just one stunning, gorgeous cartwheel.I’m having a little trouble motivating.Well, I can’t, I don’t know how.My tombstone’s already made, thank you.You think?I don’t think I’m there yet, Boss.[bleep] you! [bleep] you! God!Mmmhm.Yes, sir.I really appreciate it, Boss.I did it!The perfect cartwheel.What a rush! That’s all I had to do all year.",
    "Ryan": "The other way.I just feel blocked. Like I’m living, but I’m not…Yeah.That’s real, real classy, Kevin. Hey, was it me or you that just shoved the butt end of a pound of broccoli into my mouth because Michael told me to?Okay, no.No, she’s lying.",
    "DJ": "[at the skating rink]Hey, uh. It’s just you. Anything you want to hear?Okay. [Ants Go Marching starts playing]So, that’s it, guys? If you want, I can put on the strobe.",
    "Meredith": "[holding a pack of cigarettes] Well, if you don’t have to do ’em…"
}