{
    "Kelly": "Everybody, can I please have your attention? Ryan and I have a huge announcement.Over the weekend, Ryan Bailey Howard and I got divorced. [throws ring on the ground]The last thing that we want is any kind of drama.We were having a beautiful weekend in the Poconos. We were making love, constantly. We saw the sunrise. Ryan was crying a lot.And in the morning we walked by a chapel and we stopped, suddenly, and Ryan said…Ummm, like a week ago, we got really wasted and it just felt right.God baby, you know, people’s reactions to this… maybe we made a mistake.Ryan, I changed my mind.And who is on my side? [no one raises their hand]",
    "Erin": "Oh my gosh!Holly is ruining Michael’s life. He thinks she is so special. And she’s so not. Her personality is like a 3. Her sense of humor is a 2. Her ears are like a 7and a 4. Add it all up and what do you get? 16. And he treats her like she’s a perfect 40. It’s nuts.You know what? Why don’t you stay and I’ll go?It’s kind of a sketchy neighborhood though. I better come along.He answers to Michal. Michal G. Scott. Michael J. Fox. Mr. Fox. The Incredible Mr. Fox.No.Hey, you were in there forever.She wandered off like an idiot.Orville Tootenbacher. That’s Michael’s millionaire character that…[point to picture] It’s Michael!You knew.Where did he go, Holly?Okay. We fan out…Good. We don’t need her.",
    "Phyllis": "Wow.C.C[whispers] I’m clicking!I am clicking.Well, if you think it’s so easy, Gabe, why don’t you try it?Yes.Yeah, who wrote it?Maybe that’s not the best one. Keep reading.No, that’s not the one I was thinking of. Keep going.Yeah, there you go. [laughter]",
    "Meredith": "Sweet! Free Ring!Why?Maybe it wasn’t.",
    "Andy": "Divorced?Sorry, when did you get married?And you didn’t invite any of us?Yeah, which one?Boo-yea! [office laughs]You?Oh it is on like Genghis Khan wearing Sean Jean in Buton.Woo-hoo.Yeah, yeah. Put me on that.Phyllis!Oooohhh.Do the next one.Oh! [laughter][laughs]",
    "Ryan": "Just so you know, it’s totally amicable. We’re fine. We don’t need people here to take sides.It’s not irrelevant. DetailsWe are getting divorced, Andy! This is such a raw time.No, with the messed up laws in this country, I don’t want to be married until everyone can be married.No Oscar, Not, not until everyone can!Ok fine, you know what, this actually isn’t amicable at all and we actually do need people to take sides. Who is on my side?",
    "Pam": "Wait. Can you back up? What’s the story?Bye.Aw you’ll get through it hon. Just make a game out of it. A funny “Jim” game.All right, what’d you do?Where’d you put it?Say it. Where?The fridge.The fridge, got it.Bye.This is Pam.What’s wrong?Jim, what?Oh God! What?!Ok. She’s ok?Understood.Got it. I will put out a A.P.B. Otherwise known as a “Ask Pam Beasley”. … Did the phone cut off?Alright, just call me after the doctor.Bye.Yeah.Cute. [enters office area] Very funny, everyone. Who wrote captions under my doodle? I’m not even kidding. They’re pretty good.Well the first one has a surprise factor. “I’m a suck suck-suckidy Sabre!”But, ah, I suppose the second one is the better written line.You guys, if I knew you wanted to do a caption contest, I would have drawn something more challenging.Yes. You guys, I have the perfect idea. Ok, it will just take me ten minutes.[on phone] Dunder Mifflin, this is Pam.Oh, hey Dwight.No, he hasn’t.No, wait. Hey, while you are out, could pick up some paper towels and chocolate syrup? We have ice cream so I thought…Ok. I, just, when you are done or any time it’s convent, I just thought since you are out…Ok, well it wasn’t obvious so… [phone hangs up]Ta-da!Yeah?Seriously?Oh! Ok.Guess not.Ladies and gentlemen, I think we have a winner.",
    "Ryan and Kelly": "I don’t think I should be married to you anymore.",
    "Kevin": "What?Red gloves.I can’t wait.Ok, it’s two giant dogs with two giant palm trees on a regular size island.Ditto.Nice!Yes, well done!",
    "Oscar": "You know what Ryan, I talked to the other gay guys, and we’re ok with it. We agree it’s fine if you got married.Which on in particular?You suppose?“I’m suppose to be wearing red gloves but my color cartridge portal, got jammed again.”Ok. I got one.Yes!Irony is such a critical…Wow.Pam, I think I’m going to send you an IM.That’s tasteless, Gabe.Tasteless.Who’s is it? Who wrote that?",
    "Jim": "All right. Bye.Let’s Go!He’s going to be a lot of fun to drive around in a car with.That’s it? That’s all I get? Even after all the hard work I put into celebrating your talent today?Well, those things that you consider doodles, I consider art.Where’d I put what?Oh, sorry gotta go.Ok fine, three hints. One! When you are getting colder, you’re really getting warmer.Two! You have a better chance, if you think Bob Vance.And the final clue…You know what, just think about it, you’ll be fine.Cheer up. We made a sale.Well, I’m going the speed limit. So…Someone’s in a bad mood.Alright, let me turn on some music.No you don’t.Alright. Well we’ll be there in ten minutes.Alright, Well if I see a gas station, I’ll pull over.Hello?Hey Helen. Is everything ok?Ok…What?Oh my God.Just stay there. I’ll be there in one second. Michael! Michael! Excuse me, sir there is a guy in the bathroom. He’s coming out but I have to go because it’s an emergency. Will you just tell him call the office. Just call the office! Thank you. Please?Hey it’s me. So uh, don’t worry. Everything’s ok.Nothing. Absolutely nothing. You’re not holding a cup of coffee or anything are you?Uh, so, Cece had a little bit of a fever. And your mom also locked her in the car.No no no it’s ok. So, Cece is with daddy now. She’s laughing and she’s happy. And we are on our way to see Dr. Barbra.Yes, and your mom got a very well deserved day off. So here’s the thing though. I left Michael at the gas station on Benet.And his wallet and phone are on the seat next to me.Nope.Ok. Bye.",
    "Michael": "Just a minute. How long do we have to wait?You broke up with AJ weeks ago.I don’t understand. I really don’t. I mean, we know we are going to start dating. Why not now?Sure we do.Why does the sun rise in the morning? Why do magnets stick together? Because everybody says so. Everybody.Yeah, I understand. I just don’t agree.Yes I do.Yes I do.I have my own opinion and my opinion is to disagree with you.Let’s go.Let’s go!Just drive faster. I want to get back.Okay, fine. My feelings don’t matter to you. What matters to you is your precious speed limit.No I’m not. I’m not in a bad mood. I’m not, Jim. Hello? Ok fine, ignore me. Have it your way. Let’s just talk about you, as always. Is sex different after the baby, Jim?I need to pee.Yeah, I do. My word against yours.What part of “I need to pee” do you not understand? I’m upset. My bladder is full. There is no telling what I might do right now all over the inside of your precious little car.Well I hope I make it.I know, I know you have a phone policy. I understand. But this is an emergency because my friend isn’t here and I am worried that he has been abducted.There is no way he ditched me. There is no way that happened. He’s my… Ok. May I please just use your phone? Please!Ok. I will make it quick. I will make it very quick. [opens phone] And you don’t have my numbers on speed dial. Ah, Ok. What is it?You know what, I can dial 411, get Jim’s number.Actually this is good. I am going to take this opportunity to go walk-about. Good. Good. [to cameras] Nope, get away. No, that’s enough. Ok.[at puppies] Hey you guys. Listen to me. Don’t get hung up on just one girl because there are a whole lot of other girls out there. Look over there. See? They look cute. [at parrots] Hello! You guys are so beautiful. You’re so colorful. I wish I could understand you. That’s a metaphor I guess. [at snake] You are disgusting. You’ll never find love. Yekkk. [holding puppy] Do you think she needs more time or is it never going to happen? [licks his nose] I’m being serious. Seriously.Hello. I would like a hot dog please. Now, I don’t have any money so here is what I would like to do. I leave you here with my watch, and I come back later to pay for the hot dog.Well I understand that but this is a $45 watch.With that I can buy… half the menu.All right. What do you do with the hog dogs that you don’t sell?Well, okay, instead of throwing them all away later, why don’t you just throw one away now into my mouth?Okay. You’ve just lost my business.Oh, boy. That was yummy. Thank you so much. You know what? I think I left my wallet in my car. Do you mind if I run out and get it?Okay. I’ll be right back. [goes to leave but walks back]. Okay. You know what? I’m sorry. I’m sorry. I don’t have my wallet and I was gonna try to dine and dash and that was stupid and I realize I can’t do that to you fine people.Well I can, but I will have to come back later tonight and pay you. But the point is I did the right thing.Well the number three is not such a giant feast.I am not. I just have had a bad day.  And I… okay. I’ll be back later with the money. I’m just gonna leave right now.Well, I think I can get through the door.Hi. [laughs] How did you know I was up here?I got turned around. I thought I could see Dunder Mifflin.Yeah. [laughs] Wow. I just miss you so much.Really?Can I kiss you?Okay.",
    "Holly": "For what?Don’t you have a sales call to go on?We don’t know that.Why is it such a certainty that we are supposed to be together?Michael, I can’t keep getting into a situation where I date whoever I’m working with. Well, you can understand that.Well you don’t have to agree.No you don’t.No, you can have your own opinion.It’s the gas station on Benet Street?Ok.Oh no no no. I’ll be fine.Which way did he go?Oh really? You don’t think he walked by the bakery just for the smell of it?Oh.Hey.Oh, just changing my cell phone plan. Okay. Okay. Here you go.  I’ll take my free stress ball too now.What?Are their egg rolls really that big?What? No. Dwight asked if I wanted an egg roll. What… what are you implying?I have no idea.I don’t know.Will you stop! There has been a few coincidences, that’s all.Stop looking at me like that. Okay, let’s just go up somewhere high and see if we could spot him on the street below.Look, I’m not playing. I’m gonna go look for him.[walks to the roof of a building and spots Michael] Michael?What are you doing up here?Dunder Mifflin.I missed you too.Yeah.Yeah.",
    "Helen": "Hi Jim, it’s Helen.Everything is fine. Baby’s fine. She has a tiny fever. I’m taking her for a check up. Nothing to worry about.A tiny thing. I locked her in the car.She’s smiling. She’s happy.Jim, I don’t have a spare key.",
    "Guy": "[towards bathroom] Hello? [gives up and drives off]",
    "Attendant": "No, he ditched you man. I saw him drive away.Just make it quick.You don’t know it.He left you here on purpose. All right? I saw it. He just drove away.Yeah, he just left.She’s right. He went that way.",
    "Dwight": "Problem solved everyone. Space Orphan and Princess Nincompoop are off to rescue Michael. Unbelievable. I’m going. You drive, I got a car full of fox meat.Male. Caucasian. Forties. Black hair. Facial type:marsupial.Hey hey hey. Let me answer this. Stupid question. He went back to the office, obviously, which is that way.Alright. Don’t get a swelled head. You’re no tracker.  [Dwight and Erin low-five] Let’s ride.Has Michael checked in?I asked you a question.Goodbye.Pam, this isn’t a shopping trip.This is a man-hunt slash rescue mission.Pam, I’m obviously going to get that stuff for you so just shut up.No word from Michael.Hey.There’s too many brands. Where’s Holly?Hey!What are you doing?Tootenbacher.Of course. He was here. She’s the key. Amazing. Holly. Hey, where you would you like to go next? Holly?Excuse me Do you speak English? We are looking for a man. Michael, this tall, black hair, Caucasian…Uncanny. Put a pin in that. [to waiter] Which way did he go? That guy! When he leave here, which way did he go? We looking for him. [pointing] This way, this way, this way? I don’t know. Do you know?He’s heading downtown.Do you see a little clown that you want to follow, huh? Is there a little bird that’s chirping to you, “this way, this way”?Okay, close your eyes, we need you to think. What is Michael seeing right now? Can you tell him that we miss him? Michael we’re coming for you!All right then. Someone propose a plan.Not you, Erin.That is the stupidest idea I’ve ever heard. No. Tap into your common mind and tell us what he would do next.Right.  I can do this on my own. I can think like Michael. All right… I’m deep below the ocean’s surface in a submarine. A torpedo’s coming right at me. No. Damn it, that’s just my own imagination.  Maybe he’s bowling.",
    "Gabe": "No no. No no no.Ok. [office laughs] No no no.Ok, I’m sorry but I am going to have to shut this down.Unless we can all agree to some ground rules. It’s either that or I can fax this to Joe and let her decide how to proceed.Number one, and this should be obvious, no captions that insult the company we work for.Number two:no pop culture references.I think we can all agree that they tend to alienate those who don’t get the reference, making them feel like the other.Ok final thing, and this is a fun one:Instead of writing the caption directly under the picture, let’s all try using Sticky Quips. All right? New, from Dunder Mifflin Sabre.Sticky Quips are fun. They are safe. They are handy. I like to use Sticky Quips as regular Post-It notes when I am in a fun mood. [laughs] Not every day.Go get ’em. Start quipin’.So what, no one’s even gonna try?Oh, come on. My rules could not possibly have been that oppressive.Hey…Too late! Oh. Ha. An IM chat. Very clever. I’ll just print that out. Come on guys. Grow up. I don’t want to be your babysitter.“Darn it Bob. I told you not to buy a Sabre brand lifeboat.” [laughter]No, not nice. Terrible. Doesn’t even include the fact that they’re dogs.“Wake up, Fred. The power cord on your Sabre printer shocked you into a coma, and you’re dreaming you’re a dog on a desert island.’Uh, excuse me, excuse me. How does the speaker know what the guy in the coma is dreaming?Umm… “You don’t have to sniff my rear end anymore, Bob, I’m the only one here.” Ha.Tasteless?More tasteless than this…”is that a palm tree or did Gabe get skinnier? Either way, let’s pee on it.”  [laughter]Uh, it was.“Oh, thank God. I had a horrible nightmare that I was stuck in America with Gabe.”“I know what it smells like but I didn’t roll in anything. It’s from listening to all of Gabe’s bull[bleep]. [laughter] “Isn’t this the perfect romantic getaway, Erin? Sitting on a deserted island wearing dog costumes? I’m Gabe and I’m a weirdo.”“Gabe’s mom… hmm… Gabe’s mom? Wait. Tall woman? Looks like Gabe? Yeah, I banged her.”",
    "Darryl": "What’s it say?And I will take you all down.I’ve been reading the comics to my daughter since she was three years old. Not once I have used the real captions to Family Circus. That crazy family is hilarious to her for one reason:me.Gabe, tell us your stupid rules so we can start the game.Wrap it up, Gabe.Send me one too.You crushed our spirits, Gabe. Congrats. You’re a big man, huh? Take a lot to destroy the creativity of a whole group of people. [notification tone] [laughter]Dreaming he’s a dog on a island.",
    "Darrly": "Keep it real.",
    "Office": "Boo!",
    "Hot Dog Guy": "I’m not a pawn shop.Wow.I can’t just go giving away hot dogs.Throw ’em away.No.",
    "Cell Phone Sales Person": "Sure thing. Here you go, Miss… Okay, Fanny Smellmore. Real original.You know what? Say hi to Orville Tootenbacher for me.",
    "Dwight and Erin": "farts popcorn.",
    "Waiter": "No problem.So you can’t pay for your food?You did not. You have no money. And you dined so much.[calling to the back] Mr. Chu!You were trying to steal food from us?You can’t. We’ll stop you.He just left.I think he was heading downtown.",
    "Micahel": "Okay, all right. You know what?",
    "Stanley": "[whispers] Click the “x”In the box.Woman, you’ve had a computer for years!",
    "Angela": "Please. It was easy once I decided I wanted the dog to piss on Gabe."
}