{
    "Michael": "After three years of writing, one year of shooting, four years of re-shooting and two years of editing, I have finally completed my movie, Threat Level:Midnight.Erin… what are you doing?That’s… That’s. Well, don’t put words in my mouth.Sweet, I will go invite Holly.Mhmm! It’s got action, it’s got heart, it’s got some bosom.It’s got a lot of me.Ladies and gentleman, Threat Level:Midnight. [applause]Dwight does not play a robot.By far and away, the most expensive shot in the movie. But, it was integral to the story.That was not scripted.[turns off the movie from the remote, the office complains][to Holly] Well that’s a… pretty good reaction. [Holly nods] Pretty cool, right? Did you like it? Did you like that?Okay. [Stands up and leaves the conference room to the dismay of the office] No, it’s not good enough. It’s not good enough…Hey.Mmmm, good? Everybody out there says it’s great!Did you? What did you love about it?No, no. Holly, this isn’t Ocean’s Eleven, where you get together with all your friends and just have fun and don’t care about how it turns out. What’d you really think, honestly.Is it, is it because you’re afraid of where this is gonna take me? See, because I need you… to keep me grounded.[angrily] It was eleven years, okay? This has been my dream for eleven years, and if you don’t think it’s great than you’re basically saying that you don’t believe in my dream.I talk about a lot of things, Holly! I was eventually gonna get around to my dream! Obviously! Eleven years I could’ve been working on the Scarn Nebulus.Because, if I don’t have this, what do I have? I have nothing.I have my book on business, Somehow I Manage. I have my HBO comedy special, Here I Go Again dot-dot-dot. But you know what? When I think about it, when I really think about it, none of those things are as real to me as my movie.Yeah, you’re a real pain in the ass. And I’m gonna go watch the movie with people who think it’s great! And I’m sorry I called you a pain in the ass, I’m angry, and I love you.I am a huge Woody Allen fan. Although I’ve only seen Antz, but I’ll tell you something. What I respect about that man, is that when he was going through all that stuff that came out in the press, about how Antz was just a rip-off of A Bug’s Life, he stayed true to his films.  Or at least the film that I saw which again was Antz. The thing is… I thought Bug’s Life was better, much better. Than Ants. The point is, don’t listen to your critics, listen to your fans.Who likes Threat Level:Midnight? [applause from the office] Okay then who wants to watch the rest?! [everyone yells approval]We filmed this during an actual Scranton High School Hockey Game, trying to qualify for states.No, no! Actually it’s really screwed up because they [chuckles], they were trying to qualify, they were disqualified, they had to forfeit the game. Undefeated season. That’s why there were so many people there. [Michael stands up, clearly realizing that his movie is not as great as he thought]Hey…No it’s not. [kisses Holly while smiling] It’s not. But, they really seem to be enjoying it.[laughs at the stupidity]Oh yeah, I guess I did let him be a robot.Oh yeah! [laughs] Yes he is!No, no Dwight. He’s just being stupid. [the office laughs]",
    "Erin": "Guys! Guys. Did you guys know that our own Michael Scott has made a movie, and that he maybe will let us watch it, but only if everybody’s dying to see it.",
    "Jim": "Threat Level:Midnight is the great lost film of Michael Scott.Yeah, if Michael Scott did your home movie!I did not love the dialogue. Or the character.  I took the role to impress a receptionist who will remain nameless.[cracking up at the stupidity of it, the rest of the office besides Michael and Holly are concealing their laughter. Pam Is trying to quiet Jim up] Sorry.I’m sorry, I’m really, really sorry. I think I was just relieved, to see that Michael Scarn got his confidence back.[he office shushes Michael to hear the movie better] That’s fine, it’s great!",
    "Pam": "We’re all in it, from like years and years ago. It’s like a home movie.Michael screened a work in progress for us, years ago, and it didn’t go well. We thought it was a comedy. [flashback clip of Michael angrily leaving the conference room while the whole office is laughing at the tv] Everything pointed to it being a comedy.We’d love to see it!Okay everyone, I know we’re really excited to see this movie that everybody’s in, but we have to remember that Michael is sensitive, so let’s stay positive! And no laughing, no comments, just positive energy and we’ll have a pure fun day! Okay?",
    "Creed": "Thanks mom.",
    "Holly": "You never told me you made a movie.It’s got you.[laughs] I can’t wait.Uh… which part?Hey! Good movie.I loved it.Uhm, I loved that you got to work together with all your friends. Isn’t that great when you can all work together like that?Uhm…Not worried about that.Wha- It’s your dream and you never even mentioned it before!Well why do you have to make a movie at all?Really, you can’t think of anything else that you might have?I’m real.I love you too.Hey, I’m sorry. It is good.",
    "Dwight": "I play Samuel, Michael Scarn’s robot butler. I wanted Samuel’s voice- [robot impression] to be like this! [normally] But Michael thought that Samuel should be a very advance android, almost indistinguishable from a real person.He cut the part where my circuit board malfunctioned! What was the point of spilling the drink on me?No no, he’s doing it to catch the president!",
    "Daryl": "I gave up a lot of weekends because I thought it’d be good for my daughter to see a black man as president. Even in a silly home movie. What a stupid waste of time.",
    "Jan": "He finished his movie? [frantically trying to open her car door, as if trying to get away from the camera crew] No kidding. Wow, that’s great. Yeah that’s good for him.",
    "Karen": "Why are you singling my line out, like, a million years later?",
    "Kelly": "Yeah Michael the movie is amazing!",
    "Kevin": "It’s like one of the best movies I’ve ever seen in my life.Or carnivals!",
    "Ryan": "You should enter it in festivals!",
    "Andy": "Some people are really popping on screen![the office cheers] Whoa Whoa Whoa! Isn’t the president evil?"
}