{
    "Michael": "[sitting on the roof of the office building] Well, I’m moving to Colorado to start my new life with Holly. Just up here, getting used to the altitude.Yes?Ahh, thank you. Like a butler.[Michael takes one and bites] Oh, these do not taste like oysters.Sick freak! What is wrong with you?I don’t own Dunder Mifflin, okay? [Dwight scoffs] The job was not mine to give. [sighs] Look, I need your advice on something. I am told that there are bears in the Rockies.Well, I was just thinking that maybe I should keep a salami in my pocket……in order to feed the bears.How do you mean?Okay, so no salami in the pants. How about a pepperoni?Okay.Hm?Well I have interviews.Yes. Yes, you know what? Take my favorite truck. Sure.Oh you don’t, that’s-That sounds good. Thank you.Sad? No, no, no. I don’t leave ’til tomorrow, so… Tomorrow I will be a wreck.[walking in] There they are! Party Planning Committee together again!Mmm!You know what, I’m thinking maybe we should get ice cream that everybody’ll like. How about vanilla? Let’s get vanilla.Tomorrow I want everyone to have a good time. No drama. And as for today, just a typical day. Alright?What do you like Pam?What kind of toppings would you like?Sounds good. Fudge it up! [all seem surprised at Michael’s behavior][holding up his “World’s Best Boss Mug”] I bought this for myself. And yesterday, they gave me this. [holds up a Dundie that reads, ‘World’s Best Boss 2011, Michael G. Scott’, throws his mug into the garbage can and places his Dundie at the front of his desk] I still need something to drink out of though.[pulls out a list of everyone in the office, then puts it back in his jacket] Attention everyone, before I leave tomorrow I would like to reveal a secret I have kept for over twenty years. A secret about Phyllis.When Phyllis was in high school, she was so… cute. [Phyllis looks relieved] And she still is.Ahh.[hesitantly] Sounds great, I just think it’s great. Oh, I have gifts as well! [goes into his office and comes out with a bag] And I will start, by giving the first gift to Phyllis! Phyllis, you are shy and sweet, and you don’t often speak your mind, but you should. Because you have great ideas. So Phyllis, I am giving you this, so you can always remember to speak your mind. [presents to her a mouth wind-up chattering toy]Stanley, you love your Sudoku and your puzzles, I bestow upon you, my felt. [gives Stanley a small felt table] May you never lose the fun loving quality in life.Well, okay… And Andy, Andy who needs confidence  that he is a great salesman. I give you, my clients, our ten most important accounts. [other salesmen look outraged]But you’re the best salesman, on the inside.You sold us all on Andy, a product that nobody wanted.You’re not gonna lose them.Just do your best! I have faith in you.Kevin, I have something for you.You know who that is?[rips the poster in half] Don’t be a caricature Kevin, never be a caricature. How did that feel when I tore that up?Good, stand up. [Kevin does so] You will be thin. You Won’t drool over pizza like an animal anymore.You will find love.Don’t be. You should never settle for who you are. [moving on] Oscar, Oscar, Oscar! Oscar, you are-[quietly groans] Okay, you know what? Just do your best buddy! Okay, Oscar, you are very smart, and you have a gigantic education. And, I think of you as my scarecrow, because you gave me a brain. So that’s why I made you this. [takes a sack tied in the upper middle making a crude head, with a face drawn on, obviously the product of poor craftsmanship, Oscar pretends to like it][laughing] It looks like a [more laughing] It looks like it was made by a two year old monkey on a farm! He just accepted, accepted that I put all this work into it! [laughs more] He has the lowest opinion of me, of anybody!Was it just me, or did you think that we were going to have sex at some point?How would you have wanted to do it? Okay, okay. You know what? Inappropriate. I am engaged happily, and you have landed yourself a Senator.Mmhmm, bravo!Sure!Who’s that? Who’s that guy? [points to second guy in the pictures]I guess this could be the one, huh?My last pay check?No.I’m not sure, um, Mountainton?Nah, I’m almost done.Yeah.[crying] I can’t do this. All the channels are gonna be different there. I’m not gonna be able to find my shows. I’m not going to start improv at level one, and I don’t think my credits will transfer. Ugh, and you know what? I just figured out where I was supposed to go to vote. [picks World’s Best Boss mug out of the trashcan and puts it back on his desk] I gotta call her, and I’m going to tell her, that I cannot come. [dials on his phone]Hi. What is the name of our town?No, no. I just needed to hear your voice.[laughing] Yes. [Olive Oyl impression] Yes my hero![laughing] Ohh, I miss you.Okay. I’ll see you tonight. I love you.[hangs up and composes himself] Yes, so I know I told everybody that tomorrow is my last day, but I’m, I’m gonna be leaving tonight. I head to the airport at four. [looks at the list of members of the office, with some names crossed out] And I have said goodbye to half of them.[grimaces and nods, Toby nods back at him] Okay.[walks over to Kelly] Kelly! Kelly? Kelly.If I just went away right now, would that be the best gift that I could give you?[in Ryan’s office, which is illuminated blue] She was once my girl, and she is your girl now.Yeah.You’re not prone to seizures?[sees Pam walking towards the door of the office] Um, Pam.[disappointed] Okay… [Jim is confused][walking into Darryl’s office] Darryl!I would like to give you, the only copy, of Somehow I Manage. [hands him a thin black folder] Unfinished. If there’s anyone here who can finish it, it’s you.Mmmhmmm. It’s true. Darryl, I have one last wish. I would like to use the bailer.No problem. Worth a try.[in warehouse] Darryl said I could use the bailer because I’m leaving.[picks up a basketball and dribbles it away from the basket] Alright guys, well… see ya later warehouse. Catch you on the flippity flip. [throws the ball behind him and misses the basket, tries and misses several more times][still trying the backwards basket] Catch you guys- [forklift drives in front of the camera] Catch you guys on the filippity flip. [misses and picks it up again] Flippity flip! [misses again and grabs it back] Flippity flip! [makes it in, gets excited] Really? [composes himself] Okay, see ya guys! [walks away, containing his self-pleasure]Kevin?Ahhhh…Maybe neither.Erin, listen to me. You shouldn’t rush into this. At all. And you know why? Because you are beautiful. And you are fun. And you are smart. [Erin is smiling] And when the right guy comes along, you’ll know it. You will. [kisses her head] And you know what? You don’t need a mom. Because you have my number, and you can call me anytime.N-Okay. [both chuckling. Michael leaves Erin, looking thoughtful]Phyllis. Phyllis, are my mittens done?Listen to me. It’s two p.m. From now until four, your priority is knitting. Knit like the wind.Dwight, I will be leaving tomorrow. [pulls out an envelope from his jacket]So I wanted to give you that. [hands him the envelope] It’s a letter of recommendation. [Dwight looks eager. Michael nods to him and walks away][in the office, crosses Dwight off his list. He has paint in his messed up hair, and is containing his laughter]You should see the other guy.[looks at the clock to see it is three o’clock] Jim where is Pam?But it is already three o’clock! [Michael leaves, Jim gives a knowing look to the camera][in his office talking to Creed, Gabe, and Meredith in that order] Whether you’re scared of dying, or dying Alone, or dying drunk in a ditch. Don’t be. It’s going to be okay.Yeah I was tripling up. There’s not enough time in the day to have a special moment with everybody.[Gabe is still standing in front of Michael’s desk] And you, why are you still here.No, you are not going to quit today. For goodness sake, this is not going to be your last day in the office. Everybody gets dumped Gabe. Can I give you a piece of advice? [Gabe nods] A little cover-up on your Adam’s apple will make it appear smaller, and make you look less like a transvestite. [Gabe looks awkward and Michael winks][standing in front of his office, sees that it is three forty five] Okay, everybody come on. Conference room five seconds! Let’s go! Hurry up, let’s do this! [Dwight runs into the conference room. All others follow]What is this meeting about?Okay, here we are in the conference room. Once again. And I just wanted to call you all here, together, because I have something important. Well there’s two things actually. Okay first, I would like a whereabouts on Pam. [Jim looks regretful] And secondly, Phyllis how are those mittens coming? Because I would actually like to bring them home and pack them. I’m leaving for the day at four.[cutting her off] Well power through the arthritis Phyllis you can do it!Umm, hmm?[the office looks up expectantly] Ummm… Hm… No. [changing his mind] No. There’s a special guest that I would like to invite to say one last goodbye. So here he comes, he’s coming right in. [walks out and then back in, now using a Vietnamese accent] Oh hi everybody, it’s Ping! [the office groans] And I’m here to say goodbye to all you wonderful people! Thank you everybody! You’ve been so wonderful! [only Kevin is laughing. Stanley tries to leave. Michael hugs him] I ruv you all! I ruv you very much!Sure. [Ping accent] Be right out![sad] Ohh…[holding back tears] Okay…Maybe.Why am I so sad? Am I doing the wrong thing?[pulls out a recorder and speaks softly into it] T-Shirt idea, goodbyes stink. Okay, alright. So. James Halpert. [starts to cry] You started with this company, as a fine young man…Oh, okay.[hears a taxi honking] Oh shoot! That’s my cab.Alright.I know, it’s okay. Just, give her a hug. Alright?I am looking forward to lunch. And hearing about what a great boss I am.Okay… [crosses Jim off his list] Phyllis.No no no, let me see. [picks up the mostly knitted mittens] Oh Phyllis, nice try. I love ’em. [waves goodbye to her with the mittens] [Michael begins walking out the office, he takes one last look at all his friends to see them working, and Jim looking back, teary eyed]Later guys. [leaves the office]Got almost everybody. So… Holly’s my family now. [you see video of Michael getting into the cab, and driving off. As the cab leaves, Pam drives in] She’s my family. The babies that I make with her, will be my children. The people that you work with, are just… when you get down to it… your very best friends. They say, on your deathbed, you never wish you spent more time at the office. But I will. Gotta be a lot better than a deathbed. [You see Michael getting out and entering the airport, and going through security] I actually don’t understand deathbeds. I mean, who would buy that?[putting his shoes back on, talking to the camera crew] Well, I guess this is it. Hey will you guys let me know if this ever airs? Thank you. Alright… Oh! [pulls out his mic from his shirt] This is gonna feel so good, getting this thing off my chest. [he hands them the body mic, when he speaks it is inaudible now] That’s what she said! [waves goodbye and walks off to his gate, halfway there Pam comes running up to him and they hug for a while. They say their goodbyes to each other, and Michael walks off for good]",
    "Dwight": "[walking up] Michael?I’ve got a treat for you!Colorado specialty, Rocky Mountain Oysters.[angrily] That’s because they’re Not oysters, they’re bull testicles! I cut them off fresh this morning! [Michael spits it out] Hah!What is wrong with you? I’m the sick freak? After what you did? You expect to be buttled? You didn’t recommend me?!Where did you hear that? Obvious XM Radio?Great idea.Especially if you think that life would be better without Legs!Black Bears can smell a salami at five miles Michael, what are you thinking?! And they run faster than a horse, so if you were thinking about outrunning one on a horse I would try a cheetah. You, in tight pants, Michael, are a salami to a Black Bear. Do you understand? [Michael nods in agreement] You’re like a giant walking salami!Any kind of meat that you can possibly name!I’ve given up expecting Michael to do the right thing. Or the decent thing. Or even the comprehensible thing.Yes.This is gonna be good. [eagerly reading the letter] To whom it may concern. [off to the side] Good, real personal. Thanks Michael. [reading again] The dictionary defines superlative as:of the highest kind, quality, or order, surpassing all else, or others. Supreme. [to the side again] That’s great, if I wanted the dictionary definition I’d buy a dictionary. [reading again, slowly gets sadder] I define it as Dwight Schrute. As a sales executive, as a leader, as a man, and as a friend, he is of the highest kind, quality, and order. Supreme. [holding back tears] Lot’s more like that, really repetitive. What’s this? [pulling out a small card from the envelope. Reads it] Two forty five, behind the building. Paintball. [checks his watch quickly] Ohhh, yeah.[opening his trunk excitedly and gets out his paintball gear, takes his gun and looks for Michael, gives up, Michael jumps out of the dumpster shooting, they shoot each other, yell, laugh, and taunt, having a great time][smiles knowingly][to Jim] Uh oh… [Jim, tearful, nods]",
    "DeAngelo": "[with Michael in his office] You’re not gonna take all these toys are you?I mean you don’t have a job lined up, so it’s not like you have a desk to put ’em on.That’s nice. [reaches and a grabs a toy truck] How ’bout that truck? Can I have this little truck? I was thinking I might… glue a stapler on top. Or put a hole here, stick pens in it. [Michael gives an obviously fake smile] You okay?You know what? Uh, it’s your last couple days, I’m gonna get out of your hair.I will be in the break room.Dead man walking.I used to be obese. Once you’ve conquered obesity, everything else is easy. Life literally moves in slow motion. I’m not saying I’m superman, but, let me just put it this way. If I were shot in the head, I’m pretty sure everything would be fine. I almost welcome it. [winks][hurriedly, while hiding the chocolate covered chicken] Hey!Let’s rip it up homes. [smacks top of the door frame with his hand, leaving a chocolate hand outline][in car with Andy] okay, so what’s our approach? You a veteran? Do I have a month to live? You gonna get married tomorrow? What? [Andy stares blankly] Hmm?That’s stupid. [laughing. Nervously, Andy laughs with him][still laughing] What do you know? We gotta get psyched up! Okay? Guy? Let’s get psyched! Is there an animal shelter on the way?Awesome! Ani Ani Shelto! Here we come. Do you know how to high-five?‘Cause if you do now’s the time.Not while I’m driving.[at the animal shelter with Andy] You know how I met Jo Bennett? And got started on my ladder of success?[hands Andy a dog] I’m walking along, out of work. Again. Thinking to myself, ‘I only have enough cash to by a sandwich, or get drunk. And I see this guy trying to steal this lady’s dog! So I grab the dog. He runs off. She’s so grateful, she hires me.Gimme that dog! That’s not your dog! [takes the dog from a confused Andy] Yeah! Again.Gimme that damn dog you f***ing thief! Don’t ever do It again! [Andy nods modestly] You hear me?! [Andy nods again] You feel that energy?[giving his and Andy’s pitch to a client] I would just like to start off saying, I have not worked with Mr. Andy Bernard for very long, I can say, is that he is no Michael Scott. I can’t sit here and tell you he’s gonna be a success. I can’t sit here and tell you that he’s even the best man for the job. [Andy looks awkward] But I can say this:He’s got potential. Sure. You know, I always say:go big, or go home. You go with This guy, you could be making the biggest mistake of your life, OR, the biggest, Good decision of your life. It’s either gonna be the best thing you ever did, or the worst thing you ever did. If you want some boring, white bread clock-watcher who’s gonna get you your paper when you ordered it, for the agreed upon price, [Andy looks hopeful] Andy’s not your guy. [Andy deflates] You ever play Russian Roulette? [scoffs] Time to spin the chamber horse. By signing up for another year. [hands the client a folder he needs signed for another year’s contract][walking out the client’s room with Andy] That is cold sir! Absolutely cold. You know what? It was a complete waste of my time.[grumbles] Okay whatever.[on his phone waiting for Andy, next to their car] Yes. Okay, alright. No, well thank you! Alright, take care. [hangs up] You’ll never guess, we did it!We did it![all are in the conference room for Michael’s party. Michael isn’t there. Jim gives the camera a knowing look] Well if he’s not gonna make it at least we should go ahead and eat the cake. [Kevin nods] I for one love the corners. [cuts a corner piece, picks it up with his bare hands, and takes a bite] Why’d I just do that? It’s not even that good. I don’t even want it. I had cake for lunch. [throws the piece in the garbage] No, you know what? I’ve been good. I deserve this. [grabs a piece from another corner. The office groans] What am I doing? [chucks it into the trashcan] Come on DeAngelo! [DeAngelo tries to lick the cake, everybody yells no]",
    "Gabe": "[sees Andy walk into the Men’s Room and follows him in] Stay away from Erin! [cornering him in the bathroom]I’m your boss!No, I’m gonna stand where I want. Okay? You don’t wanna get on my bad side! I’ve seen some horrible things! I own over two hundred horror movies!No! You go away! [storms out, toilet flushes, Jim exits the bathroom][Andy walks by with DeAngelo, says quietly after he leaves] Walk away bitch.I need to talk to you!Someday, you are going to tell our grandchildren about how their grandfather won you back in a women’s room.Just read the letter under your windshield wiper, it explains everything. Quick one. [leans in for a kiss]Okay… [walks out embarrassed][sounding hurt] I’m either going to quit today, or stay to make sure that Andy’s career is destroyed.",
    "Andy": "Hey!Why don’t you, uh, stay away from me?Okay! That’s so weird! Just go away![weak] Hi Tuna.Wow.You know I’m the worst salesman here right?I’m gonna lose ’em.I promise you that I will.No.I just lost Porter Hardware! I just, I lost ’em![walking into the kitchen, DeAngelo is using the coffee machine to cook chicken covered in melted chocolate] Hey.I’m going to be dropping out on one of our biggest clients this afternoon and I could use some back up.I thought we’d just talk about our customer service and exceptional paper quality.[joking] What do I know?[confused] Yeah.Yeah![going for it] Alright.No. I don’t.Awwhh, wow.Oh, okay…Mmhmmm.Uh DeAngelo, I’m, uh. I forgot my bag, so I’ll meet you in the car.[walks into the client’s office again] Sir, I’d just like to apologize, for that. I could tell you that he has a steel plate in his head, or that he’s crazy, but the truth is I think he’s just a terrible salesman. And I want you to know, that if you re-up with us, anything you need, day or night, I will be the one to take your call.[laughing] Hey! [they hug] Good job boss!",
    "Jim": "So you guys are filming people when they go to the bathroom now?[to Michael] Hey! It’s almost your last day, come sit with us.You sure?Did you break the shredder Kevin?[Michael walks into the office, still a mess] Ahh, what happened to you?Uhh, she’s still pricing the whatevers. The shredders.Hey, can I talk to you for a second?[brings Michael into his office] So I’ve been meaning to tell ya, I wanna take you out for lunch. For your last day.What do you think? Tomorrow? Lunch, you and me?You’re not leaving tomorrow. You’re leaving today right?Wow, so that’s it huh? Just, four o’clock and you are gone for good.Absolutely not. It’s just that sometimes… goodbyes are a bitch.You know what I think we should do? I think we should just save the goodbyes for tomorrow. At lunch.And then tomorrow, I can tell you… what a great boss, you turned out to be. The best boss I ever had. [Jim is holding back tears too]Alright.Listen Michael, I really… I did text Pam, but…[shakes Michael’s hand] I will see you, tomorrow at lunch.[chuckles] You got it.",
    "Phyllis": "[in the conference room with Pam, Angela, and Meredith] How about cupcakes?The three of us have all been chairmen before.Yeah that was a surprise…Please Michael.I thought he knew about the baby I gave away.[holds up mittens she’s knitting] Look Michael, it’s a going away present so your hands won’t get cold.It’s almost done, but you can’t get them wet, and they can’t be dry-cleaned either. You have to hand wash without water, wring-dry gently, and use a hairdryer on cool.It’s cute. [plays with it]What does that even mean?[to Dwight] Do you believe that?!Hmm, let’s hear here out. I would like to hear more about these cakes. [Angela and Pam look uncomfortable]As a person who buys a lot of erotic cakes, it feels good to be represented on one.Yeah, cupcakes. That’s what I said.[on the phone] You want the 27-26 or the 27-30?No. [trying to finish her sale when Michael hangs up the phone] I’m on a sale!Okay… [Jim gives a knowing look to the camera]They’re almost done but my knuckles are swelling a little and-Oh no, they’re still not done.",
    "Angela": "Please.Everything.It’s an experiment.The dream team… and Meredith.It was just you…You wanna see some pictures? I just got these.Uhm, these are, okay this is us at the theater. And antiquing! Oh, rollerblading.Oh, that’s Thomas, Robert’s aide.Yeah. [Oscar shakes his head no]See? This is what happens. You can’t let a stray dog into the house.Good God…No! I’m not cleaning up a bunch of uneaten cupcake bottoms! You know, we don’t really care about your opinion. You’re just a tie-breaker.",
    "Pam": "What’s wrong with cupcakes?Well we all wanted to plan your goodbye party. We thought this would be easier.We thought.So this is the dream team.[surprised] Okay.Should we get toppings?[confused] What?Hot fudge?[Michael sits alone eating at the back of the kitchen, Pam comes in with Jim, Creed and Kevin] You should do more stuff like that.So I’m going to Carbondale this afternoon to get a new bulk shredder.It’s a good shredder, it just keeps breaking.It’s not supposed to shred magazines Kevin.I don’t think any of them are supposed to shred magazines.[in conference room with the party planning committee] So Michael said we can do whatever we want cake-wise. What do we want?I don’t, I don’t think we sh-[stopping her] Okay, don’t turn this into some feminist issue.You know what, I think we should get some other input.Oh, hey Michael! I’m just going to go to Carbondale to price some shredders. I’ll see you later.[walks into a movie theater showing The King’s Speech][watching Michael’s plane take off. Crying and has smeared make up on] No he wasn’t sad. He was full of hope. About Colorado, and he was hoping to get an upgrade as an award’s member. And he said he was just real excited to get home and see Holly.",
    "Meredith": "[walking up behind the glass] Hey! What are you saying?![to Michael] We decided on the ice cream. Mint chocolate chip, your favorite.[quickly] Erotic.I know these Ethiopians that run a cake shop.They make these cakes, they’re wild! I mean, they show everything!I know what you’re thinking, but it’s not just black, they do it all. And the women on these cakes, they’re not just guy’s fantasies. They have real, full women. It is refreshing.",
    "Stanley": "Where’s the rest of it, it’s got no balls.[angry] Yeah wow![as Michael walks away, Stanley whispers angrily to Andy] Gimme those clients!Yes, what is this about?Mmhmmm.Is that it?Is that it?",
    "Kevin": "Oh! [Michael unrolls it to reveal it is a caricature of Kevin as a pig eating pizza]Oh…Better…But…Michael, I’m pretty much okay with who I am now.Sounds beautiful!I’m going to!Finally! That old shredder sucked.Yeah, it won’t shred magazines.I know…No, it’s just… that old shredder sucks. [Michael looks tearful] Just get one that’ll shred magazines.",
    "Oscar": "Thank you Michael. It’s beautiful.State Senator.Brava![Michael is leaving the accounting area] Oh Michael! Where do you want your last pay check sent?You have an address yet in Colorado?What town do Holly’s parents live in?",
    "Holly": "[on phone] Hello there!Boulder. Is something wrong? Are you okay?[Yoda voice] Oh you mean this?[deep man voice] I’ll pay the rent! [Michael laughs] Okay, my mom’s looking at me and she has no sense of humor. It’s a joke mom!Well I’ll see you tonight. I’ll pick you up outside baggage claim.I love you too.",
    "Toby": "Well you know Michael, I have a brother in Boulder. Rory Flenderson. You should look him up.[smiling] Okay.[on video cam with his brother] Here’s the thing Rory, I knew you guys would hit it off in an odd way.Do- Well you should give him a little time to settle in. But-Well, no. He hates jams.",
    "Kelly": "[doing make up and irritated] What?!Yes! Please! Please go away! And stop using that weird slow voice.I think we should do cupcakes. I am one of the few people who looks hot eating a cupcake.",
    "Ryan": "Wow. [camera pans over to show that the light is from Michael’s St. Pauli Girl Sign, hanging in Ryan’s office]This is… totally unnecessary.No.",
    "Erin": "[walking into the women’s bathroom, Gabe storms in after her] Gabe!You can’t be in here. This is a lady’s room!Hey Creed.I really think you should leave.Can we talk about this later, I have to go.Gabe!I know that Gabe is young, and hot and everything. And he’s begging me to reconsider, but I… I just think I’m in love with someone else.Andy.I wish I knew who my birth mother was, so she could just tell me who to choose.I’m not attracted to Kevin.[nods] Extension 147.I know.",
    "abe": "Erin, I respect your privacy, but I will follow you in here everytime you go if that’s what it takes. [Creed walks out of one of the stalls]",
    "Creed": "Not cool man. [walks out][drinking from Michael’s World’s Best Boss mug] See ya tomorrow boss!",
    "Rory": "I can bring him a welcome basket. I’ll surprise him.Does he like jams? My shelves are over flowing with preserves.",
    "Darryl": "Hey.That’s sweet Mike. Let’s see here. There’s a chapter, called Gum. With one sentence. Everybody likes the guy who offers him a stick of gum.No. Can’t let you do that Mike.",
    "Warehouse Guy": "No.",
    "DeAgnelo": "Wooo! Yeah! [parades in circles with the dog, pretends to whack Andy with it] [giving it to Andy] Okay, again.",
    "Client": "Keep talking."
}