{
    "Andy": "[looking at Angela’s costume] Approved![claps] Chef from South Park, it’s genius!I’ve decided to pre-screen all the Halloween costumes this year. I have three simple rules – don’t be offensive, don’t be cliche, and don’t take the first two rules too seriously.Whoa! Aw, spoiler alert.Costume vetoed.Ah, it’s, uh… somebody’s already called that.Kevin has a gorilla suit you could borrow.Guys, I know, I mean, I wish there could be, too. It’s like, I can’t choose. They’re both amazing. It’s just…I thought you were at your sister’s funeral.Um, can I, maybe, squeeze through?There you go. Thank you.Everybody looking good, this is, this is the best we can do? I’m not judging, I, I think you guys look great, I just… wanna make sure this is the best we can do?I just got a text from Broccoli Rob – “Boo!” Scared me. And then I got this text from Robert California – “Looking forward to Halloween party. Expectations are high.” Scared the s**t out of me.G’day, Pameroo. Could you shoot this off for me?Australian accent…Hey! Uh-oh, looks like we’re under a Jack attack!Yes.Wow, who shot our grown-up party with a kiddie raygun? We’re still getting it set up, it’s gonna be really cool.Hey. What’s up?Yeah…Um, I just thought you could use some help, you know, because Robert came in and thought the party seemed a little kiddie, and I guess I agreed, and maybe we could mix a little more 13 into the PG.Can we talk about it at the end of the day? I gotta call, gotta make a call.[pretending to be on the phone] Yes. [laughs] I don’t know. Mmhmm.It really looks great.  You did a great job.We should still have that talk.  Maybe you can come by my office at like 4:45? [Erin nods] Cool.What’s the story?I think we’ve seen enough.  You can turn it off now.  [everyone murmurs agreement] Yeah turn it off now.That was awful.  Robert I apologize.What we have here is a classic misunderstanding.Did you think I was going to fire you?  No I wasn’t.  [to Robert] I’m sorry this must be really uncomfortable for you.Ok.  Erin I think you know I’ve been dating someone.And it’s getting a little more serious.  She’s never come by.No I didn’t want her to call because I thought it would be weird.  But now it’s weird that she’s not calling.Thirty-one.",
    "Stanley": "Just some chef.What the hell is going on here?How did you get in my car?If ghosts are real, how come everyone knows what they look like? It’s not like a bunch of people got together and agreed on a lie.",
    "Kevin": "The gorilla from Rise of the Planet of the Apes? Huh? The one who sacrifices his life.It’s been out for ages, man.Jim, put it on.Come on, the Three Amigos.I’m only scared of real things like serial killers and kidnappers.  Not things that don’t exist like ghosts or mummies.Yeah [nervously]…prank[screaming] Why on Earth would a museum put a mummy in it?!?Exactly.Nooo!",
    "Phyllis": "Who?Bob and I are doing this Scranton Haunted Walking Tour.Wait, they have food there?I almost wonder if putting nothing on this wall is more Halloween-y.Is she Asian?Forest? Did Andy say his girlfriend’s from the forest?Hmm.",
    "Kelly": "This is ridiculous! Why can’t there just be two Kate Middleton’s?Look, I stayed up all night and I watched that gd wedding, and then I came to work and I made everyone else watch it all day. Meredith wasn’t even here.[Dwight walks in] Oh my god, what the hell is wrong with you?What are you, some kind of Jamaican zombie woman?Well, Toby and I did, yeah.1, 2, 3!Thank you. [Gabe mumbles]Fine.Mmhmm.I guess.I try not to think about it.Never marrying.",
    "Meredith": "Because I was there. [shows Kelly her cell phone video] Your the people’s princess! Diana was nothing!What I said was, “My sister’s funeral is this weekend.” Didn’t say I’d be there.Why is it such a shock that I follow the royal story? Warms my heart, thinking about them two kids, doing it.[talking to Robert] Honestly, Jim gives me the creeps.Jim. [rolls eyes]Seen and banged.Ok, I met him in a bar, right? There’s something weird about him. He doesn’t smell right, the clothes are all tattered and dirty and from another age. Anyways, we end up back and my place and we go at it all night-I wake up the next morning, all my stuff’s gone. Whole house turned over. No trace. You tell me what happened.He didn’t smell like a drifter.",
    "Erin": "Here you go.When they talk about all the nice things about dating a coworker, they don’t mention one of the best parts. After you’re done dating, you still get to work together, every single day.Oh, I just wanted to see how you do it, if you’re doing something I don’t.That Andy, so hot and cold. One day he’s like, fax these documents, please. The next he’s like, Pam, you fax them, who cares what Erin’s feeling, right?Pam, how would you rate me as a receptionist on a scale of 1 to 3?That’s like, the second to last thing I wanted to hear.Yeah…Send completed. You are the best in the biz, I can’t deny.Oh, I didn’t. It was for us, but he can play. Bertie-boy, would you like to play this game?Oh, I put those up.I don’t know about this, guys, Andy put me in charge of the Halloween party, so…Oh.Hey.November’s sure creeping up, ain’t it? Can’t stop that month!Hey, what’s the jive with Angela and Phyllis helping with the party, you know?But that’s it? There’s nothing about me, or I?Oh, yeah, sorry. Yes, we can.Gabe?I’m throwing the Halloween Party and I just want to amp it up a little.  I think it could use some extra pizazz.Remember that Halloween party you took me to once?  The one where I started crying as soon as I walked in and I didn’t stop crying?Ok.  Let’s say that I wanted this party to be a tiny, tiny bit like that one.  Just… more adult… more…  scary and sexyNo – just scary.  If we wanted ideas for scary stuff.What are you thinking?Witch’s brew?I grew this party up real fast.  Get out of here little kid party.  Nobody loves you.  And clean up your room!  Grownups are going to use it later!  Oooh!Thanks.  It’s on medium.Oh, so we don’t have to have that talk.[in ghostly voice] Oookayyy everybody.  Be prepared to be scared.  Ok. [hits play on DVD player, “Do yes disturb meditations of horror” appears on screen, Gabe winks at Erin, on screen food deflates, a mouse crawls across a photograph of a woman, a person brushes very dirty teeth]I’m sorry.  I got confused.  I heard you wanted to make the party more adult.  But I think I know what to do now [grabs box].  This game is called “pecker Poker”.  [fighting tears] It’s the game of cards that gets you hard.All I know is you wanted to have a talk with me and I got nervous so…Sure.And she’s never called here.  Unless it’s your mom.Two dates? Three dates?Wow.  I’m so happy for you guys.  Um let me know when you get to forty.  I’ll see you guys.I don’t know. She’s from somewhere, I bet. Maybe from the forest.I don’t know, Phyllis. Maybe she’s from the city.",
    "Darryl": "Put it on, man.Three Kings.This party’s tight.  The fog is cool.Perfect.I just don’t get it, Pam. I mean, you’re a rational person.Dwight?Dwight.Dwight![in the bathroom with Robert[ Yeah, I guess sometimes I have nightmares about being buried alive.",
    "Jim": "I don’t know if I can.Alright.I know, I know, I know. But Darryl and Kevin needed a third. They bought me this jersey. I said no. Kevin started crying. So, I am Chris Bosh.No! My wife does not believe in ghosts.Hey.Oh, this Man In Black thing, what do you think that was about?Was it, like, trickery in the lights, or maybe you were so primed to see it, then there it was?Mmhmm. No, but what I’m saying is, like, do you ever wonder what it was?Yeah, I had just told you about the day that I met the Blue Angels. I figured you had to top it.Hey it’s Jim Halpert.  I was wondering if you wanted to see a movie tonight.  Because I’ve read a lot about this really great documentary.[laughs] It’s called Ghostbusters.It didn’t have a buster sign around him?  Why don’t you draw him?  Why don’t we see this whole thing.I ain’t fraid of no ghost. [Pam holds up drawing of a hand with the middle finger raised] Whoa!You know that’s…I was talking about my wife and how she believes in ghosts. And then we had a little debate and Meredith said she believes in them too.Party looks fun doesn’t it?  Everybody seems to be in there having a great time.  So maybe now would be a great time for me to pop back on the computer.[to Dwight] Are you serious?That’s funny.  Ok.[whispering] Thank you.Careful, whoa. First of all, it’s not like I think that’s going to help the Eagles win.No. That is just a bunch of people participating in a collective thing that maybe the Eagles will hear about and want to play better. It’s not…Thank you.Like, a few years down the road, Cece says, “Mom, there’s a ghost in my closet.” Now, you say one of two things – one, “You’re just having a bad dream,” or two, “Let’s go see what it was.”Ok.Oh, come on!Pink is the red-I was talking about my wife, and how she believes in ghosts. And then we had a little debate. Meredith said she believes in them too.Oscar, how are you on that side?But that would make more sense. [Pam sighs]",
    "Ryan": "[to Kelly] If you get into season 1, you can really…Whoopi Goldberg.Oh my god!",
    "Dwight": "It’s called a costume.Ryan, will you please tell her who I am?Has no one here heard of Kerrigan, from Starcraft? Queen of blades? It’s all Toby’s fault.Yeah, perfectly mediocre.I’m a Jamaican zombie woman, leave me alone, ghoul.Damnit. I AM Kerrigan from Starcraft! I’ve been censored.Kerrigan is ruler of the Zerg swarm!Yeah, but no nipples.It’s a root you idiot.That’s really rude.  I don’t tell you hurricanes suck even though it’s true.Try influenza.Open up a newspaper.  Oh look a hurricane’s coming.  I suppose you’re going to tell me the scariest animal is a shark?Yeah I’m serious.Loser.Go, get up there right now.You wanna attack or let them come to us? Your call, B.[laughs] Nice.Got ’em. Go!I’m a Jamaican zombie woman. Leave me alone, ghoul.Uh, I know what it is. Ok? I have like a thousand people over every week to watch it. Ok? We all kinda hate it though.The city of Atlanta.",
    "Toby": "Every Halloween I tell him the same thing – You can’t bring weapons into the office, and every year he says the same thing – As soon as I get my weapons back I’m gonna kill you. But there I am at Thanksgiving, alive, you know. I’m a lucky turkey.If you turn out the lights we’ll do a little dance.Great.So great.[Angela takes the pumpking decoration off of the window]Oh, hey, Bert. Wanna see the dance? Dem bones, dem bones, dem dry……bones. What?What… you can’t… Gabe? Are you…",
    "Pam": "Yeah.[faxing, Erin watching over her shoulder] What are you doing?Oh. [sends fax, Erin nods] Are you…Oh, Erin…Um, 2?No, I mean, you’re doing great, and Andy put you in charge of the whole party, right?Yeah.Oh, hey, if you go by the Banshee Pub, tell the Man In Black I say hello.Okay. When I was 22, I worked there and everybody said the place was haunted. I didn’t believe it until one day before we opened, I look up into the mirror, you know, behind the bar, and I see this old man dressed all in black, but when I turn around, there’s no one there. So, I tell the cook my story……and he said, That’s what everyone sees, that’s the Man In Black.Hey!What do you mean?I saw a ghost.It was a ghost, I told you this on, like, our first date.I don’t know what to tell you, Jim, but I saw a ghost.[answers phone] Pam Halpert.Is it called Ghostbusters?It didn’t look like that.Ok fine I’ll draw him. [hangs up phone and draws]Mmhmm.  Dwight are you eating a stick?Jim doesn’t let me wash his NFL jersey during the playoffs. How is this any less logical?Really.I’m not gonna freak her out, Jim.I’m not gonna lie to her, either.Thank you.This isn’t about sides. This is about me seeing a blueish gray old man in the mirror and then he vanishes.No, Creed.",
    "Oscar": "I always wondered what kind of people went on that thing.[sigh] What happened, Pam?Mummies are real.  There are mummies at museums.Hey guys.  I’m an Oscar [gestures to face] liar [gestures to nametag saying “Representative Weiner] weiner.[cuts back to a Happy Birthday cake gushing blood when cut into, a doll melts, a woman eats food and puckers her face] Is that my grandmother?There is no story.Where is this from?  That is so upsetting!Hmph.Meredith, don’t.Interesting. Every culture holds this true. Clearly, there’s some sort of real phenomenon out there…",
    "Robert": "Yes, Andrew. And you, on this day of fantasy, are a laborer.Everyone, this Bert, my son. Bert, this is… a paper company.[everyone greets Bert]Here, use this one. [walking to Jim’s desk][Jim shakes his head “no”, Andy motions to him to “shh”]Oh, look, Pin The Wart On The Wench. How did you know I was bringing my son?Well, perhaps this party will awaken the baby in all of us.[laughing] Extraordinary. Did you plan this?[laughing and clapping] Delightful.Now then, how are we today?Just fine, Kelly? Everything alright?You feeling fulfilled in your life?You guess? So, there is something you want that you do not have.Because it’s too terrifying to imagine. Now we’re cooking. What is it, Kelly? What is this great fear of yours?Yes. Dying alone, that is very scary. And how are you, Toby?What are we talking about?[to Kevin] You seem unimpressed.  Ghosts don’t scare you?It’s true.  They’ve been preserved for thousands of years.  They’re all over.Why didn’t you simply ask Andy to clarify?  Asking is a very easy thing to do.  You’re obviously very close. [Andy and Erin look awkwardly at each other and Robert].  Oh I see.  This no longer seems like my business [Robert sits].You were going to talk at the end of the… I’m not here.I’m never uncomfortable.I should go.Looks terribly real, doesn’t it, Creed?Are you scared of snakes?[to camera] What am I up to?When I was a boy, there was an empty house just up the hill from my family’s. It was rumored a man committed suicide there after being possessed by the devil. One day, a young woman, Lydia, moved into the house with her infant child. That very night, Lydia was awakened by a loud, heinous hissing sound. [hisses] She walked to the nursery, and there, in baby’s crib, was a snake wrapped around baby’s neck, squeezing tighter and tighter.The crib was full of dirt. Baby struggled to free itself from underneath, reaching and clawing, gasping for air. Embalmed bodies rose from their sarcophagi, lurching toward baby, for they were mummies.Amongst them was a man, tall, slim.Almost instinctively, she turned to her husband. “Oh, wait,” she thought, “I don’t have a husband.” For Lydia and her husband had had an argument, one they couldn’t get past. Each night, they slept one inch farther apart, until one night, Lydia left. It was about this time she lost herself in imaginary worlds. She had quit the book club, the choir, citing something about their high expectations. Her lips slowly grew together from disuse. Everytime she wanted to act and didn’t, another part of her face hardened, until it was stone. And that fevered night, she rushed to the nursery, threw open the door, “Baby, are you okay?” Baby sat up slowly, turned to mother and said, “I’m fine, b!tch, I’m fine.”Fear plays an interesting role in our lives. How dare we let it motivate us. How dare we let it into our decision making, into our livelihoods, into our relationships. It’s funny, isn’t it, we take a day a year to dress up in costume and celebrate fear.What are we talking about?Have you seen a ghost?No, no. I’m very comfortable with all things sexual. Continue.Have you considered the possibility that you slept with a drifter?",
    "Bert": "Hello. Can I use a computer? I need to check a hurricane.That stuff’s for babies.Very low pressure in the Sargasso Sea, warm air from South America, cold air from Greenland. All signs point to the perfect storm.What are you, anyway?If you had some really big wings with blades on the end, you’d kind of look like Kerrigan from Starcraft.If you’re going to be a Zerg, at least be a Lurker, not some girl.Yeah, she also has boobs.Everyone hates you.What do you like?  Tornadoes?Oh yeah?  What’s the vaccine you can take to avoid a hurricane?Try a box jelly fish.I’m using it.  I’m about to play Starcraft with him [points to Dwight].Yeah.Got it.Unleash the hellstorm.[laughs]Toby?You’re fired.You heard me. Pack your things.I’m the CEO’s son. Pack your things. You’re done.What are you anyway?I’m a zombie from Walking Dead. It’s a show.Who’s your favorite character?",
    "Gabe": "And I overheard, and thought, hey, that’d be fun, don’t mind if I do.Sweetheart.Ok where does Gabe factor in?Yes.  Lars and Decocco’sI will make this sexier than you could ever imagine.[laughs, eventually Erin joins him laughing] Oh that would be scary!Ok let me go get it.The cinema of the unsettling is a growing film movement.  The most well known film in the genre is an hour long shot of a squirrel with diarrhea.Yeah it seems like there isn’t a narrative. [on screen a man gets into a car]  Maybe the filmmaker realized that even narrative is comforting.",
    "Gabe/Kelly/Toby": "[singing and dancing] Dem bones, dem bones, dem tired bones, now we’re the skeleton crew.",
    "Angela": "I know. I’m taking them down.Well, Andy sent us in here, so which is it?So, can we speak our minds now, or are we still sparing feelings, because I hate all of this.Pam do you think anyone’s going to notice I’ve worn this costume before?  When I wasn’t pregnant.  You know I bet nobody would believe it still fits.Oh, no.",
    "Creed": "No…You don’t live as long as I have without a healthy fear of snakes, Bobby.Oh my goodness.Pam, this is important. Was he me? Am I him?"
}