{
    "Gabe": "The Sabre Code of Conduct outlines the governing principles key to establishing and maintaining trust with our employees, clients-Oh, is it okay with you? Because if it’s not, you work for me, so… Comply with all applicable laws, regulations, policies and contracts governing our business. Be honest, fair-And trustworthy in all your business activities and relationships. Treat one another-Fun fact. In France, they call Limitless ‘The Man with Many Capabilities.’No, no, I’m-Apparently, I bear a passing resemblance to Abraham Lincoln. Makes it kind of hard for me to go to places like museums, historical monuments, elementary schools… I don’t see it.  Chelsea’s Mom: Chelsea, give Mr. Lincoln your hat so I can take a picture.Okay, Quick.Oh, uh, no. No, no, no, no. I’m, uh, I’m actually with a tour group myself, so- [laughter] Hello! I’m Abraham Lincoln! Some people call me the great emancipator, but, uh, you might know me from the penny. [laughter][as Lincoln] I just don’t understand. It’s 1865, victory is ours, I’ve saved the very soul of our nation, and yet… happiness eludes me. Oh, perhaps a trip to the theater will enliven my spirits.Abe and Mary are seated watching the show. [in Lincoln voice] Oh Mary this is wonderful… Ok Mary stop your scolding.  I’ll be quiet. [aside to the audience] I need her like I need a hole in the head! [scattered chuckles from the crowd] [Gabe raises his hand with a finger pointed in the shape of a gun to his head] BANG!  Ooh [Gabe falls to the ground and the crowd claps, Gabe picks up the Lincoln hat, bows, runs to the crowd and trades it back for his pink “DM does GB” hat and runs off]",
    "Kelly": "Oh my God, kill me!Yeah.Pitiful.Andy took some of the other people on a corporate retreat to Gettysburg.Isn’t Gettysburg like three hours away?",
    "Andy": "Hey! All right, obviously we all want to die but we have to get through this. So, Gabe go ahead. It’s okay.Hey guys, uh, can’t keep saying you’re going into labor. Everyone knows you’re full of it.Never cry wolf.[on the phone] What?! They took another client from us? Okay, bye. Man! Business is war! Customers, clients- it’s like a war out there.I am a leader. But you can only inspire people so much in a place like this. So today I’m turning the inspire-factor up to ten with a little help from my friend America’s bloodiest battle.Why even read business books? We should be studying war. Going to places like Gettysburg. Where is that?[gags, coughs] Well we should take a fieldtrip there. I mean, that would be so cool. I wonder if that bus downstairs is-That sounds super inspiring! I’m in!Charge!Yeah, well, the bus has free wifi and I made special low-sugar lunches for everyone. And is anyone kosher or halal?Dates, tabbouleh, and a bagel with cream cheese.You know, it’s the same as the kosher option. There’s a lesson in there. I mean, I can’t force you to go. You’re not my slaves. Thanks to Gettysburg. But… who’s coming with me?Anyone who’s not going, you’re dead to me. You’re uninvited. I don’t want you to come. But, FYI, there will be leftover turkey and pesto sammies in the fridge.[passes out hats] One for you.And one for you.And- oh. You missed your head. [laughs and puts hat on Jim’s head] There you go. Phyllis, think fast!All right, guys, a little foreplay before we do it. Fans of Ken Burns’ Jazz will most certainly enjoy Civil War.It’s just not appropri- I mean, if we were going to visit Bradley Cooper’s birthplace, I’d be the first one suggesting it. I’d be rooting for it.All right, all right, all right.You guys…Get excited!All right! We’re here. Limitless can wait.Woo-hoo! Ladies and gentlemen the eighteen hundreds await you. We can watch Limitless on the way back.Woo!Whoa, where you going?Yeah, we’re not going to the visitor center. We’re not tourists.Unless you’re going on the very specially-created and meticulously-researched Andy Bernard tour.After Chancellorsville, Lee brought his army up the Shenandoah Valley, right through here! They stopped in this field for a picnic, which they called lunch.We don’t need to bother this poor gentleman. I know exactly where we’re going. Giddy up! Tallyho!Let’s talk about food for a second. Food for thought.Hunger! Hunger for victory! Hunger for honor. Hunger for pride.Exactly. Now do you know the Civil War soldiers were hungry for? Pride! Now, each battalion had its own flag and they guarded these flags with their lives. Colonel Harrison Jeffords of the Fourth Michigan Infantry saw his flag being carried away, chased it down with nothing but a sword. Fought tooth and nail at the foot of that flag until he died. He wasn’t about to let them have that flag. Pride. Right, guys? [holds up flag] I commissioned this flag for Dunder Mifflin. Cost me two hundred dollars.We are all branches on this tree. And from the tree comes paper. We’re all part of a business. But business is war. What’s that I hear? Uh, a rebel paper company is coming to take our flag! Wha- what’s going on here? Wee-hoo! Come and get it! Who’s gonna get the flag? Who’s getting it? Whoa! Hey! Ho! Don’t look where I am, look where I’m going. Juke right, juke left.Get the flag! Get the flag! Come on, Big Tuna. What you gonna do about it? We got a flag right here. Wee-hoo!Spangler Springs is a mile this way.Its… I mean come on.Alright fine.  You know what – I guess this place just hasn’t rubbed off on you the way I hoped it would.  I’m still going.  And I’m not going to ask anymore.  I’m not even going to look back.  I’m just going to assume that you’re with me.[making pencil imprint] Dammit.You guys came.  Where’s everyone else?Yeah I asked the bus driver to lock it because our stuff was in there.  I guess he follows orders.Even without an audience you’re still at it.Our office has a disease.  And it goes by many names.  Sarcasm.  Snark.  Wisecracks.  You take things people care about and you make them feel lame about it with your jokes.  That’s what you did with this trip.You don’t like the hats?They just didn’t turn out how I wanted.  In my head they were cooler, but they do look weird.[voiceover the three walking] The world will little note, nor long remember the fight Jim and I had here at Gettysburg and that’s good because I was basically wrong.  I wanted my team to be, like, this army and I was their general.  But I guess it’s really more like they’re just people who work in an office and I’m their manager.  Yeah that’s really probably a better analogy now that I think about it.Charge!It’s kind of a haul, so we should probably get going. And tuna, I made a special sandwich for you, guess which kind.Yes! Tuna of the land. Turkey. With pesto.Water.Getting everyone on the bus, check. Giving everyone hats, check. Sexiest eastern European girls, uh, check.Please! Everyone and their mother goes to Devil’s Den. It’s the Olive Garden of Gettysburg.Well, I meant that in a bad way. Obviously it tastes good, but it’s not cool.That is what I’m showing you.[enters office doing Michael Jackson impression] Everybody beat it. Don’t beat it, stay where you are.What did you say?What would you say?That is exactly the right thing to say! Do it! Git-er-done! Phyllis, you just married Joe Order, you’re new name is Phyllis Order [fill this order], get it?Jim, in regards to our high-five scheduled for four PM today, it has been moved up to now. Yes.",
    "Pam": "[whispers to Jim] I’m gonna do it.Oh! I’m going into labor! Oh my goodness!I know it’s wrong to fake going into labor just to get out of things, but sometimes it’s necessary.[after Angela gives her a stack of files]: I’m going into labor!I’m going into labor!I’m going into labor.Here we go!Okay.Oh! Oh!I’m really in labor! This is happening!Oh!False alarm.Here. Like it?I can’t get a fire pit. I have two babies.Plants and- hi, Robert! Hey, um, how are you doing? Good to see you again.Okay. You know the test booklets that they give out in all the schools. I was thinking that we could put a coupon in the back that people would mail in to us… and as, you know, as I tell it, I don’t like it. Unless, of course, you are responding to it.Um, excuse me. I’m gonna go to the bathroom.At this point, when you’re this pregnant, it’s kind of like senior spring. The other day I spit my gum out on the carpet.",
    "Jim": "Oh okay, she’s going into labor. Make way, everybody!Okay.Oh my God!Okay guys, here we go! We’ll see you!How do you feel?Cool. Thanks. [puts his hat on Erin’s head]Visitor center. Gonna grab a map for the memorials, right?No, of course we’re not tourists. We’re just people that aren’t from here who are taking a tour.By the way, did we leave all the food on the bus?Yeah, that’s what I had for breakfast and I think that’s probably why I’m still hungry.Only two hundred dollars?Oh wow.  So that’s two miles if you incorporate the walk back.Yeah sorry everyone else didn’t come.  I think they’re just tired.  With holes in their shoes.  And they have dysentery.What are you talking about?Andy – this whole idea of our situation being just like war?  It’s just not true.  We just work at a paper company.  And you’re our regional manager.  And guess what man?  You don’t have to prove anything.  We like you as regional manager.  Andy if you don’t believe me take a look at what’s on my head.  I’m wearing a very pink hat.  I’ve been getting weird looks all day because I’m pretty sure “DM does GB” means something kinda sexual.  But guess who’s wearing them?  All of us.  Just for you man.  That’s huge.They’re terrible.Tuna?And to drink?Oh-ho, I am in.I’m excited, I’ve actually never been to Gettysburg. Uh, my family was gonna go once, but then my brothers convinced me if was full of dead soldier zombies, so I freaked out and we turned the car around. But I’m older now, I can outrun a zombie.Where do all the cool kids go when they come to this consecrated ground?It’s locked.That’s weird, if it’s not locked, why isn’t it opening?Ok, you know what? Andy probably has the number for this guy. I’m gonna find him.We didn’t have one scheduled.",
    "Phyllis": "Or should I have corndogs. I mean-Well, this could be fun. I-I’m in too.Ooh. Isn’t that the one where the guy becomes limitless?Yeah, sign says “Begin tour here.”I don’t think I should walk anymore.  You know all I had for breakfast was oatmeal, yogurt, coffee, orange juice and toast.  Two poached eggs.  And then half a sandwich on the bus.Oh, I like Olive Garden.Open the door, Jim.Are you sure? Yeah, it’s locked.Ow! Ee! I sat on my sandwich.I don’t get it.",
    "Ryan": "Okay, three reasons you are wrong about True Blood. Number one-What’s the halal option?Out.Robert, you got your sheep and you got your black sheep, and I’m not even a sheep. I’m on the freaking moon.May I go first?Raw fish- the disgusting food from Japan that Americans would never want to eat. Now, we can’t get enough of it. From movie stars to construction workers, sushi is what’s for dinner. Let me throw another idea at you. Origami. What? The crazy art of paper folding from, that’s right, Japan. Don’t you wish you could go back to 1980 and open the first sushi restaurant in Manhattan? We can do that! With… origami. It’s the sushi of paper.Well I had to memorize the presentation, Robert, and it took a long time to build the swan, so-Okay, we are now on a planet where Kevin is the most creative person around, and I am just some good-looking guy.Robert I hate to interrupt.  But I would love to pitch you one last idea.  I call it the Big Mac idea.It’s really, really good Robert.  Let me explain.You know what?  Now I remember.  That was your idea. [patting Kevin on the back] That is 100 percent your idea.",
    "Oscar": "It’s not fair, you guys.Good luck!Actually it is the northernmost.Dwight, what are you telling this girl?Stop filling her head with nonsense, okay? She doesn’t know any better.Really? Why don’t you tell us the real history, Gore Vidal?he’s a historian.Yes, yes, yes!Yes!Argh!What?Erin-I apologize for my friend and for the Republicans who are cutting your funding.Dwight – this is one of the archivists here.  I thought maybe we could consult him.Yeah.You’ve heard about it?Wow.  This is so much better than the story you made up.You’re right.  There should be a monument to this.Guys! Over here, we found the bus.And that’s how the printing press was invented.",
    "Meredith": "It’s stupid.",
    "Erin": "Oh. [liquid splatters]Drive carefully!It’s right here in PA.I’m in.Cool. Thanks.[to Dwight] Yeah, but I’m confused…Mm-hmm.Oh. D.P.A. sounds way more important that total deaths.Oscar, I am so glad you just got here. I would’ve believed everything he said.Interesting.No!Get out of here!Hunger for chicken chimichangas. Right, Darryl?No. It’s like two hours and forty-six minutes.There you are. Dillinger Graphics said their shipment is late.Nothing, I just-That it’ll be the first shipment out today.",
    "Everyone": "Oh! Oh my goodness!Goodbye! Good luck! [empty bottle falls to the ground]Limitless! Limitless! Limitless! Limitless!Ooh! All right!",
    "Angela": "Okay, Andy, we get it. It’s a trip to Gettysburg.",
    "Dwight": "Gettysburg? Hmm. Could be interesting. Second-most northern battle in the Civil War.Ha!The Civil War history industry has conveniently forgotten about the battle of Schrute Farms. [scoffs] Whatever. I’m over it. It’s just grossly irresponsible.Guess I’m a sucker for historical fiction.Total deaths belongs to Gettysburg but when you’re talking about D.P.A., that’s deaths per acre……nothing beats the battle of Schrute Farms.Oh, it is. And you should read some of these letters that the soldiers wrote home. I mean, it makes the battle of Gettysburg sound like a bunch of schoolgirls wrestling over a hairbrush. [laughs] I’m telling you, they’re heartbreaking too. So beautifully written.The truth.No, no, no! You’re filling her head with nonsense. You and the history books. I’m telling the truth.Yes, thank you. All of history has been whitewashed.Okay, I will. I don’t know who that is, but I’m gonna tell you this-Gettysburg was very important. Credit where credit is due, okay? Big, mad props to Gettysburg. Was it, however, the most northern battle of the civil war?Not by a long shot!No, it was not!No, it was not. Was it the second-most northern?Sure! I will cede it was the second-most northernmost battle!Was it the northernmost? No. Get out of here, Oscar.Excuse me, I got a question for you.Can you tell us about the battle of Schrute Farms?Really. Okay, follow-up question. How much are they paying you to keep your mouth shut?[Andy looks back to find everyone sitting] You said you weren’t going to look back.Really?Well.  Anyone employed by the Gettysburg Industrial Complex is certainly going to want to keep quiet about the Battle of Schrute Farms.YES!  Ha!  Prepare to be refuted!  Go on.Hallowed ground.I’ve seen enough.I know what you guys are all thinking right now: Hey, let’s go pee on the grave of some confederate soldiers, but you know what? Joke’s on you. It only makes the flowers grow back more beautifully.Best thing you can do for the deceased is to pee on their graves. Then you dance and work the urine into the root systems. Doesn’t hurt to have a smile on your face, either.It’s not locked, gimme that…It’s, it’s latched closed.",
    "Kevin": "Yes!Not food and stuff.Oh, if you buy the picnic table then you’ve got to get the fire pit.The fire pit is a no-brainer.[tries stapler/marker combo] Okay.Well, you know how in the vending machine they have the chocolate chip cookies in the A-1 spot? They do that ’cause they think A-1’s the best spot for the best cookie. But the real best spot is D-4. Right? That’s where the eyes go. So…Yeah. But not just the cookies, though. That was just a ‘for instance.’‘Kay, so another thing about oatmeal cookies. Who even wants them? I mean, I’ve seen Toby eat one, like, once, but other than that… [scoffs] like, forget it.Thank you.I don’t know.Yes.  I am an accountant.Never trust a cookie with a woman’s name.  Pecan Sandy.  Lorna Doone.  Madeline.  They’ll just break your heart.What?!? No!No!  This is not fair!  This is my idea.  He’s trying to steal it because he’s jealous of me.Every time you buy a Big Mac you set one ingredient aside.  Then at the end of the week you have a free Big Mac.  And you love it even more because you made it with your own hands.I can do that.Your arm feels good on my back.For some reason, my boss is obsessed with cookies. It’s not my specialty. My specialty is pizza. But I’m flexible.",
    "Darryl": "You know, I just got Limitless on my iPad. I bet I could get it on the TV.J-j-j-ju…Shh! Movie’s almost over.I got Source Code on the way back.That’s fascinating. Tell me, what’s the significance of the peach orchard, thought?Hunger for hamburger.That’s good.Andy, this is inappropriate. People died here, man.Hey.Back at the bus.  We were locked out.  Phyllis is sitting on the ground eating a dirty sandwich.I hate myself.Hey, Devil’s Den is that way, we should check it out. That’s where the snipers hid.I’ll come with you.",
    "Robert": "Oh, hi there.Where is everyone? Where is Andy?Well, I was hoping to talk out some ideas with Andy. But what we have here… is perhaps better. By not going on the trip, you’ve shown you’re the free-thinkers of the office.So, here what we can do. Game changers- changes to the game such that the game can never be played the same way again. Everyone, brainstorm some innovations. Don’t be afraid to get weird with it. Meredith! [wakes her up] Excited!I am so eager to hear your game-changers. Let’s dig in, shall we?Absolutely.This idea hasn’t gripped me. What else did you come up with?That was bad.The situation you described, returning home to a wife complaining about her paper being too masculine, is not one I’m familiar with.No.I am not.Kevin, you’ve been quiet. I’m curious to know what your game-changer is.Cookies. Cookie placement.Who else agrees with Kevin, that we’re wasting facilities, manpower, on our underselling products when we should be pushing our top-performers? [everyone raises their hand, Robert laughs] There you go. Consensus.Interesting. So what is Dunder Mifflin’s oatmeal cookie? What is the product that no one wants?That’s the oatmeal cookie. Fantastic, Kevin. Fantastic. [laughs]And why is Black Rock suddenly the paragon by which all hedge funds must now be compared?Right.  I mean you’re an accountant.  Those bogus prospectuses must drive you insane.[laughing] Kevin!Big Mac idea.  That sounds encouraging.Well what is the idea?Oh my.  It was just actually cookies the whole time?Haha! There he is. You mind lending a hand? I’m typing up a memo to share your ideas with the board.Great….ok.",
    "Stanley": "If your woman is like mine, I bet you come home to hear the same thing all the time. This paper is so hard. It scratches. Why can’t there be a paper just for me? Well now there is. ‘Papyr.’ Paper for women. It’s pink, scented and silky soft. Now, you can watch the game and she can write a letter to her sister.In the African-American community-[murmurs] Thought it was worth a try.how about that two-hole-punch letter? Only the lawyers want that punch at the top and they use legal.",
    "Park Ranger": "Oh, well, that’s a great question. Actually some of the most-Sure.Uh, I haven’t heard of that one.",
    "Chelsea": "[taps Gabe’s shoulder] Are you Lincoln?",
    "Man": "Hey! Lincoln’s starting. [light applause]",
    "Audience": "No!",
    "Archivist": "Schrute Farms did you say?  That is a fascinating little chapter of the Civil War.There you go.",
    "Narrator": "Families and sweethearts back home waited desperately for letters from the front.But the Battle at Schrute Farms was no battle at all.  It was a code used by pacifists from both North and South who turned the Pennsylvania farmhouse into an artistic community and a refuge from the war.",
    "Soldier": "Dearest mother I’m sorry it has been so long since my last letter.  It is three months since I arrived at Schrute Farms and I fear I may never leave this place alive.  Melvin Fifer Garris.",
    "Amanda": "[on film] You have to understand.  Poets, artists, dancers – these kind of men preferred peace to war.  These delicate lovely men found a place of refuge among the Schrutes at Schrute Farms.  Amidst the macho brutality of war this was a place where dandies and dreamers could put on plays and sing tender ballads and dance in the moonlight.  I like to think of Schrute Farms as the Underground Railroad for the sensitive… and well… fabulous."
}