{
    "Andy": "Alright everybody, great season of softball, I’m super proud of you guys and I think you’re gonna like this little highlight reel that I put together. [Andy plays video]A blooper reel? What is this, 2005? I look like Bob Saget? Fail! [Points to video] Who’s this guy?Look at him dance.  Fail!Do do do do do do do.Can’t take the fail? Get out of the fail video!I’d like to take a solemn moment to remember Jerry in the warehouse who passed away this year.Well, that’s all folks.Ski ya later everybody.  Thanks for a great season. [Group claps halfheartedly]Well, I worked with what I had, Oscar. Next time do more failure stuff, OK?Oh that wasn’t…that didn’t work. That was not the right..[Group protests]That was not a fail.[Group continues chanting “Fail!”]That was actually a serious accident that could have resulted in severe bodily harm. [Group keeps chanting] You’re all failing right now. [Group continues] Congratulations on your epic fail of the use of the word fail! [Group claps and chants]Um, OK I’m just walking into this. Am I to understand there is a bee hive in the wall?I was just asking a question, Toby. How are you not murdered every hour?Fine. I will give you one minute.You have one minute and your minute has begun and no time will be added at the end, even to accommodate this sentence with all of it’s baroque dependent clauses and cascading turns of phrase.A baby what? A human?!Oh.Oh, OK. And fall right into your plagiarism entrapment scheme? I don’t think so.And I happen to notice you’re down to about thirty seconds here.And those sand grains are tumbling..With fury…Down the sides..Of the hourglass..Time’s up!Sure.  I’ll read her letter. And if she tells the truth about how evil and unfit to be a mother she is, then yeah. I’ll sign that.Ladies and gentlemen, I have heard your complaints and we reached a settlement.Whoa!Yo. Dudeces.Alright! The fat people have spoken! Dwight, get this bus moving.Dunder Mifflin road trip twenty twelve! [group takes pictures] Ah OK, now a serious one.Banana cream is the first to go.  We’ll be lucky to get pumpkin at this point! [group gasps]Who is it?Yeah. Perfect time. I’m right in the middle of a rooftop crisis. [takes paper from Nelly] Fine, let me read it. What do we have here? Uh, ok, [reading] blah blah blah blah blah, dah dah dah dah dah dah, you’ve made this very easy for me. It’s unsignable.It’s inaccurate, dishonest and…in a word? Dongwater.Here’s the thing, you asked me to do you a favor? I did it. I read it. Thank you very much to me for my time.  Good luck with your impossible dream.[To Pete. Crying sounds come from behind Nelly’s curtain] British women. Famously overemotional. Am I right?What?I changed my mind. [gives Nelly papers]Yeah. Not as is, obviously. Made a couple changes. Added some sentences at the end. Trust me it needed it. [laughs] Well, yeah, whatever. So. [walks away]My name is Andy!I don’t do drugs!Now check the style!Of Flatt & Scruggs!",
    "Kevin": "That’s me.As would I.My name is Kevin.That is my name.They call me Kevin.Cause that’s my name.Next stop pies!At five? That’s only twenty minutes from now. The pie shop is thirteen miles away. So at fifty five miles an hour that just gives us five minutes to spare.Wh…314 pies.Well, it’s the…carry the four…and…it doesn’t work.Well now I don’t even feel like pie. Wait…no it’s back.Guys, we only have eighteen minutes left.  At sixty one miles an hour we’re just gonna barely make it.I insult you, Oscar.I insult you! To your face!Then why don’t you do something about it?You don’t have the guts. You stupid, dumb, doo doo face! [Oscar pies Kevin] Yes!",
    "Oscar": "Is this like a blooper reel?What was that? That was just a normal video with you making vulgar noises.It stands for electromagnetic field.  Generally cause by a concentration of wiring in one area [Erin marks red tape X on the floor] Especially if they’re poorly insulated. Dwight.[On phone] No six after the eight, no….Shh!Six. [Pete opens air vent over Angela, papers go flying]Hold on, Kevin, how much is 19,154 pies divided by 61 pies?What if it were salads?Dwight!Whoa! Whoa! Dwight! [group reacts]What?I don’t know what you’re talking about.[laughs] Kevin, are you trying to get me to hit you? In the face with my pie?Role call.",
    "Dwight": "Fail![Toby uses tester on wall as Erin marks wall with red tape X] Oh, god.Nothing! Nothing is going on.  Keep moving please.OK, excuse me. I am the landlord. This is between me and the management, no one else. Please.OK, listen. Everything here is up to code.[mocking] Oh, the wires need insulation. [normal voice] It’s a wire people. I’m not buying it a fur coat.[Reading from computer] “Statistical correlations exist between EMF radiation and various health hazards. But mainstream studies are inconclusive!” That means you can’t make me do squat.You people don’t realize what you’re asking. I’d have to rip open the walls.  We’d have to shut this place down for a week.What? Come on.I know what Jim is trying to do. He’s trying to get big bad Dwight to shell out for a huge repair job while lucky Jimbo gets a paid vacation. Well sorry, lucky Jimbo, I can live very happily in a magnetic field. Most of my childhood heroes got their power that way.Had ’em all my life.No nobbies, no probbies. Nice try Jim.[scoffs] Yeah right. [Dwight moves mouse pad over his crotch]Psh. Keep your snacks on your side, Jim. Idiot. [notices popped kernels in the bag] What the?Some of these kernels have crowned.Andy! [Jim mimes basketball shot]So, we will be leaving the office for one whole week.In my contract, it is stipulated that I provide a temporary work space. It will arrive in one hour.[Bus pulls into lot] Bring it in!Roll into the future with Work Bus. Say goodbye to wasteful buildings. These days a mobile office isn’t just for hotshot politicians. Now anyone can rent a work bus. [Meredith and Kevin bump chairs in bus angrily] If you’ve got a parking lot, a work space is just a phone call away. [Erin tapes candy dish to pole] In this age of belt tightening and less empowered workers, a work bus is how tomorrow gets things done.What can I say? I love justice. You forced me to spend money on needless repairs, and uh now you’re locked in a prison bus and your woman drips with beverage.It’s not my responsibility to solve your marriage problems by spending my money on gas.No. No! This is a work bus. The wheels are for transporting the work space to and from the work site.Get your foot behind the yellow line.I’m sorry to spoil Jim’s fantastic voyage everyone, but we’re almost out of gas.That name brand place? Nope forget about it, sorry. The tanks are so big on this thing, five cents a gallon extra, that really adds up.Stop ordering me around, Jim!OK, fine. You win.  Jim, you win. We have been battling for a long time, but you know what? You win, cause you are the winner, you are the alpha male, there you go. [drops keys in Jim’s lap] Alpha male, go buy your wife a pie. Go buy the whole world a pie.I’m barren, Jim.My trouser hives are void of honey.  I had congress with Angela and the child that she bore did not issue from my loins. I thought I would be a father and instead I am a eunuch. Neutered by my own building.You mean you flooded my building with dangerous electromagnetic radiation as a prank?That’s genius. That’s the best prank you’ve ever done. [laughs]Really? How long did it take you and Pam to conceive?What position did you use to conceive?Regular? Or lady on her back? You used lady on her back, didn’t you, you freak. Yuck, gross. Never mind, Jim.You know there’s a phrase about that in German. Bildenkinder. Used almost exclusively by childless landlords to console themselves. But now? I really understand it.Bildenkinder.When you don’t get out of the way! Out of the way!Oh, better than OK. [grabs Pam’s shoulders] You know what honey? I’m gonna get you that rhubarb pie.Everybody! Hang on! [Dwight pulls out quickly]",
    "Jim": "I deserved that.Uh, what happened to that video I sent you?I think I got it right here.[Group laughs]You got it.Last week, I finally told Pam about the other job I took in Philly…the side job. And she was so incredibly cool about it. And now I just wanna do something huge for her. Like if we were in some biker bar and she mouthed off to some bikers and they came lumbering over and I was like wham! [mimes punch] Gotta go through me first.Getting my wife a week off from work.Awesome, right? [leaves]Well, I don’t know about the rest of you but I’m just gonna say it. I’m nervous. I have no idea what health problems this is all gonna cause. [group agrees, protests][reading from computer] “Side effects of EMF include: headaches…””..breast pain…”Oof. “Infertility.”Ah! There’s my popcorn. Can you just grab that for me?What?That’s impossible, cause that’s a brand new bag…[looks up to ceiling where there is a red tape X over Dwight’s chair] Oh my god.I’m gonna drive you up to the lake, give you a whole week on the water. Just you, me and the kids.You mean Laverne’s Pies Tires Fixed Also? [Pam nods] Yes we will be doing that. We’ll be getting a dozen.Why would you say that? I meant 4 apple, 4 blueberry, 2 cherry, 1 peach and 1 chocolate. I thought that was implied.What?What?Alright, alright, gang. Let’s just settle down. You’re yelling in her face.Just…you good?[to Pam] I’m so sorry for all of this.I’ll get you a napkin. Someone get napkins please!Pam, I’m really sorry. I- I’m really sorry about…all that. [Dwight smiles at Jim] Really? Smirking?Hey, Dwight. I was trying to do something nice for Pam.  Can you just, help me out? Can we maybe take this thing somewhere? Or do something to not make this the worst day ever?Andy!You’re the boss. Don’t you think we’d all be a lot more productive if while we were doing work we looked up and saw the best rural pie stand in Pennsylvania?What are you talking about? You’re not the boss. Andy is. Andy?Next stop: Laverne’s Pies Tires Fixed Also.[To Dwight] So it looks like this work bus was a pretty good idea after all, huh?You got it.If by lately you mean the last twelve years, yeah.He’s just mad that we’re all having fun.He’s fine. He’s indestructible.Let’s go driver! [clapping] Laverne packs up the pie wagon at five so…OK, well I saw a station about a mile back so, chop chop.Are you kidding me? Dwight, come on!Oh no, I’m gonna push him. You know why? Because you’re getting a pie. Why? Cause you deserve it. And what is he doing? He’s trying to drive us all around the countryside looking for gas because he knows we won’t get there. Is that what we want?!What do we want?!When do we want it?!That’s impossible. [Dwight climbs through ceiling hatch] Dwight!What are you doing?You know he’s doing all this on purpose.Dwight? Why are you such a jerk? I am trying to do something for my wife and you keep derailing-What?Is this about the popcorn? Or the X on the ceiling? Dwight, that was a prank.No.I’ll take it.Dwight, sometimes it takes couples years to get pregnant.That doesn’t matter.Ok…that’s not…Did you ever think that because you own the building, everyone in it, we’re all kinda like your children?Well, now you have a bus full of real..bilden..kin..OK. And they’re all dangerously close to not getting pie. And there’s only one guy who can save them. It’s not me.It’s pretty good actually.We bonded. We got to- [Dwight starts dropping into the bus on top of Jim]Don’t..Don’t..[Group chants along] Pie! Pie! Pie!We did it.",
    "Darryl": "That was a triple.My pleasure.[Jim puts popcorn bag in microwave] Hey, if you don’t want to teach me Power Point, just say so.Come on! Just show me the Power Point.You’re the tutorial.You could be.[to Jim] What are you doing?You popped one kernel.Correct.[Sitting outside building] Stop.Too late.",
    "Group": "Fail! Fail! Fail!…Shabooyah, role call. Shabooyah, yah yah shabooyah, role call.Yeah!Yeah!Yeah!Role Call! Shabooyah, yah yah shabooyah role call! Shabooyah, yah yah shabooyah, role call!Yeah!Yeah!Yeah!Role call! Shabooyah, yah yah shabooyah role call! Shabooyah, yah yah shabooyah role call!Next stop pies!No!Pies!Pies!Pie! Pie! Pie! Pie! [cheers as they arrive][bored] Yeah.Yeah.Yeah.Yeah. [Andy plays banjo]",
    "Phyllis": "What’s going on?[Gasps] Oh my god!Oh, I know I’d be more productive.[Dwight’s footsteps sound from the ceiling] Just drive away. Just..Role call.",
    "Stanley": "What’s he measuring?Well I’m not getting paid to work in a microwave oven.[on phone] There are a hundred packs..Shh!Ninety nine cases..yeah.How many times do you need to take a stroll?Boy, I will hammer spank your rear.No question.Next stop pies! [group joins in]Hurry it up for god’s sake. They’re gonna be out of banana cream!",
    "Toby": "It’s an EMF hotspot.You think I have a machine for measuring bee hives?",
    "Pam": "[Jim rushes to open door for her] Thank you.Week off. That’d be great.Oh, can we stop by that pie stand on the way?A dozen different pies? Cause that means rhubarb.Yeah, OK then.What’s this?It’s OK. You know what they say, a change is as good as a rest.Oh my god! Ah!You know what? It’s fine, it’s fine. Let me just…it’s fine. [Pam leaves work bus]Oh! Yes! [Group cheers, Dwight moves to driver seat]My name is Pam.I like to paint.You think you’re better?Oh no you ain’t!Hey, where’s Dwight? He should be a part of this. Has he been acting kinda weird to you lately?No, I mean he’s sulking. That’s not like him.Then why isn’t he scheming? Or preparing to avenge?Hey honey, I don’t think we should push him.Phyllis! That’s not safe.[to Jim] Go up and check on him. He’s upset.Please? Just make sure he’s OK? [Jim climbs through hatch]Oh! [Jim reenters bus through hatch] Hey! How’d it go?Yeah?You feel OK now?Well, actually, rhubarb is-the one pie that I don’t.Oh my god. I’m getting so stuffed.You did it.Role call.",
    "Nellie": "Andy, could I have a word please? Um, it won’t take a moment. It’s extremely important and it really has to happen now.Oh, please don’t use the hourglass.I’m trying to adopt a baby.And the…agency require a character reference from my employer.You wouldn’t have to do anything. I would write the letter myself and you just simply sign it. So.It’s not..it’s-Well then if I could just convince…You.It’s not..it’s notEntrapment if I’m....writing..Fine.Oh of course, you were adopted.Listen, I’m really struggling with this form. But as you know the system, you think maybe you could..?Oh thank you so much!He hates me and thinks I’m a monster. Should go back to Loch Ness. [Erin nods][laughs] Well, I have considered kidnapping one.I wish I could just wave a magic wand and make you a parentless five year old again. I would snap you up.Andy?Um, is this a good time?Oh, why, is there something?Ah well, perhaps I could rewrite some of the-Alright then.Oh, oh no, no. Look, it’s alright. [Erin cries, Nelly comforts her] It really isn’t your fault. No, no. Look, it’s…you were so kind. And it isn’t anything to do with you.Oh.Oh, you signed it?[Reading] “She’s tough in business, but tender with the people she cares about. She’ll make a wonderful mother to any child who can overlook weird accents.”",
    "Meredith": "You better fix this. I already ditched my uterus and I ain’t losing any more good parts.I’m not gonna grow a third arm!Nice job.Lose weight.Oh my!Dwight, what the hell?What?",
    "Clark": "I don’t want to teach you Power Point.Just do the tutorial.No, dude, I’m not. I’m not the tutorial.Mm-mm.So Creed is that dude’s step dad?Stretch. Alright.I, my legs cramp up! Ok, it’s a circulation issue.It’s a medical thing.I’m good. I..Come back.Mmm.What?",
    "Creed": "I’m getting older. I’m losing my hair…[Dwight pulls over to pick up hitchhiker] Thanks. Playing a little hookey from work today….Oh my god.What?",
    "Angela": "Ooh!Oh my god!I, I need to get to the paper please. [Reaching for overhead bin above Pam, papers fall and Pam has liquid spilled on her]So wait, when pies are involved you can suddenly do math in your head?Oh! [bus tears around corners as group crashes into each other]",
    "Pete": "Oh sorry! Sorry.I don’t think that’s Nelly.",
    "Erin": "[bumps into Meredith] Sorry.I’m trying. Sorry.[handing Nelly envelope] Oh, the Pennsylvania Department of Public Welfare Pre-Adoption Standard.[laughs] I wish! No, I um, I made some short lists. I had a couple sleepovers, but I never managed to get in the end zone. I don’t know what it was. Not loveable maybe? [laughs] Oh well.Absolutely.  I know exactly what they want to hear. I would love to help.[whispers] Just don’t tell Andy, because..Yes! [Group cheers]Yeah Jim! [Group claps]Always say that a child is placed for adoption, never surrendered. We’re not hostages.Never say that.I am so excited thinking about this child you’re going to adopt.",
    "Phyllis, Kevin & Stanley": "Pies! Pies! Pies! Pies! Pies!"
}