{
    "Andy": "[on computer screen] Ah, what else? I’ve seen Dirty Dancing like, ten times.  Breaks my heart every time, you know?That Swayze sure can dance dirty.No, Walter J has been hoarding it. You want to worry about a part of my body, worry about my eyes.  They’re like two flaming meatballs in my skull.[on computer] Check this out. Keeps my hair out of my stare, also helps me combat the glare bear. That’s what I call the sun now.What else can I show you? Oh, damn it!Yeah, it was. That’s okay though. I got this cool desalinator device. It sucks up sea water through this hose and pumps out fresh water. See, check it out.  Ow!Ah! That’s not good. I better sign off. I hate to get going. I mean these skype sessions are, like, the only thing that keep me sane out here, you know? [laughs crazily][on computer] I will leave you with this. The image of a man and his boat. Burn this into your brains.No. No! Nooo! [computer falls into ocean]",
    "Everyone": "Whoa!Oh!",
    "Pam": "Andy.Can you go instead?You’ve got this Schrute.Oh, I’ll be the buyer.Hello, Mr. Schrute, nice to see you. Please have a seat.Okay, let’s stop here. Anyone have any thoughts?Okay, when you’re selling to women, it is crucial that you listen, Dwight. Also you want to respect their… Are you listening now?Okay, well you have to show us.Huh. [nodding] Uh huh.A little smile and a nod shows that I hear you. Got it?Nellie, why don’t you  tell Dwight what we were doing earlier today. And Dwight, you show us that you’re listening.Ten years ago, I didn’t care if Dwight  got married or died a beet-farming bachelor.  But having kids makes you so soft. I used to watch Pulp Fiction and laugh, and now I’m like, that poor gimp is somebody’s child.You know, I think there could be a lot of benefits if you could learn to get along with women.Dwight, listen to me. Businesswomen are just normal, nice, reasonable people. Who is a nice, reasonable person in your experience?Okay, so, when you’re selling to this woman, just imagine that she’s that nice, reasonable barber.Mm-hmm. Good. Baby steps.Like, he used to make dogs fight? Or he actually fought dogs?Oh, great. Oh, I’m sorry. Do you mind telling me her name? I realized we don’t have it.Okay, great.Oh my God. It’s Jan.Jan used to be one of my superiors, and she is one of the most erratic and terrifying people I have ever met.[scene from Dinner Party, Season 4 and The Job Season 3]Jim and I are pretty sure she had an affair with her ex-assistant Hunter. He was 17. But she looks great. If she asks, will you tell her I said that?Forget everything we taught you.  Hey, Jan! It’s so great to see you.What?Sorry. Um, David is in Vermont. Did you speak with him? He sent Dwight instead.So this was all just a trick. You don’t really have any business to give?But not to us.You did good, Dwight. It’s okay. I mean, seriously, Jan’s not normal. Let’s just go. She’s not going to sell to us.What?Yeah.Yeah. Um, do you have any other pictures of Astrid?Wow. Your voice is as lovely as ever.And it is so cute how she signs her name.Oh, okay. It’s just that’s how Cece does it with the backwards ‘E’s.Oh, actually she can.Of course.Um… “A”… “X”? I don’t — you got me.[whispering] I’m so sorry. I hate this. You’re better.Mm. Excuse me. Could I get some more water?Oh, my God.Okay, you do not have to do this.Oh, hey, Molly. You should just quit.Dwight, that was really nice. You should ask for her number.That’s a license number?Oh. Why me?",
    "Phyllis": "Don’t you have any sunblock?No, hey, Dwight shouldn’t…Dwight, you can’t go. You have a problem with women. You can’t sell to them.Gina Rogers at Apex Technology said you called her ‘gy-na’ for your entire meeting.Yeah, she said she corrected him five times.Guys, we can’t let Dwight blow this. An account this size could double our growth. That means raises, bonuses… Pizza Friday could come back.So, uh, show us how you’d normally sell to a female client.Okay, you just walked into her office and begin.No, she is the boss.No actually, she likes to take her time discussing her needs.Oh, all right. God, Dwight, just ignore every instinct you have. It’s all garbage okay? You’re the woman, I’m the salesman, watch what I do and try to learn.Ms. Thomas, so good to see you.Oh, are those your kids? They’re so cute! They could be models.Okay, yeah. This is a lost cause. It’s hopeless.",
    "Erin": "Last week Andy set sail for the Bahamas to sell his family’s boat, and he took his brother, but not me. I was kind of sad at first, but then I remembered that Bob Marley song — No, woman. No cry.Oh, Andy, was.. was that your drinking water?[laughing] Yeah.Andy? Andy! Andy! Andy. Oh.He’s in the bathroom.Of course.[from the kitchen] Eat it Stanley!Hello.I am? Hmm..  [deep voice] Hi, I’m Mr. Hannon.  How can I help you?He’s absolutely right. I’m really struggling.It’s just up and down, just a regular nod, like a person.Yes.Uh!Sorry, I uh, just saw your face.I know. That’s great. It just – it makes it look like there’s an eyebrow in the middle of your face.A handsome eyebrow, but, um… it makes your mouth look like an eye socket… which isn’t bad.But um, you look like a cyclops whose eye… fell out… Which is great. It’s such a great cause.[chuckles]",
    "Darryl": "Andy, it’s Darryl. Take your drawers off your head.He’s been sailing for two days.Daaaaamn! It just keeps on coming, huh?",
    "Dwight": "[answering phone] Dwight Schrute. [turns on speakerphone] Well, hi there David Wallace. Why would you ever call me when the manager is out of town?And you didn’t call Jim – that seems significant.No, he shouldn’t.Okay, David, I want to take you off speaker but… I don’t know where I’d put you.The White Pages.The White Pages: Do you want it? No. Do you use it? No. Does it inexplicably show up on your doorstep three times a year? Yes, yes, and yes. There’s a reason that we in the paper industry call this thing “the White Whale”. Look at all that sweet blubber.I’m gonna need to put you on hold for a second. [presses hold button] Hah! Yah! Woooo! Eat it Jim! Eat it Phyllis! Eat… where’s Stanley?Will you run into the bathroom and tell him to eat it?Yeah! Okay. [presses button again] Hey David, I’m back.So uh, last I remember Tom Peterman was in charge of that account?Her name?Shhh! [clears throat] Thanks David! Thank you so much for calling me!Good luck to you. [disconnects call]That is a damnable lie. I love women.‘Gy-na’ said that?Okay. With pleasure. Get ready to learn a few new tricks, old dog.Hello.May I please speak to your boss?Okay, this isn’t working for me, ‘cause no one would ever believe that she would be a boss.[sighing]I never sit down during sales  meetings. I want to appear aggressive and imposing. I am going to sell to you in twelve minutesI will tell her what her needs are and then fill them. So this is going to work out best for you if you just relax and do nothing. And once I’m finished, it’s over.I thought it went great.Yes.That’s impossible. Listening happens in the ear and in the brain. I mean, some organisms have external hairs that vibrate to indicate auditory stimulation but unfortunately, our external hairs don’t vibrate at all.What are you doing?Kind of.I am a person.That’s a bit extreme.Okay, I’m a woman. [high voice] I’m a woman. Good?Hello.Thank you. I’m so proud of them. I carried each one of them for nine months inside of my torso and then pushed them out of my vagina.Look, I have no problem with women. It’s businesswomen and their, their power suits and their shoulder pads. Don’t lie about your shoulders!I had a barber once who used to comb my hair gently.Okay, I can do that.He used to fight dogs.Little of this, little of that.[to himself] Just a little off the top and then a nice combing. Yeah, just comb it.Oh, dear God in heaven.Hey. Your daughter could be a bubble bath model. I could just bite her head off. [laughs]Listening.Sorry.Okay.Yes, she is. Now,  I may not have any instincts with women, but I have  an instinct for sales. You keep her occupied. I’ll be right back.Jan… You thought I had no more cards left to play. Well I’ve got one. Man-boy! The Ace of Babes.You’re the Quizno’s. [chuckles] Jan, may I introduce to you your own personal Dunder Mifflin liaison, devoted to servicing this account with total client satisfaction. I sensed that Molly wasn’t quite meeting your needs — nothing like, uh, your old assistant… Hunter. Was that his name?Hmm?He’s been growing that mustache for weeks. Best he can do… So young.Very good.Oh and uh, Molly… I know it can’t be easy working for Jan. Good luck with your feelings.Oh, I got her number. 415-YCL.That’s all you need. And when I have curried favor with her, I will let you know.Because you are my friend and you are a woman… And women love gossip. It’s like air to you people. Ugh, God. [retching]",
    "David": "[on speakerphone] Well, I have some very exciting news.Jim, good! You should hear this too.Guys, listen, this is big news. The Scranton White Pages just got in contact with my office the day before yesterday. They’ve apparently just dropped the supplier they’ve been with for the last ten years. .Look, we need our top salesman running point on this and Dwight, that is you.No, I spoke with the receptionist over there. It’s someone new but she didn’t catch her name.Good luck!",
    "Jim": "Hi, David.[taking away Dwight’s handset] Go ahead David, I’m listening.I can’t. I have the thing.I have this conference call today with this company in Philly that I’m helping start. Ah, first board meeting. Also, the first time I’ve ever been excited about work. So, that feels… wrong.Yeah, I’m here. Are we all on?[nervous laughter] Right. Okay, uh, over the next three months…I uh, I have some ideas, actually…[hushed voice] Uh yeah. Trust me, I’d rather be with you guys.Oh, [clearing throat, deeper voice] Sorry, I uh… was just saying that we should uh…[laughing]  Um, you know what?  I.. should have just had… I should have just had you call me on my cell.I’m gonna try a different spot. Okay?Okay, I’ll call you right back.What I was saying is the genius of Air Jordan was not in the market saturation, it was in —The… the… the… what I was saying is the real genius was…[car alarm blaring] was in the…It was, uh in the authentic design, right? So I mean, you really felt like Michael Jordan was wearing these shoes, so …Nobody!No, no, no.Jim Halpert.Hey man. I am so sorry about that.[laughs]Yeah. No, I know. This whole telecommuting thing — not ideal. But don’t worry. I’ll figure it out.Uh, what does — what does that mean?",
    "Nellie": "Ew. That’s not good.I have uh, written down a few questions. One, have you ever killed a woman? Two, how many women have you killed? Please, sir, will you not kill me?Well, we were in the warehouse, where we were discussing a mural that I’ve commissioned Pam to paint there. We were talking  color schemes and the major themes we want to hit.  Children of the world, coming together, cutting down trees to make paper.  But not in a child labor-y way.And then we thought we’d … I can’t. I just can’t  carry on with that face. Look at it. I’m gonna get nightmares with that face. I mean he looks like he’s laboring over a stool having just eaten human flesh.No, I’m sorry but that is true.No.",
    "Meredith": "Hey remember that week in the 90’s when we got bagels?He’s screwed. They’re meeting in less than an hour.Booo! Weird.Who was messing with my van?",
    "Creed": "I miss Clinton.",
    "Pete": "Okay, call down. It’s just me, not Tom Selleck.Toby got us all to participate in Movember. It’s a charity for prostate cancer. You pledge money and then you grow a mustache for the month of November.[sound effect of throwing ball]Erin, did this call…What?Oh, I’m sorry. It’s for the thing.Wow.Uh-huh.Yeah.",
    "Guys in breakroom": "[laughter]",
    "Kevin": "Nice!That’s the winter season., three months.What’s happening in three months?",
    "Clark": "So, this is how we look now. I hope you like being turned on all the time.God!Where’s the Quizno’s?Do what? Get into sales? That’s what I want.",
    "Toby": "I have very fertile hair glands.I am so glad I got all of the dudes to do Movember. We have the dopest time back in the annex.We even go to lunch, pick up babes.[to passing female pedestrian] Smile if you love men’s prostates.This is fun. You know? I mean, this is fun.",
    "Angela": "Hi.Spring cleaning?[whispering] I think the senator is having an affair.I think the senator is having an affair.When he comes home in the morning, he has this secret little smile.And he’s always at the yoga studio. He never misses the noon class – it’s Hot Yoga with Blake.I don’t know.Right.Right?What?Which one is the instructor? There all fatties.Where?Oh my God! She’s so stunningly tiny!  She’s like a petite double zero, for sure. For sure! Holy cow! Look at what they’re doing.[gasps] I’ve heard of this – dog style. Oh wait. Oh look Oscar, Thumbelina has a boyfriend! And he has a ponytail – ew. I’d like to see that run for office. Oscar, you were right. I had nothing to be worried about. Thank you. Let’s go.Ow.[whispering] Okay, we should go now. Let’s go.Wait. Why are you… Oh. are you getting your jollies right now? Can’t get enough of the show?  Your jollies are all on fire —What?Oscar, what is happening here? Why would you say you think the senator might be gay?Look, look, look. Here he comes. Here he comes. What is he doing?[ducking under table with Oscar] Oh. Oh.",
    "Oscar": "Hi.More like fall cleaning. [chuckles][dropping desk drawer] This doesn’t… I’m sorry. Wha… what?I literally have nightmares in which what just happened happens. I wake up in a sweat. And then I make Angela’s husband spoon me back to bed.Oh, I’m sure …that’s nothing.Angela, Blake’s also a guy’s name so he… may be spending his afternoons with a guy named Blake. So nothing to worry about. Huh. Blake. Who is Blake?I just never heard about the senator and yoga…From you. I’m sure it’s probably nothing. But what’s with the yoga already?And Blake! All right Angela, calm down! We need to go check this out.Angela, I’ll go with you.Angela! [whispering] Angela. There.[whispering] On the stairs. Stay calm. Stay down. Oh, so wait. Blake is a her.She’s repositioning his hips for downward facing dog.Whoa, whoa, whoa, whoa, whoa…Whoa, whoa, whoa, whoa. Shut up, hold on. Shh. Hold on. Sorry. Look.[stammering wildly] Just wait. Just a minute. Just watch. [scoffs][whispering] Please. It’s Robert who’s enjoying it.This could be the affair that you’re scared of. Politicians are wonderful liars. You never know who they really are. [pause] But uh, he’s probably not gay. He’s straight. He’s straight, so…I don’t know, Angela. I’m dehydrated. Maybe… You heard me wrong. We should just go.He’s making a phone call.[phone vibrates, rings]",
    "Business partner": "[on phone] Okay lets get started.Uh,, well you’re the only one ‘on’ – we’re all here.Are you at your office right now?[laughing] Uh, yeah, that sounded kinda spooky-sexy, over here Halpert.Whoa. [laughing] I think there’s been a bit of a mistake. We’re trying to reach Jim Halpert, not Batman.Uh, yeah…Okay, yeah.[on phone] It was in what? Jim, we’re having a lot of trouble hearing you.[on phone] Jim? Jim, are you there?[on phone]  Jordan wore them for nobody? We’re not following you, Halpert.",
    "Hank": "Hey! Are those skateboarders back?Where are they?This ends now!",
    "Secretary": "Have a seat. Um, she will be right in.Uh… um she’ll be right in.",
    "Jan": "You son of a bitch. You’re firing me? Where the hell do you get off?Where’s Wallace?I was under the impression that David Wallace would be coming. He bought back Dunder Mifflin, correct?Molly! David Wallace is in Vermont.Molly. I am not Tom. I am Jan.I thought it would be fun to have a little chat with uh, David Wallace  after all these years.  Oh, well. What are you doing?Stop.Stop that.No, I do.Insightful, Pam.Pam?I’m a very busy woman, so…Fine. I will show you one… slide show.Mommy, you’re a princess. Mommy, you’re a superstar. Mommy you’re the greatest. How can I ever fill your sho-o-o-es?Aw.[chuckles] Well, that — that was — that was me too.Cece can’t spell her name.Well, it’s not really much of a comparison, is it? I mean, “Cece” is two letters and “Astrid” is… I mean, there’s even some adults who — who — who can’t spell it.Can you spell it? Try to spell it, Pam.Don’t patronize me.No.I — I —I don’t recall. And yes, Molly is crap.Will you uh, [clicks tongue] you. Can you turn around for me, please? Dwight you can go. I will call you in a week or so and let you know whether I want your business.[to Clark] Do you have a valid passport?",
    "Molly": "Oh, my God. Um, I talked to his assistant.  And I guess it did get a little confusing  ‘cause you said not to tell anyone your name.  And then also, those bluetooths are very hard to hear with. I know you love the way they look, but Tom never had us use them…I’m so sorry Jan.Thanks. Okay.",
    "Colin": "[on phone] Hey, it’s Colin.I know. Don’t worry about it.It’s just… it’s not totally working.Yeah, well, it’s not just not ideal. I mean, with you there, I don’t know how we’re gonna do this."
}