{
    "Oscar": "Yesterday, Angela may or may not have figured out that I’m having an affair with her husband. So I just have to wait and see. When she comes in, if she’s cold and awkward and cruel to me, then great, it’s business as usual.Good morning. [clears throat][whispering] Of course, ask me a que–  questions.[hoarsely] Yes, a little bit. [normal voice] Yes.It’s the stupid thermostat! That thing is a catastrophe. So I’m gonna, um, on your suggestion, get someone to fix it. I’ll just go downstairs.No, thank you, Angela.She doesn’t know. I shouldn’t be surprised. This is a woman who married a man who is obviously a homosexual. Basically, she has her head in the sand. In a way I feel sorry for her. I guess the universe rewards true love.I brought you a cookie.[talking into phone] I just gave her a cookie, and she called me an angel, so… yeah, we’re good. Yeah. [exhales] We dodged a bullet, yes. Okay. Yeah. Yeah, yeah– Well, I gotta go now, but– Okay, bye. Bye.What?What are you doing?Oh, my God! What is wrong wiht you?I don’t know what you’re talking about.I got it.What the hell, Dwight?you are incorrigible!You hired someone to hit me with a pipe!What– what I did was wrong, and I have to live with that every day. But your husband is… gay. He was gay when you married him!Angela, until you face that, you’re gonna be confused and angry for all the wrong reasons. But if you want to blame me for the whole thing, go ahead — I won’t stop you. Hit me. you have my blessing. Hit me.Angela, it’s a lead freaking pipe.Aah!I’m so sorry. Angela–",
    "Angela": "Oscar… [sighs] can I ask you a question?Is it cool in here to you?I think the thermostat is acting up again.Thank you.Meet me in the old place, five minutes. I need you.[upon seeing Dwight naked] Ugh!Dwight, it’s not that kind of meeting. Put your clothes back on.Just put them on! Put on your clothes. I need your help. I need someone who can operate outside of the law. Ugh.My marriage is in danger. I don’t know who I can trust. I need someone to be there for me.Something like that.Can you arrange a meeting?Okay.Okay.Okay.Ow! Dwight! Ow!God!So what are your credentials?Do you have a gun?What is this?You don’t carry it with you?Obviously.Okay, so everything you need to know about the target is in here.Murder.What if they deserved it?They’re sleeping with my husband.Thank you.No, no, no. It has to be physical. I want this person to suffer.Yes, a knee-capping could work.You said you would be there for me.It’s the only thing that will make this right.Oh, thanks, Oscar. You’re such an angel.What? Why did you call me out here?I don’t know what you’re talking about.Fine! It’s Oscar. So what?Exactly, a friend. Someone who sits next to you year after year, making chitchat and smiling, and all the while running behind your back and defiling your marriage and seducing your husband.Well, you might be right. But it’s too late now.He’s here.No, not him, not him. Outside. Outside.You know, there’s doughnuts in the break room.You deserved every bit of it!  You made my husband gay.No. No.Well are you gonna let go of it? Because part of the blame is definitely on you.God! [kicks Oscar]You were supposed to be my friend.I feel so stupid. I sit next to him every day.[crying] Jazz is stupid!  I mean, just play the right notes!I don’t like your friend Trevor.My pastor said it can come from breast feeding.Well, he didn’t fight me hard on it.What is it called when two men intertwine their penises like the snakes on the medic-alert bracelet?Is it called red-vining?People red vine.",
    "Dwight": "Well, well, well, it’s finally happened. Pam has ceased caring.Come on in, the water’s fine.I know. That’s not why I’m naked. I always work out without my clothes. [does jumping jacks]Oh, I’m sorry, your vigilante privileges ended when you broke up with me. If I’m not in your panties, I don’t go vigilantes. Why don’t you ask your husband?[sighs] All right, what are we talking? Surveillance, wire-tapping?Yeah, the less I know, the better. I know just the guy. He was a volunteer sheriff too. Kicked off the force.I can try. I’m gonna use SMS text.Text went through.All we can do is sit and wait.[phone vibrates] Oh, look at that. Yeah, he’s free anytime. Not a problem.Get in the van.Well, this documentary crew has been following our every move for the past nine years, but I don’t see them so I think we’re good.[snickers] Does he own a gun? Show her.Do you have any idea how many guns Trevor’s had stolen from him?Mm-hmm. Good safe?Wow!You get half now and half upon completion of said job.You can’t have someone murdered.What did they do to you, Angela?Oh, Monkey. Oh, I feel for you.Yes. Crazy. Thank you.No! No!Absolutely not. There are a lot of different ways to get revenge. I’ve had great success by defecating in a paper bag, put it on the porch–No! You’re not helping, Trevor!No. Angela! What are you saying?I’m trying, but what you’re asking is–Okay. But it’s cruel, because a woman with damaged knees can’t scrub worth a damn.The target– it’s Oscar, isn’t it? He and the senator are gaying each other.Your nostrils tell a different story. They flare like that every time you’re engaging in deception. Hello again, naughty nostrils.Well I could understand you wanting to get a stranger’s knees whacked. But a co-worker– Dare I say, a friend?I can’t even imagine how painful this must be for you. But the first ones to break your marriage vows were you and me.What do you mean?No! No, no! [groans]Oscar? Oscar. Oscar, good. Hey come with me.Come — come with me.There are a bunch of construction workers in the warehouse without their trousers, drinking diet sodas. You have got to see this. They’re extraordinary.There’s no time to explain. [descending stairs] Okay, actually, there is time to explain. When Angela found out that you seduced her husband, we hired a guy to break your knee caps.What is wrong with you? There are a million gorgeous guys in the Scranton Wilkes-Barre area, and you choose the man who’s the father of her child?Oh, don’t lie. I’m trying to save those precious knees you’re always bragging about.  Now, let’s get out of here. He could be right behind us.Aah! Actually, he’s right in front of us.No, Trevor, I am not gonna let you. He’s a Dunder-Mifflin man. He’s my tribe.Disarm!Don’t move. And disarm now! [Oscar gets weapon away from others]No! No, Oscar. He’s a friend. He’s a friend.No.See ya later, Trevor.I just saved your life. You’re welcome!Oscar.You’re not stupid. Jazz is stupid.I know. You’re gonna be okay, Monkey.I don’t like him either.  And yet I really like him.Where does gayness come from? And how is it transmitted?Is it called red-vining?We heard it was called red-vining.Where are gay mens’ vaginas?What?When two gay men have sex, how do they know whose penis will open up to accept the other person’s penis?",
    "Pam": "These are my painting clothes.I think I’m gonna do it. I am really gonna start painting the warehouse mural today. [Jim applauds]Are you avoiding your phone call?Last week Jim wasn’t there, and they named the company Athlead.Tell them your opening line.I think it’s good. He likes fishing.[studying mural wall] I guess if I make a mistake, I can just paint over it with a shrub or something. It’s just, I think less of paintings with a lot of shrubs. So, I’m gonna limit myself to one shrub.Yeah. Painting now. I just want to make sure that…It’s probably gonna be a few minutes. So you can just go back to doing whatever you were doing.I could get us a complaint.No, I wouldn’t. I can’t even relate to that impulse. But I bet I could get us a customer complaint. I’d like to try.[into phone] Hello, this is Pam Halpert. I’m calling from Dunder-Mifflin. Yes, your paper provider. And I just called to say… your mama is so fat, when she wears red, people yell, “Hey, kool-aid.” Yeah, your mama’s fat. This is Pam Halpert.Basically I couldn’t tell, but I think…I– I thought they were confused at least…I did not know that.I’m so sorry.If you’re an artist, you have to be okay with the idea  that you can’t please everybody all the time.Shut up, Hide!  I mean, do you think Kevin cares what people think about him– or Creed or Meredith? Oh my gosh, these are my role models now. You know what? I’m okay with that.",
    "Meredith": "Sure you don’t want to put another coat of primer on that Pam?Queen of the primer, that one.Sweet.Oh OOOH!Boom!That’s cheating.You? Little Miss Priss? You wouldn’t fart on a butterfly.Yahtzee.Wow.",
    "Jim": "You got this, Beesley. Actually, do you want me to come down and help you get started?What? Yeah, right. As if.Today I will be asking David Wallace if I can start working part-time, because the sports marketing company that I started really needs me to be there.I could have prevented that. So I have to talk to Wallace.[sighs] Hey David, how would you like a guy who’s not here as much, gets paid the same amount of salary, and has bigger fish to fry in Philadelphia?This is gonna be awful.I mean, I can handle any client issues from Philly.Oh, you mean handle it in person. Oh, well, Phyllis and Stanley have agree to cover for me while I’m gone.Yep.Oh, great.Because we’re friends.Unfair. When’s my birthday?How about this– You let me take you to lunch, and I make my case?All right.You know, truth be told, I think all you’ll really be doing is accepting calls from my clients while I’m gone.You know, at the end of the day, it’s really only two days. I mean, I’ll be back in the office.  If you need me for an emergency, call me.  I’ll be there…Tell me about it.All right. You know what?  Maybe we’ll just… We’ll go slow.Listen, I was really wondering if maybe we could lock this down before lunch is over.All right. Phyllis! Phyllis, that’s– that’s decorative.Still decorative.No.Don’t– don’t– don’t pole people with knives.Phyllis!  Wow.Well, we’re here. Perfect.  [covers sleeping Phyllis with his jacket]Phyllis, what was that?Phyllis are you dreaming, or–This is hilarious, but we’re gonna stop with all–Shuckin’ the peas.  You should go back to the first part, though. You are  gonna  cover for me?Oh, my God, thank you. [hugging both] Thank you.",
    "Pete": "One of my jobs is to input customer complaints into the computer. And when they’re in, I fill out one of these cards. But the information’s already on the computer, so….why am I filling out the card? I asked Andy, and he told me to “chillax,” and then went away on a big, long boat ride. So here we are. Don’t give me a pointless office chore, because I will build a little paper house.  Fight the power.That’s the idea.Well, I’ve gotta build a wider base first before I can go higher.Will do.Kevin, I can hear you.This next card comes to us thanks to Meredith Palmer, who called Eastern Pennsylvania Seminary a, quote ‘sausage factory.’All right. Up next we got a whole lotta Creed.All right.There we go.Nicely done. Very nicely done. All right, this next one goes to Darryl for pocket dialing a customer while having sex.There you go.Hey, hey, hey, it’s just a mistake. Just a mistake. That’s what this tower’s all about —  mistakes. Okay, if you’re afraid of screwing up, the tower’s not for you. Show of hands — who here has never had a complaint? That’s right. Nobody. See that? Nobody. Okay? Let’s get back to work, huh? Come on, you in?There we go. All right, let’s do it.All right. Check it out.Like a Phoenix from the ashes. Ksshhhh!Can you hand me a card?What?Did she buy it?See ya later, Heymont.Our crowning complaint card comes to us thanks to Pamela Halpert…For insulting a client’s recently deceased mother.Well, a woman who struggled with obesity all her life.yeah. That’s– that is terrible.",
    "David": "[on phone] Yeah, but I really need someone in the office. If there’s a crisis — the more I think about it —They did?Oh, okay. Well, that is different. In that case, yes– Maybe this can work.",
    "Stanley": "Why should we help you?When is my birthday?I don’t know, because we’re not friends.Now we’re talkin’.We’ve got all afternoon to talk about that.I’ll have the surf and turf with a side order of lobster.Not enough lobster. Side order.Don’t be pushy Jim. It’s tacky.Is it white wine?Ooh, bring it over.[chuckles][laughing] I did enjoy grinding your beans, son.Shuckin’ your peas.Yeah.",
    "Phyllis": "Yeah.How much wine do you have?You know what? I don’t know where the years went.  ‘Cause sometimes when I look at my hands, I don’t even recognize them.Whose hands are these? [holding out her hands to Jim] Theyre not my hands. I don’t know.No. Jim… [wine bottle clangs on plate]No, there’s wine in here.[to customer] Can you help me?[groaning while trying to open giant wine bottle] ha ha!Got it.We’re gonna cover for you, ya know.[laughing] Yeah, we really did peel your grapes.Of course we are, Jimmy. We love you guys.",
    "Kevin": "Make it go taller.No, not taller this way, taller this way. [gesturing with hands]You’re not getting this, Peter.  Make it go wider… up!Me and Pete are building a tower.Obviously. He’s a sweet kid, Darryl. But he’s not the sharpest guy in the drawer.Huh?Yep, yep, yep.Okay, I got this one.No, I got it. Easy does it, everyone. Nobody even take a breath.Yeah.Nice.  Pretty soon, we’re gonna be at the ceiling.I am Oscar Martinez.Wha– wh–Nice! Yeah.Nice. Nice.You did it.",
    "Darryl": "[entering] What are y’all doing?Cool. It should be taller though, right?That’s what I’m talkin’ about.Bang.Well, yeah, what can I say, a player’s gotta play.Actually, that was the sound of me eating spaghetti. But I’m gonna let them think the other thing.",
    "Trevor": "Is it safe to talk?I started following people around to get exercise. Turns out, I’m damn good at it.You tell me.It’s the receipt for my gun.Read the receipt. That’s a $300 gun. Someone could steal it.Now I keep it in a safe.Oh, you tell me. [shows Dwight receipt]And that’s all off the books?Nice. No taxes.So what’s the job?Okay, that’s the big one. That’s the big “M.”This seems a little crazy.But I think I’m up for it.That’s very effective. I’ve been on the receiving end of that quite a few times. It’s devastating.What about a knee-capping?All right, then it’s settled. One knee-capping. Now, the hit goes down at 4:00. Keep in mind, once I leave, there’s no turning back.Sandwich delivery for Mr. Oscar Martinez.Let’s get it on. I’m gonna do this. I might– I might puke, but I’m gonna do this.I’m sorry, Dwight, but for once in my stupid, stupid life, I’m gonna follow through on something, all right? I have masculinity issues– Stop! No!You don’t– [all three grunting]Okay, okay, okay, okay.If you chase me, I will run so fast. If you catch me I will bite so hard. Got it? Good-bye, my friend.",
    "Hide": "You paint wall now?You paint now.I wait.You paint very bad–",
    "Erin": "Yay!Whoo!Um,. it’s empty.Okay, the client is Heymont Brake and Tire. They’re family-owned, but don’t let that take away from your edge!Dunder Mifflin. This is Erin. Yes, you can. Okay. I will make sure that goes on file. [hangs up] Ladies and gentlemen, we just lost a client!Yeah!",
    "Everyone": "[approving cheers][cheers and applause][shouting as tower collapses] Oh no! Kevin![cheers and applause]No!![chanting] “Pam!”[cheering][cheers and applause][cheers and applause as Pete puts last card on tower]",
    "Creed": "Let’s find out what I did.Remember, you’re a scumbag, so you think scummy thoughts. Like this.You did good. You did good.",
    "Waiter": "Morning, folks.Actually, the surf and turf does come with lob–",
    "Nellie": "Oooohh… you salty dog.Oh, be careful! Be careful! Be carefulWhat did I just say? What did I just say?Oh, come on. We could use a blank card.Hmm. Yeah.  All right! Yea, go, Pam! Pam…Come on, Pam, I know you can fail. I see failure in you.Were they angry?Okay.[phone rings]Yes!",
    "Toby": "That is– that is a loaded question.He said that?I– I don’t know if there’s truth to– to, uh, to that.Oh… uh…I don’t…They don’t have vaginas.No. They’re just regular men.Uh… wow…."
}