{
    "Kevin": "Uh oh. She’s doing it again.[Meredith laughs] What’s going on? Oh, did Gangnam Style put out a new song?Whoa. You go to the bathroom for 45 minutes and everything changes.This is a documentary? Oh, I always thought we were like specimens in a human zoo.[Angela is rewatching the promo and looks nervous about the part with her and Dwight] Did you see this? [lifts monitor in her direction]Andy, are there documentary groupies?Of course.What was that word they said when they showed me “Skrald mand”? What’s that mean in Danish? Cool guy? [Oscar looks it up]Cool. Superhero.",
    "Pam": "Phyllis has gotten into audio books and lately she’s been listening to 50 Shades of Grey.  Which, if you don’t know what it is, it’s a book about um…Yeah.Be careful. I pulled my mom’s dog off a pillow once, and I got bit.She’s listening to 50 Shades of Grey.[on phone] Cici has been calling me ‘Pamela’. Like four times this week.I wonder if she’ll start calling you ‘Jim’.[laughs] Um.You’re- You know your assistant told me that you have a big pitch meeting today. With Ryan Howard. How did that happen?Oh, oh OK.[sighs] Um, Ok. Well?Yeah, sounds good. Ok.Ok.Bye.Uh huh.It wasn’t so bad.Weird to see how we used to look in those promos. Some of us have changed so much.Oh my god!Brian?Yeah, I guess I could.Hey!Hi, um. I’m sorry, do you have a minute? Is this a bad time?Oh my gosh, please, don’t.Sure, yeah. Yeah.OK. [Goes out onto terrace] Oh wow, you have a nice view.Oh, thank you.Cheers.So..Well, the promo for the documentary aired today.Yeah. It’s kinda crazy.See all this like old stuff, like um, there’s that shot of Jim and I up on the roof?Yeah, wasn’t that neat?Yeah, and there’s this one when we were listening to music and it’s like, it’s like w were in love and we didn’t even know we were in love and it’s…but- Do you think Jim’s changed?I’m sorry. Did that? That was out of the blue-I just mean because you know us and you like observed us for ten years and I feel like he’s- I just feel like…he’s so into his work right now and….I don’t know, am I crazy?Well, I wish that made me feel better. Listen, so everybody saw the promos and they’re kinda freaking out. [Brian laughs] Cause it seems like you got a lot of private stuff on camera-You know, stuff people didn’t intend for everyone to see. And they kinda want to know how much.How much stuff you got.Well yeah, but what if we turned our mike packs?So we basically had no privacy for ten years.Um…yeah, I gotta, I gotta go.No I think you explained it.I hope you got sound on everything. I’d love a DVD of that. [at computer opens translator. Types in “Elskere” which comes back as “lovers” Pam smiles]",
    "Clark": "It’s porn.What’s her name?Sweet.Oh yeah. Keep talkin’.Oh.The same thing that you think.God, one of my buddies is going through the same thing right now. Something in the air.[Pam smiles as she watches the promo with her and Jim on the roof] Oh my god, is that you and Jim?Jeez, you fell in love with that hair? Really? [laughs] Yikes. That is awful.Whoa! Whoa! OK, so what’s this lever do?Oh, the secondary shaft. Eeeh, oooga! [laughs]Oh, yeah. Yeah.Hey, can I talk to you for one second?One second.One second.Don’t do it. [takes Dwight’s pen]Dude, we’re being conned.These chicks are way too hot to be into us.  Esther’s just pretending to like you so that you’ll buy her daddy a new tractor.Yes. Her sister’s trying to seduce me into buying an auger with her.I don’t even know what an auger is!A Scranton nine, but yeah, point taken. Hey, let’s go out tonight and just score a couple fours huh? I mean there are no games with fours.Screw new tractors. Guys like us, we gotta plant our seed a different way.Hey Dwight, what’s an auger used for?",
    "Dwight": "[Phyllis rocks her chair into his provocatively] Seriously. Ugh. Ok, this is unacceptable. It’s officially a hostile work environment.Phyllis is masturbating. In the office right now as we speak.OK, you are useless. I’ll take care of this. [walks out of Andy’s office and dumps water on Phyllis]It’s OK guys, she’s no longer horny.Clark, I need your advice. I’m having some lady troubles.Esther Ruger. [Angela makes a face in the background]Lives on the neighboring farm. 85 acres.Well, we’ve been out three times, there has been physicality but the thing is we were hanging out with her father the other night looking at a farm catalog, next thing I know he wants to lease a tractor with me.[laughs] What do you think?A long term tractor lease is going to put pressure on a relationship.Esther’s on her way up. I wonder if she wants a snack. Let’s see, I know she likes apples and carrots.Did I tell you about her teeth?Ah, the Ruger family. Welcome.Yes. Esther, you look radiant as always.Mr. Ruger, are you trying to take advantage of me because I’m interested in your daughter? Fifty fifty split or no deal.Ok ok ok, wait! You win. [shakes hands]Security deposit. That’s been-Right, standard.No.No.I am closing a deal on a tractor with the father of a woman I plan to inseminate.What? Don’t you cap that pen. Do not cap that pen! Do not! Ugh! You capped it. Wow. You are serious. Ok, you’ve got two minutes and then the cap comes off.Go on.No.What? Has the warranty expired on the auger you have now?No woman would ever want a man who doesn’t know what an auger is.I just need a moment to consider your offer. Excuse me. [grabs Clark]Maybe you’re right. Esther’s a ten and the best I’ve ever done is Angela who’s a nine and she rejected me.Who needs a new tractor anyway? Maybe we’re the kinda guys who end up with a tractor that’s already been rode hard and put away muddy.By hand.I don’t know that there’s anything left for us to talk about, Esther.No.That snake!That shady grove out by Willard’s pond.So, you’re fine with me not leasing the tractor? I mean, our courtship can proceed?[laughs] No!Post hole digging. [points and laughs with Esther]",
    "Phyllis": "Why?What the hell?!Wait, what?Play it again.Wait. So they were filming all the time? Even when we didn’t know it?I thought Terry knew about Cynthia?",
    "Darryl": "Somebody just needs to get her attention, tell her it’s not OK to do this in public.Hey, man. Darryl.And we all know, baseball does not last forever.Subway sandwiches.The space dust does it.Yeah.Wow. Yeah, we gonna read it.Yeah, Jim.It’s so strong.We can look into it.We’ll go after Darth then.That’s what we gotta do.",
    "Meredith": "Just ignore her. Sooner or later she’ll finish.I am a very private person. I show ’em when I wanna show ’em. Who wants a taste? [lifts shirt to flash camera] Boob sauce!Wow.",
    "Group": "Ugh. Ew.No!No!Oh!",
    "Andy": "What?Whoa, whoa, whoa, wait a minute. Why is Phyllis so aroused?Well there you go. That’s muy caliente.Excuse me, dirty birdie [takes Phyllis’ iPod]You can have this back at the end of the day.  [cut to Andy listening to the iPod and looking aroused, water is dumped on him] Oh!!Guys, are you reading the online comments? Somebody commented on my banjo playing. “Banjo at 0:19 is aight” Internet, calm down! I must be really connected with this guy.  I mean that’s the guy’s name, right? ChobbleGobbler?Of course there are!People, relax! We are killing it online. Have you guys checked the comments? SmokeThatSkinwagon says: “You guys are killing it!” I mean, we’re internet sensations guys!Oh! Seven new comments. “The guy at 0:19 is hawt!” [typing] “Hi Bongripper, it’s me, Andy. The guy from 0:19, I’m glad that you enjoyed my work in that promo. I really enjoyed your comment, going to read some more comments now. Have a great day!”[reading] “He’s not hawt, he’s gay.” [typing] “Dear JasonJasonJason, it’s me, Andy. Nice name. Not! Guess what? I’m not gay! So you are an IDIOT. And I am hawt, according to people on this site who have a brain. Never comment on this page ever again.” [reading] “He is hawt!” See, thank you, that’s more like it. “He is butt.” God dammit! I’m about to lose my FREAKING MIND! Screw you TexasPoonTappa! Uh![on video] Hey! TexasPoonTappa and JasonJasonJason and all the rest of you haters out there! Check this out. [plays banjo, screen types out “you suck my nutz” from TexasPoonTappa, camera zooms out to reveal Nellie]Huh? Yeah, see ya. [sees comment] Oh! What?! [starts crying]",
    "Angela": "Can we skip the color commentary and just have Andy go out there and fire her?Here you go. And good for you Dwight, I’m so glad you found someone. I bet she’s got kind eyes.Dwight is dating a brussel sprout farmer named Esther.  She’s coming here this afternoon with her father.  Who knows? Maybe she’ll be pulling the horse cart! [laughs]Your screen is all black. You just unplugged your computer.I bet she does.  I bet she’ll eat them right out of your hand with those big strong teeth.Yes.I guess men find Esther attractive.  I mean if there are chubby chasers, then there are men that like that….thing.What about me? “Klokken tre pige”What? Why would they…wait a second, wait a second! What was that? [pauses on her and Dwight leaving the warehouse area where they’ve just had sex] Oh! I didn’t know they were filming then!Oh my god. [All look at camera horrified]There was much more secret filming than I expected. [laughs] But I am fine with it, I mean it. I am.Come on!Oscar.I think we need to figure out what’s going on. I might just take a little walk.We need to know more. Did their shots have sound? What exactly did they get on tape?[Plays boom box to drown out sound] Alright, how much have you revealed on camera about your relationship with the senator?Oh! He was dressed like Ronald Reagan! [Slaps Oscar]God!Oh! [slaps him again] Stop it! Stop kissing him! Someone needs to call and warn him. This could ruin his career.Call him!Call him! [hits Oscar]Call him! Call him!No you go. Hi honey!It’s Angela and Oscar.Just a few quick things.Oh you look so handsome! Very presidential.Yeah.Yeah!Yes and I cheated on you with Dwight, it looks like they got it on film. I didn’t tell you about it.I think we’re good.Bye!Love you! [Oscar hangs up] God.",
    "Toby": "He- he can’t do that.  Turns out she’s allowed to have feelings of sexual arousal.  It doesn’t become a violation until she physically acts on it.A little ironic that I’m going to be kind of a TV star, because my last Chad Flendermen novel [groups groans] was based on a murdered TV star. The small screen-",
    "Oscar": "Toby, how do you propose that we-There’s a promo for the new documentary on the web.Hey guys, I just found another promo. It’s in Danish. I guess it’s gonna start airing in Denmark.Dumpster Man.“Three PM Girl”It looks like the camera man was hiding behind the shelves.Are you kidding me? It’s like half the show is secret footage.Meredith!Yes, Erin. They film us at night when we’re sleeping. Cause that makes great TV!I’m sorry sweetie. This whole thing is just freaking me out.I have been very honest with you guys.  In a way that could seriously impact the political career of a very good friend of mine.  You’re not going to use any of that, are you?Ok everyone, turn off your mikes.They caught us kissing on Halloween.Oh!Angela! Well he kissed like Jack Kennedy!Well, I don’t like giving him bad news.You call him!Stop hitting me!No!Oh you?Hey, Hey Robert!Hey.Um the documentary’s going to be airing soon, and, and you look great in the promos.Very much so.Absolutely.Hey, I get the sense you’re gonna be outed as gay.I think that’s it!Done!Ok!",
    "Jim": "Oh man. [laughs]Oh boy, please don’t. Let’s not let that happen.What was I gonna- What was I gonna say?Not that Ryan Howard. Um, the Phillies’ first baseman.Yeah, yeah. Exactly.Yeah. So, uh, I’ll uh, talk to you later?Ok great.Bye.Hey man, how you doin’? Jim Halpert.Let’s go to the conference room.With our firm, you’ll be building equity for long after they’ve retired your number.Right? [laughs]Yep.Wow.Based on his nickname. Like it already. Let me guess, it’s autobiographical.OKSpace dust.Sure, yeah. [laughs] Hollywood. [Ryan Howard pulls out 3 thick scripts] Alright.Ok, great.“Together we will win this baseball game against the evil space Yankees. Eat Fresh.”Smart.“Buy me some peanuts and cracker jacks.”[louder] “Buy me some peanuts and cracker jacks!”“Megan, I was too shy to tell you this when I was just a normal professional baseball player, but I love you.”Wow. I tell you what, it’s really strong. I can’t wait to read the rest of it later and see how it ends.“Gotta go! Darth Vader’s launching a huge attack.”I don’t know how we’d go about doing that.We’ll look into it.We gotta get him.We’re gonna go get him.We’re gonna get him.",
    "Promo Voice": "[Music begins, Michael Scott is shown] The boss. [Pam and Dwight are shown in episodes past] The workers. [Ryan and Michael are shown] The lives. [Jim and Pam and Dwight and Angela are shown] The loves. [More flashback clips] The people. The paper. The Office: An American Workplace. Coming soon on WVIA.",
    "Ryan Howard": "Nice to meet you. Eat Fresh.Hey there, Ryan. Nice to meet you. Eat Fresh. [to camera] Eat Fresh.I look at these actors on TV and I think: “C’mon, I can do that.”Watch this: Eat Fresh. Now what does that make you think of?How? I didn’t say Subway sandwiches. It’s called playing the subtext.I actually wrote a screenplay, it’s called “The Big Piece”Half biopic and half superhero movie.  A mild mannered professional baseball player, Ryan Howard--hits a home run into outer space. Ball comes back with space dust on it, which transforms him into: The Big Piece.I actually brought a- some copies of my script if you guys wanna read it together.That’ll pay for the exploding helicopter.“Suddenly, the evil thugs break in to the stadium.  The Big Piece hits baseballs at the evil thugs.”Come on man, sell it!Yeah, that’s better. A bunch of hot women go: “Oh yeah!”“They kiss. It is super emotional. Like in Toy Story.”Keep reading then.Um another thing. I’m gonna need you to get me the rights to Darth Vader.We need Darth.",
    "Erin": "Hey Dwight, you have some guests. I think they’re from the forest where we harvest our paper.Hey.I sneezed into my hands without using Purell and then dipped into the candy jar.  Did they film that?",
    "Mr. Ruger": "Fine office you have here. Sturdy walls.Let’s talk terms. If you agree to a forty sixty split on this tractor, I’ll store it in one of my barns.Esther, get in the truck.Standard.Hey, you ready to sign?",
    "Esther": "Thank you. [Dwight kisses her forehead]Dwight, we need to talk.Look, we’re gonna have the tractor for the same amount of work days but my dad is planning on leasing it to the Vanderkirk brothers on the weekends.So you’re going to be paying more, but he’s putting on ten times the miles and he’s pocketing a profit behind your back.You need to tell him you want a deal based on miles or he can just stick that tractor where the sun don’t shine.Mmhm.Of course. [laughs] You didn’t just think I was tractor bait, did you?Stupid.",
    "Stanley": "[eating soft pretzel] We’ve all changed.Yes, a little walk sounds like a good idea. [groups moves to warehouse and you can hear Erin whispering something]Hurry Pam, I need to know how much hellfire is going to rain down on me.She does. But neither of them know about Lydia.[on phone] Hello, honey? I just spoke to the TV repair man, he says we need to keep our TVs turned off for a couple of months. Something about the wiring.",
    "Nellie": "Oh, I don’t care.Oh my god. Do they film us at night when we’re sleeping?My first week here I sneezed directly into the candy jar because I thought I’d get more [Angela and Oscar make disgusted faces] I thought I’d get more screen time than anyone.Good night Andy.",
    "Promo Announcer": "[Speaks Danish][Speaks Danish]",
    "Pete": "Ok, Pam. Why don’t you visit your buddy, the crew guy that got fired? Find out what they got.Yeah.",
    "Ruger Sister 1": "That manipulates the secondary shaft.You would be a great one to buy an auger with.",
    "Salesmen": "The lift capacity’s up at two thousand pounds. That’s a lot of beets.",
    "Salesman": "Let’s get the paperwork started.",
    "Ruger Sister 2": "We should buy an auger together.",
    "Brian": "Oh, hey!Hi. [laughs]No, no, please, yeah, come on in. It’s good to see you. Sorry, my place is usually not this-Yeah, no, I- actually it’s always like this. [laughs] Do you want to go outside? It’s a little less cluttered out there.Let me grab a couple drinks.Alright, that’s for you. [hands her beer]Cheers.So…What brings you by?Oh yeah, that’s right.Yeah, it is.Oh yeah, that was, that was a good moment.Yeah, it was cool.Um…No no, it’s-No, you’re not crazy.Yeah.They want to know how much what?Pretty much everything.They’ve got parabolic mikes, they can pick you up a hundred yards away, so…no if you were around there, they got you.That’s not really true, I mean-Oh no, hang on a second. Pam, I’m sorry, I- I- I can explain this so much better.Look, if you give me a chance I can, I- [Pam leaves] Pam.",
    "Senator": "[On speakerphone] You’ve reached Senator Robert Lipton, please leave a message. [beep]",
    "Angela & Oscar": "Hi honey!"
}